{
  "id": 1237514,
  "name": "Richard A. Sulkow, Appellant, v. Andor Stern, Respondent and Third-Party Plaintiff, et al., Third-Party Defendant",
  "name_abbreviation": "Sulkow v. Stern",
  "decision_date": "2003-07-18",
  "docket_number": "",
  "first_page": "19",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 19"
    },
    {
      "type": "parallel",
      "cite": "767 N.Y.S.2d 557"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Term",
    "id": 8833,
    "name": "New York Supreme Court, Appellate Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "265 AD2d 270",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        210240
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/265/0270-01"
      ]
    },
    {
      "cite": "90 NY2d 835",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        165773,
        165838,
        165813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/90/0835-03",
        "/ny-2d/90/0835-01",
        "/ny-2d/90/0835-02"
      ]
    },
    {
      "cite": "229 AD2d 197",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        265138
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/229/0197-01"
      ]
    },
    {
      "cite": "47 Misc 370",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        376851
      ],
      "pin_cites": [
        {
          "page": "371"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/47/0370-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 252,
    "char_count": 3326,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646506417941741
    },
    "sha256": "e3a2c9a13c6ec384ea7f75151cd76b011c554c4e4a0acc945292150995d2bf7e",
    "simhash": "1:939226b1cbe3bbd5",
    "word_count": 518
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard A. Sulkow, Appellant, v Andor Stern, Respondent and Third-Party Plaintiff, et al., Third-Party Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMemorandum.\nOrder affirmed without costs.\nIn this action, plaintiff sublessor seeks to recover unpaid rent for a co-op apartment for the months of January 2000 through May 2000 from defendant, the subtenant’s guarantor. After learning that the subtenant was harboring two dogs, the co-op served a notice of termination, dated December 28, 1998, which terminated plaintiffs proprietary lease. Thereafter, the subtenant and plaintiff were evicted by the cooperative. However, the lease entered into between plaintiff and the subtenant did not prohibit the harboring of dogs and did not incorporate the proprietary lease provision prohibiting the harboring of pets in the co-op apartment. Accordingly, the subtenant’s harboring of the dogs did not constitute a violation of her lease agreement with plaintiff.\nUpon termination of the proprietary lease, the sublease, which was dependent upon the proprietary lease for its existence, likewise terminated (1 Dolan, Rasch’s Landlord and Tenant— Summary Proceedings § 9:62, at 393 [4th ed]; Bruder v Geisler, 47 Misc 370, 371 [App Term 1905]).\nInasmuch as the guaranty signed by the defendant specifically stated that he guaranteed “the full performance of the Lease by the Tenant” and said lease was terminated by virtue of the notice of termination dated December 28, 1998, defendant was not liable for unpaid rent for the months after the termination.\nIn light of the foregoing, the lower court properly denied plaintiff’s motion to set aside its decision after trial which dismissed his complaint.\nRios, J., dissents and votes to reverse the order and grant plaintiffs motion to set aside the dismissal of the complaint in the following memorandum: Plaintiff-appellant subleased his cooperative apartment to defendant Tamara Stern, upon the guarantee of respondent Andor Stern that he would pay “rent and other money charges.” The subtenant failed to pay the $1,200 monthly rental for the period of January 2000 through May 16, 2000. The majority maintains that the cancellation of appellant’s proprietary lease, in December 1999, terminated the sublease and any obligation to pay rent or “use and occupancy.”\nWhile I agree that the cancellation of the overlease invalidates a subordinate tenancy, I disagree that such a termination of the subtenancy relieves the subtenant of the obligation to pay for the use and occupancy of the premises (see Manocherian v Lenox Hill Hosp., 229 AD2d 197 [1997], lv denied 90 NY2d 835 [1997]).\nInasmuch as the respondent herein has conceded that the subject guarantee obligated him to pay for the period of time during which the subtenant remained in possession, I would set aside the dismissal of the complaint and grant plaintiff judgment for five months’ rent less the one-month security held by plaintiff, for a net judgment of $4,800 (665-75 Eleventh Ave. Realty Corp. v Schlanger, 265 AD2d 270 [1999]). Accordingly, I dissent.\nPesce, PJ., and Golia, J., concur; Rios, J., dissents in a separate memorandum.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Howard R. Birnbach, Great Neck, for appellant. Eliezer B. Krause, Brooklyn, for respondent."
    ],
    "corrections": "",
    "head_matter": "[767 NYS2d 557]\nRichard A. Sulkow, Appellant, v Andor Stern, Respondent and Third-Party Plaintiff, et al., Third-Party Defendant.\nSupreme Court, Appellate Term, Second Department,\nJuly 18, 2003\nAPPEARANCES OF COUNSEL\nHoward R. Birnbach, Great Neck, for appellant. Eliezer B. Krause, Brooklyn, for respondent."
  },
  "file_name": "0019-01",
  "first_page_order": 63,
  "last_page_order": 65
}
