{
  "id": 1237520,
  "name": "Michael Afshari et al., Appellants, v. Harvey S. Barer, Respondent",
  "name_abbreviation": "Afshari v. Barer",
  "decision_date": "2003-10-23",
  "docket_number": "",
  "first_page": "57",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 57"
    },
    {
      "type": "parallel",
      "cite": "769 N.Y.S.2d 687"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Term",
    "id": 8833,
    "name": "New York Supreme Court, Appellate Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "278 NY 129",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2032035
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/278/0129-01"
      ]
    },
    {
      "cite": "180 AD2d 435",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1072722
      ],
      "pin_cites": [
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/180/0435-01"
      ]
    },
    {
      "cite": "197 AD2d 554",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1143448,
        1142609
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/197/0554-01",
        "/ad2d/197/0554-02"
      ]
    },
    {
      "cite": "148 AD2d 604",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3583707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/148/0604-01"
      ]
    },
    {
      "cite": "226 AD2d 299",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        700739,
        700579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/226/0299-02",
        "/ad2d/226/0299-01"
      ]
    },
    {
      "cite": "47 AD2d 531",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5412298,
        5410202
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/47/0531-02",
        "/ad2d/47/0531-01"
      ]
    },
    {
      "cite": "62 AD2d 1093",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5487325
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/62/1093-01"
      ]
    },
    {
      "cite": "91 AD2d 1190",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5624805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/91/1190-01"
      ]
    },
    {
      "cite": "218 AD2d 148",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1228238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/218/0148-01"
      ]
    },
    {
      "cite": "59 NY2d 205",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4389199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/59/0205-01"
      ]
    },
    {
      "cite": "185 Misc 368",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        923554
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/185/0368-01"
      ]
    },
    {
      "cite": "217 AD2d 981",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1223664,
        1224555,
        1223965
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/217/0981-01",
        "/ad2d/217/0981-02",
        "/ad2d/217/0981-03"
      ]
    },
    {
      "cite": "1991 US Dist LEXIS 11331",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "opinion_index": 0
    },
    {
      "cite": "1991 WL 158976",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "256 AD2d 111",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        198784,
        197625
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/256/0111-01",
        "/ad2d/256/0111-02"
      ]
    },
    {
      "cite": "277 AD2d 108",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        2833840,
        548082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/277/0108-01",
        "/ad2d/277/0108-01"
      ]
    },
    {
      "cite": "80 NY2d 429",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4426529
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/80/0429-01"
      ]
    },
    {
      "cite": "85 NY2d 373",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4435018
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/85/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 8697,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 5.04713577868379e-08,
      "percentile": 0.31672174709799683
    },
    "sha256": "64d0c17c2a6e87f8df6d442fb64a26c070cf604a0588c97d3069e0b3d27f35fd",
    "simhash": "1:a213821934c1dc0d",
    "word_count": 1438
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael Afshari et al., Appellants, v Harvey S. Barer, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMemorandum.\nJudgment affirmed without costs.\nAt issue before this court is whether, based upon either an absolute or a qualified privilege, plaintiffs should be relieved from liability for the statements contained in a letter, faxed to an attorney who previously represented defendant, and to defendant himself, that were found to be defamatory by the verdict of the jury, which awarded defendant $25,000 in compensatory and $20,000 in punitive damages on his counterclaim.\nThe statements, which accused the defendant of having embezzled funds that he had held in escrow in his capacity as plaintiffs’ former attorney, were libelous inasmuch as they accused him of a serious crime and tended to injure him in his profession (Armstrong v Simon & Schuster, 85 NY2d 373 [1995]; Liberman v Gelstein, 80 NY2d 429 [1992]; Marcus v Bressler, 277 AD2d 108 [2000]; Chiavarelli v Williams, 256 AD2d 111 [1998]).\nPlaintiff Amy Afshari admitted participation in the preparation and publication of the letter, and while not á signatory thereto, she was properly held jointly liable for the defamation (Parker v Hujuelos, 1991 WL 158976, 1991 US Dist LEXIS 11331 [ED NY, July 15, 1991]; Kjar v Jordan, 217 AD2d 981 [1995]; Brown v Mack, 185 Misc 368 [1945]).\nWhere defamatory statements are unrelated to any pending litigation between the parties, the doctrine of absolute privilege is inapplicable (Park Knoll Assoc. v Schmidt, 59 NY2d 205 [1983]; Caplan v Winslett, 218 AD2d 148 [1996]; Petrus v Smith, 91 AD2d 1190 [1983]; Uni-Service Risk Mgt. v New York State Assn. of School Bus. Officials, 62 AD2d 1093 [1978]; Kenny v Cleary, 47 AD2d 531 [1975]).\nPlaintiffs failed to raise the affirmative defense of qualified privilege in their answer to the counterclaim, or at the trial of this action. Consideration of the qualified privilege at this late juncture would effectively deprive defendant of his “day in court” on his counterclaim (Aponte v Cosmopolitan Empl. Agency, 226 AD2d 299 [1996]; Uliano v Entenmann’s, Inc., 148 AD2d 604 [1989]). We note, in any event, that a review of the record on appeal fails to support said defense. Moreover, it is also apparent that plaintiffs acted with malice, thereby defeating the shield provided by a qualified privilege (see Liberman v Gelstein, 80 NY2d 429 [1992], supra).\nIn light of the foregoing, the judgment awarding defendant damages on his counterclaim for defamation should be affirmed. We find plaintiffs’ other contentions raised on appeal to be without merit.\nGolia, J., dissents in part and votes to modify the judgment by dismissing defendant’s counterclaim in the following memorandum: Pro se plaintiffs appeal from a judgment in favor of the defendant on his counterclaim for libel in connection with a “faxed” letter sent to defendant by plaintiffs. It is uncontroverted that the subject letter was sent by the plaintiffs and that it was libel per se in that it accused the defendant (an attorney) of committing the crime of embezzlement concerning money retained in a prior matter. However, the thrust of the letter was an attempt to recover a sum of money which the defendant attorney had retained, as his fee, from an escrow account while handling a house closing for the plaintiffs.\nThe majority on this court is voting to affirm the judgment entered in the lower court. The court finds that there is no absolute privilege to be afforded to the plaintiffs who were former clients of defendant and were also defendants in a prior lawsuit by the same attorney for legal fees. The majority finds that inasmuch as these pro se plaintiffs did not plead the affirmative defense of qualified privilege nor did they attempt to prove it at the trial, that this court cannot consider the defense of a qualified privilege.\nI, however, dissent from the holding of the majority and vote to dismiss the counterclaim on the law.\nIn the matter before us the plaintiffs had an ongoing and continued history with defendant Mr. Barer, in which the plaintiffs had engaged the defendant to perform various legal services over several years. One such service was to represent the plaintiffs in the purchase of a private residence in 1992 which cost approximately $2.5 million. It was a fee dispute concerning this transaction that constitutes the underlying claim by plaintiffs in this action seeking the return of $10,000 which was retained by this defendant attorney as his legal fee.\nThe defendant’s counterclaim for libel was based upon a letter “faxed” to him immediately prior to the commencement of this action and immediately after a settlement was entered in a prior lawsuit between the parties concerning a separate fee dispute. That letter was faxed to the defendant at this law office in which he and other individuals share space, including the fax machine, office staff, services, etc.\nA careful examination of the trial record and the court papers reveals that the defendant failed to plead any specific individuals to whom the letter was published which is a fatal blow to a claim for libel, in this Judicial Department (see Arsenault v Forquer, 197 AD2d 554 [1993]). Moreover, “[t]he reading of an allegedly libelous communication by someone who is not the addressee does not constitute a publication unless the author intended the person to read it” (Hochberg v Nissen, 180 AD2d 435, 436 [1992]).\nIn order to support a claim for libel, the claimant (defendant herein) must plead and prove that the defamatory writing, through some act or the carelessness of the writer (plaintiff herein), is read by or otherwise communicated to someone other than the person defamed (Weidman v Ketcham, 278 NY 129 [1938]).\nIn the case under consideration, Mr. Afshari “faxed” a letter to the attorneys who represented Mr. Barer in a fee dispute which was resolved by stipulation less than two weeks earlier. He also “faxed” the same, or similar letter, to Mr. Barer which may have been seen by other individuals in Mr. Barer’s office space.\nIt must be emphasized that the $10,000 at issue was money retained by defendant attorney from an escrow account during his representation of the plaintiffs in a house closing in 1992. Defendant attorney asserts he kept the money pursuant to an oral agreement that he could retain it as his fee and plaintiffs assert that there was no such agreement.\nIrrespective of whether or not there was an agreement, defendant attorney was engaged to represent the plaintiffs in other ongoing legal matters which resulted in defendant attorney bringing an action against the plaintiffs for nonpayment of legal fees regarding those other matters. It was that lawsuit for legal fees which was resolved by stipulation on or about May 20, 1998 in which the plaintiffs herein agreed to pay the defendant herein $12,000.\nLess than two weeks thereafter, the plaintiffs faxed the subject letter seeking a resolution of the $10,000 that they claim was improperly retained as a legal fee by the defendant while representing them in the 1992 house closing.\nAlthough I agree that the letter was defamatory, I also believe that it was sent as a final attempt to obtain the $10,000 sum of money that the plaintiffs believed was rightfully theirs before “going public” with the information. It is therefore obvious to me that plaintiffs did not intend to have any third party read this letter, nor can they be deemed to be careless in the manner in which they transmitted the communication. It is clear to me that the pro se plaintiffs could not reasonably have anticipated that a letter faxed to an individual would be read by other associates in the office.\nAccordingly, in the absence of any showing that the defamatory statement was published to a third person, I have no alternative but to vote to modify the holding of the lower court and to dismiss the counterclaim.\nI do not reach the concerns expressed by the other members of this bench on the issue regarding the failure to plead and prove the affirmative defense of qualified privilege. Inasmuch as the counterclaim must be dismissed on its face, there is no need to address any defense, affirmative or otherwise.\nAccordingly, I dissent in part from the opinion of my colleagues on the bench and would vote to modify the judgment appealed from by dismissing the counterclaim.\nPesce, EJ., and Rios, J., concur; Golia, J., dissents in a separate memorandum.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Mario B. Mikelinich, P.C., Hicksville, for appellants. Deegan & Deegan, LLP, New York City (James V. Deegan of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "[769 NYS2d 687]\nMichael Afshari et al., Appellants, v Harvey S. Barer, Respondent.\nSupreme Court, Appellate Term, Second Department,\nOctober 23, 2003\nAPPEARANCES OF COUNSEL\nMario B. Mikelinich, P.C., Hicksville, for appellants. Deegan & Deegan, LLP, New York City (James V. Deegan of counsel), for respondent."
  },
  "file_name": "0057-01",
  "first_page_order": 99,
  "last_page_order": 103
}
