{
  "id": 1237507,
  "name": "The People of the State of New York, Respondent, v. Roy Silverberg, Appellant",
  "name_abbreviation": "People v. Silverberg",
  "decision_date": "2003-11-14",
  "docket_number": "",
  "first_page": "62",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 62"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 274"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Term",
    "id": 8833,
    "name": "New York Supreme Court, Appellate Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "185 NY 317",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        807229,
        47791
      ],
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-crim/20/0175-01",
        "/ny/185/0317-01"
      ]
    },
    {
      "cite": "187 Misc 2d 302",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1232998
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/187/0302-01"
      ]
    },
    {
      "cite": "2002 NY Slip Op 50023",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "100 NY2d 569",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        579699,
        579647
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/100/0569-01",
        "/ny-2d/100/0569-02"
      ]
    },
    {
      "cite": "69 NY2d 490",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        75978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/69/0490-01"
      ]
    },
    {
      "cite": "185 Misc 2d 301",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1140456
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/185/0301-01"
      ]
    },
    {
      "cite": "173 AD2d 560",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1041281,
        1041267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/173/0560-01",
        "/ad2d/173/0560-02"
      ]
    },
    {
      "cite": "73 NY2d 854",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "143 AD2d 1033",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3565780
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1034-1035"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/143/1033-01"
      ]
    },
    {
      "cite": "79 NY2d 69",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4422986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/79/0069-01"
      ]
    },
    {
      "cite": "34 NY2d 429",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2311878
      ],
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/34/0429-01"
      ]
    },
    {
      "cite": "63 NY2d 41",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4394877
      ],
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/63/0041-01"
      ]
    },
    {
      "cite": "291 NY 55",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2058810
      ],
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny/291/0055-01"
      ]
    },
    {
      "cite": "91 NY2d 244",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        525040
      ],
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/91/0244-01"
      ]
    },
    {
      "cite": "45 NY2d 493",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2338140
      ],
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/45/0493-01"
      ]
    },
    {
      "cite": "141 Misc 2d 940",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        876326
      ],
      "opinion_index": 1,
      "case_paths": [
        "/misc2d/141/0940-01"
      ]
    },
    {
      "cite": "94 NY2d 557",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        109889
      ],
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/94/0557-01"
      ]
    },
    {
      "cite": "443 US 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "60 NY2d 620",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4393163
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/60/0620-01"
      ]
    },
    {
      "cite": "187 Misc 2d 302",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1232998
      ],
      "opinion_index": 1,
      "case_paths": [
        "/misc2d/187/0302-01"
      ]
    },
    {
      "cite": "2002 NY Slip Op 50023",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 1
    },
    {
      "cite": "100 NY2d 569",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        579699,
        579647
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/100/0569-01",
        "/ny-2d/100/0569-02"
      ]
    },
    {
      "cite": "69 NY2d 490",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        75978
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "495"
        },
        {
          "page": "495"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/ny-2d/69/0490-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1015,
    "char_count": 23955,
    "ocr_confidence": 0.738,
    "pagerank": {
      "raw": 1.0365995960385172e-07,
      "percentile": 0.549557136342698
    },
    "sha256": "818dfee5f3e305473d6bd65163712ca88d2d298abf3b653ffb5fe5775d2db0a5",
    "simhash": "1:a05b5f0c37566ea2",
    "word_count": 3832
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Respondent, v Roy Silverberg, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPer Curiam.\nJudgment of conviction rendered September 11, 2000 reversed, on the law, the facts and as a matter of discretion in the interest of justice, and the accusatory instrument is dismissed.\nDefendant was convicted, after a nonjury trial, of witness tampering in the fourth degree (Penal Law § 215.10) and aggravated harassment in the second degree (Penal Law § 240.30 [1]), in connection with a single telephone call that he made to the complainant, an attorney and long-time acquaintance. The defendant’s telephone call, made on February 16, 1998 and tape-recorded by the complainant, was prompted by the complainant’s then recent action in reporting to police a series of incidents involving one Polansky, a former girlfriend of both disputants, in which Polansky allegedly made “phony,” “loveydovey” telephone calls to the complainant. The audiotape of the telephone conversation initiated by defendant, which spans just over one minute in duration, reveals that defendant told the complainant that he (defendant) had “two letters written to the grievance committee that [the complainant] used the legal system to harass people” and that defendant “can have [the complainant] arrested” based on “two witnesses that said that [the complainant] assaulted [defendant] in Southampton”; that defendant stated several times that he did not “want to go this way,” and indicated that he was calling as a “courtesy” to try to “work something out”; and that defendant once referred to the complainant dropping the inchoate criminal charges against Polansky (“[I]f you could drop the charges, I don’t have to do that”).\nEven viewing the evidence in the light most favorable to the prosecution, the defendant’s initiation of the single telephone call involved here does not constitute fourth degree witness tampering under Penal Law § 215.10. The statute, insofar as relevant, reads as follows: “A person is guilty of tampering with a witness when, knowing that a person is or is about to be called as a witness in an action or proceeding, (a) he wrongfully induces or attempts to induce such person to absent himself from, or otherwise to avoid or seek to avoid appearing or testifying at, such action or proceeding.” (Emphasis added.) As the highlighted portion of the statutory text clearly reflects, Penal Law § 215.10 was intended to proscribe the wrongful interference with or intimidation of a person who is about to or has given testimony in a pending action or criminal proceeding (see Donnino, Practice Commentary, McKinney’s Cons Laws of NY, Book 39, Penal Law § 215.10, at 399; see, by contrast, Penal Law § 215.40 [which makes it unlawful to tamper with physical evidence when it is used or to be used “in an official proceeding or a prospective official proceeding”], § 215.15 [which criminalizes the intimidation of a victim or witness when the actor knows that the victim or witness “possesses information relating to a criminal transaction”]).\nSo far as is shown in the record now before us, the defendant’s February 16, 1998 telephone call to the complainant was made prior to the commencement of the underlying criminal proceeding initiated against Polansky at the behest of the complainant, viz., on the same day that Polansky was served with an appearance ticket and before the filing of a formal accusatory instrument or Polansky’s arraignment thereon (see, CPL 100.10; People v Weinberg, 34 NY2d 429, 431 [1974]; see also, People v Parris, 79 NY2d 69 [1992]). Notable in this regard is the trial assistant’s record statement during cross-examination of the defendant that at the time defendant telephoned the complainant, Polansky merely had been “issued a ‘summons’ and [had] not [been] put through the system at 100 Centre Street,” and the prosecution’s acknowledgment in its papers opposing defendant’s CPL 330.30 motion below that at the time of the telephone call “defendant knew a proceeding was about to be instituted against . . . Polansky.” (Emphasis added.) Given this chronology, the People failed to prove beyond a reasonable doubt that the complainant was either a witness in a criminal proceeding or was about to be called as a witness and, thus, failed to establish that the defendant’s conduct constituted tampering with a witness under the statute as written (see, People v Delgado, 143 AD2d 1033 [1988], lv denied 73 NY2d 854 [1988]; People v Hollenquest, 173 AD2d 560 [1991]; People v Hasan, 185 Misc 2d 301 [2000]). That the witness tampering provisions of Penal Law § 215.10 do not encompass the situation here presented is not only made clear by the plain wording of the statute, but is confirmed as well by the legislative history of the subsequently enacted witness intimidation provisions of Penal Law § 215.15, quoted in People v Delgado (supra, 143 AD2d at 1034-1035):\n“Victims are frequently the most valuable asset in prosecution efforts but are not offered assistance under witness protection statutes, including New York State’s tampering statute, because they have not been subpoenaed or have not, at the time of intimidation, acquired witness status in the criminal justice process. Immediately after a crime has been committed is very often the most critical time for intimidation efforts to take place and to be effective. Under the proposed bill, the act of threatening someone not to report their victimization is proscribed and would discourage intimidation during this important period of time” (mem of Paul S. Hudson, Counsel to Crime Victims Bd, to Gerald Grotty, Counsel to Governor, re: 1985 Legis Proposal No. 27, at 13, Bill Jacket, L 1985, ch 667, § 2).\nAlso infirm is defendant’s conviction of aggravated harassment in the second degree, which was not based on legally sufficient evidence and was, in any event, against the weight of the evidence. The audiotape of the single telephone call underlying defendant’s aggravated harassment conviction establishes beyond cavil that defendant’s exchange with the complainant was spoken in measured tone and was neither denigrating nor abusive in content. At no time during the brief, “courtesy” telephone call — the avowed purpose of which was to “work something out” between former “friends” — did defendant unequivocally threaten the complainant or resort to invective. Defendant’s words, on their face, did no more than haltingly raise the possibility that defendant might pursue available legal channels to address the complainant’s alleged prior misconduct in the event the complainant chose not to “drop the charges” against Polansky, a mutually known third person. Further, it is not unfair to say — and we do not “distort! ] the record” (dissenting op at 69) in saying — that the telephone call now complained of was directed not to an unwilling recipient, but to one who seemingly was all too eager to draw out the conversation in what now appears to have been a studied effort to ensnare the defendant into a trap by capturing the call on a tape recorder surreptitiously used.\nIn determining whether defendant violated the telephone harassment statute, our task is not to decide whether defendant acted inappropriately in calling the complainant in the emotionally charged circumstances then prevailing or to pass judgment on whether defendant’s statements were indecorous or indiscreet. Rather, the core- issue before us is whether defendant’s isolated telephone call was shown beyond a reasonable doubt to have been actuated by the requisite criminal intent — viz., to “harass, annoy, threaten or alarm” — or to have been initiated in a “manner likely to cause annoyance or alarm” (Penal Law § 240.30 [1]). Based upon a careful review of the record, including irrefutable physical evidence in the form of the tape recording itself, faithful adherence to the review standards governing this appeal (see, People v Bleakley, 69 NY2d 490 [1987]), and proper application of relevant precedent (see, People v Mangano, 100 NY2d 569 [2003]; People v Taylor, 2002 NY Slip Op 50023[U] [App Term, 1st Dept, Jan. 22, 2002]; People v Livio, 187 Misc 2d 302 [2000]), we answer that question in the negative and hold that defendant’s single telephone call did not rise to the level of aggravated harassment within the meaning of Penal Law § 240.30 (1).\nTried upon an information containing several counts of second degree aggravated harassment based upon allegations, inter alia, that he twice telephoned the complainant on February 16, 1998, defendant ultimately was convicted of the count relating to his initial, tape recorded telephone call and acquitted on the count relating to a subsequent, unrecorded telephone call purportedly made minutes later. In this posture, and “because a trial followed by acquittal is but an accusation successfully met” (People v Cascone, 185 NY 317, 334 [1906]), we find neither record nor legal support for the dissenter’s stated view that defendant’s harassing intent was established by “two telephone conversations accompanied by threats” (dissenting op at 69).",
        "type": "majority",
        "author": "Per Curiam."
      },
      {
        "text": "Suarez, J.\n(dissenting). I respectfully dissent, in part. While I agree with the majority that the conviction for tampering with a witness in the fourth degree (Penal Law § 215.10) cannot stand, as there was no action or proceeding pending at the time of defendant’s telephone calls, defendant’s recorded telephone conversation, his testimony, and the testimony of the complainant provide proof beyond a reasonable doubt of his intent to harass, annoy, threaten or alarm the complaining witness pursuant to Penal Law § 240.30 (1).\nPenal Law § 240.30 (1) provides in relevant part: “A person is guilty of aggravated harassment . . . when, with intent to harass, annoy, threaten or alarm another person, he . . . communicates with a person ... by telephone ... in a manner likely to cause annoyance or alarm . . . .”\nDefendant Roy Silverberg, a law student, knew that complainant Keith LePack, an attorney, would most likely be the principal witness in the criminal proceeding stemming from the arrest of Tracy Polansky, defendant’s former girlfriend, for having made harassing telephone calls to the complainant. Defendant threatened complainant with criminal arrest on assault charges and disciplinary proceedings with the grievance committee in exchange for complainant dropping the charges against Polansky.\nThe conversation between defendant and complainant, tape recorded by complainant, was admitted into evidence. The parties provided, in their briefs, substantially the same transcription of the conversation. (Defendant’s brief at 4-5; People’s brief at 4-5.)\n“lepack: Hold on.\n“silverberg: Okay.\n“lepack: Hold on. Now, Roy, I am not supposed to talk to you.\n“silverberg: Listen to me, I’m giving you a chance, Keith.\n“lepack: What kind of chance?\n“silverberg: Because, listen Keith, I don’t want to go this way with you.\n“lepack: Go which way?\n“silverberg: I have two witnesses that said that you assaulted me in Southampton. I have other people that you — said you assaulted me.\n“lepack: Okay.\n“silverberg: Okay. I can have you arrested. I don’t want to do that. I don’t want to go that way. I have two letters written to the grievance committee that you used the legal system to harass people.\n“lepack: Okay.\n“silverberg: I don’t want to do this I. . . Listen, if you want to go that way, it’s fine. We were friends once. Okay, I don’t know what, ya know, provoked you to do, uh, to hit me like that. But listen, I don’t want to go this way. I figure if you could drop the charges, I don’t have to do that. Now they told me all I have to do is go to the police station. They’re open 24 hours, I have the dates, I have the witnesses, and I could do that. Or maybe we could work something out. That’s why I’m calling you. It’s a courtesy call.\n“lepack: Goodbye.\n“silverberg: Okay. Don’t do it.” (Transcript at 59-GO.)\nDefendant admitted his purpose in calling LePack was to prevent him from testifying against Polansky. On cross-examination, defendant was asked:\n“Q You called him [LePack] so that he would never testify against Tracy, [Polansky], so that the case would go away and be dismissed?\n“A That would be the objective of the conversation to help Tracy out.” (Transcript 216-217.)\nThe recorded telephone conversation, complainant’s testimony, and defendant’s testimony on cross-examination provide overwhelming proof that defendant’s threats of criminal assault charges and attorney disciplinary grievance committee action, intended to harass, annoy, threaten or alarm LePack in a manner likely to cause him annoyance or alarm. Defendant’s threats and ultimatum (“the police station. They’re open 24 hours . . .”) to drop the charges against Polansky or face criminal charges and attorney disciplinary proceedings is damning. When viewed in the light most favorable to the prosecution, there exists legally sufficient evidence to support the conviction of aggravated harassment in the second degree. (People v Contes, 60 NY2d 620 [1983]; Jackson v Virginia, 443 US 307 [1979].)\nThe majority’s characterization of the recorded telephone conversation as a “single,” an “isolated,” “brief,” “courtesy” telephone call “spoken in measured tone and neither vulgar nor abusive in content,” distorts the record and attempts to color the facts in a light most favorable to the defendant. His intention to threaten LePack in a manner likely to cause annoyance or alarm, motivated by his intention to induce LePack to avoid testifying against Polansky, is supported by a record which establishes two telephone conversations accompanied by threats, substantial evidence of animosity between long-time friends turned adversaries, and his admission that his purpose in calling LePack was to prevent him from testifying against Polansky. Defendant’s acquittal of the count of second degree aggravated harassment with respect to the second call testified to by Le-Pack does not mean that the call did not occur, nor does it require that the trier of facts not consider the second call in evaluating defendant’s guilt with respect to the first call, as the majority seems to suggest. (See, People v Rayam, 94 NY2d 557, 562 [2000].) Likewise, this court is not prevented from considering the evidence that the second call took place and the content thereof, despite our knowledge that defendant was acquitted on the count related to that call.\nThe majority’s reliance on People v Mangano (100 NY2d 569 [2003]), People v Taylor (2002 NY Slip Op 50023 [App Term, 1st Dept 2002]) and People v Livio (187 Misc 2d 302 [Nassau Dist Ct 2000]) as “relevant precedent” is misplaced. Defendant’s conduct in this case is clearly distinguishable from that of the defendant in each of those cases. Defendant in People v Mangano (at 570) made five telephone calls to an answering machine in which she “rained invective on two village employees, wished them and their families ill health, and complained of their job performance, as well as tickets she had received.” The Court of Appeals wrote “defendant’s messages were crude and offensive but made in the context of complaining about government actions, on a telephone answering machine set up for the purpose (among others) of receiving complaints from the public. We cannot agree with the People’s argument that the appellant’s messages fall within any of the proscribable classes of speech or conduct.” (Id. at 571.) Here, the defendant spoke with the complainant (not an answering machine) who almost immediately advised the defendant that he was not supposed to talk to the defendant (presumably based upon an existing order of protection). The defendant in People v Taylor made one telephone call to the complainant who immediately hung up upon recognizing defendant’s voice and a second telephone call in which he stated, “She is my daughter also,” a reference to the child of defendant and complainant. This court wrote “The two isolated phone calls complained of, neither of which was vulgar, derisive or threatening in content, were insufficient to establish beyond a reasonable doubt an intent on defendant’s part to ‘harass, annoy, threaten or alarm’ the complainant.” (Id.; emphasis supplied.) The defendant’s conversations with LePack in this case clearly were “threatening in content.” The defendant in People v Livio was a telemarketer who called two persons to sell them services; made vulgar derisive remarks when the persons refused to buy; and then immediately hung up. The trial court incorrectly held that to convict someone under Penal Law § 240.30 (1) “defendant must initiate a communication with the requisite intent to harass, while lacking a legitimate purpose for the communication. (People v Amalfi, 141 Misc 2d 940 [Rochester City Ct 1988].)” (Id. at 305; emphasis supplied.) The Legislature did not impose the requirement of lacking a legitimate purpose for the communication, nor does People v Amalfi stand for that proposition. No valid reason is presented by the majority herein to add such a requirement to the statute. I find defendant’s statements were “threatening in content” and established beyond a reasonable doubt his intent to harass, annoy, threaten or alarm LePack.\nI disagree with the majority’s finding that the conviction of aggravated harassment in the second degree “was not based on legally sufficient evidence.” (Majority op at 65.) Judge Bellacosa explained the duty of an intermediate appellate court in reviewing the legal sufficiency of the evidence, writing “For a court to conclude . . . that a jury verdict is supported by sufficient evidence, the court must determine whether there is any valid line of reasoning and permissible inferences which could lead a rational person to the conclusion reached by the jury on the basis of the evidence at trial (Cohen v Hallmark Cards, 45 NY2d 493, 499 [1978]) and as a matter of law satisfy the proof and burden requirements for every element of the crime charged. If that is satisfied, then the verdict will be upheld by the intermediate appellate court on that review basis.” (People v Bleakley, 69 NY2d 490, 495 [1987]; see also, People v Ficarrota, 91 NY2d 244, 248 [1997].) Although I agree with the majority that the recorded telephone call “was spoken in measured tone,” I disagree with the majority’s adoption of the defendant’s label of the call as a “courtesy.” I also disagree with the majority’s finding that the defendant did not “unequivocally threaten the complainant.” The trier of fact could certainly have reasonably concluded that the defendant’s threats to have LePack arrested and to have letters which could be defamatory sent to the grievance committee, established beyond a reasonable doubt that the defendant intended to threaten or alarm LePack and communicated with him by telephone in a manner likely to cause annoyance or alarm. The trier of fact could reasonably have accepted LePack’s testimony that the telephone calls caused him to be “petrified” and that he felt very threatened by the defendant’s comments with respect to the grievance committee. (Transcript at 61-62.)\nThe majority states “that the telephone call now complained of was directed not to an unwilling recipient, but to one who seemingly was all too eager to draw out the conversation in what now appears to have been a studied effort to ensnare the defendant into a trap by capturing the call on a tape recorder surreptitiously used.” (Majority op at 66.) This statement by an appellate court, which has not had the benefit of assessing the credibility of the witnesses as did the trier of fact below, bears no support in the record. When Silverberg made the telephone call which was recorded, LePack almost immediately told the defendant “Now, Roy, I am not supposed to talk to you.” It is just as plausible that the defendant may have realized the call was being recorded and inserted the words “courtesy call” and spoke in a “measured tone.” The trial court had sufficient lines of reasoning and permissible inferences to satisfy the proof and burden requirements for the elements of aggravated harassment in the second degree.\nI also disagree with the majority’s finding that the verdict was against the weight of the evidence. Judge Bellacosa also wrote in Bleakley (supra),\n“Even if all the elements and necessary findings are supported by some credible evidence, the court must examine the evidence further. If based on all the credible evidence a different finding would not have been unreasonable, then the appellate court must, like the trier of fact below, ‘weigh the relative probative force of conflicting testimony and the relative strength of conflicting inferences that may be drawn from the testimony’ (People ex rel. MacCracken v Miller, 291 NY 55, 62 [1943]; compare, People v Smith, 63 NY2d 41, 52 [1984]; see also, Cohen and Karger, Powers of the New York Court of Appeals § 112, at 484 [rev ed]). If it appears that the trier of fact has failed to give the evidence the weight it should be accorded, then the appellate court may set aside the verdict (CPL 470.20 [2]).\n“Empowered with this unique factual review, intermediate appellate courts have been careful not to substitute themselves for the jury. Great deference is accorded to the fact-finder’s opportunity to view the witnesses, hear the testimony and observe demeanor.” (People v Bleakley, supra, 69 NY2d at 495.)\nThe majority states that “Defendant’s words, on their face, did no more than haltingly raise the possibility that defendant might pursue available legal channels to address the complainant’s alleged prior misconduct in the event the complainant chose not to ‘drop the charges’ against Polansky.” (Majority op at 65-66.) The factfinder’s conclusion that the defendant’s words constituted a threat to have LePack arrested and/or brought before the grievance committee was not unreasonable given the credible evidence. It is not necessary for the prosecution to establish, by a trial within the trial, whether or not the defendant was threatening to legitimately “pursue available legal channels to address the complainant’s alleged prior misconduct” in order to prove the defendant’s guilt of the offense. I believe that the majority has failed to accord proper deference to the factfinder below, and, despite its assertion that it has faithfully adhered to the review standards governing this appeal, I believe that the majority has not properly applied the relevant standard of review with respect to the legal sufficiency of the evidence and the weight to be given to that evidence. I cannot agree that, in the context of the relationship of the defendant and LePack, an inference other than that the words uttered by the defendant in the recorded telephone call were intended to harass, threaten, annoy or alarm LePack in a manner likely to cause annoyance or alarm is the inference that the trier of fact below should have drawn.\nDefendant’s conviction of aggravated harassment in the second degree (Penal Law § 240.30 [1]) should be affirmed.\nDavis and Gangel-Jacob, JJ., concur; Suarez, PJ., dissents in part in a separate opinion.\n. There was evidence of a second telephone call, unrecorded, approximately five minutes after the recorded one, where defendant is traveling on the highway toward complainant, wherein it appears the conversation is a continuation of the first one. (Transcript at 62-64.)\n. Nothing in the statute requires that the prosecution prove beyond a reasonable doubt that a defendant’s threats are “unequivocal” or that a defendant must resort to “invective” before guilt is established.",
        "type": "dissent",
        "author": "Suarez, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Marc Fernich, New York City (Kim P. Bonstrom of counsel), for appellant. Robert M. Morgenthau, District Attorney, New York City (Alan Gadlin and David J. Mudd of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 274]\nThe People of the State of New York, Respondent, v Roy Silverberg, Appellant.\nSupreme Court, Appellate Term, First Department,\nNovember 14, 2003\nAPPEARANCES OF COUNSEL\nMarc Fernich, New York City (Kim P. Bonstrom of counsel), for appellant. Robert M. Morgenthau, District Attorney, New York City (Alan Gadlin and David J. Mudd of counsel), for plaintiff."
  },
  "file_name": "0062-01",
  "first_page_order": 104,
  "last_page_order": 114
}
