{
  "id": 1237555,
  "name": "Corona Apartments et al., Appellants, v. Rosa Benitez, Respondent",
  "name_abbreviation": "Corona Apartments v. Benitez",
  "decision_date": "2003-10-23",
  "docket_number": "",
  "first_page": "79",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 79"
    },
    {
      "type": "parallel",
      "cite": "769 N.Y.S.2d 349"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. App. Term",
    "id": 8833,
    "name": "New York Supreme Court, Appellate Term"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "251 AD2d 659",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        713410,
        713587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/251/0659-02",
        "/ad2d/251/0659-01"
      ]
    },
    {
      "cite": "2002 NY Slip Op 50225",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "160 AD2d 213",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3617912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/160/0213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 536,
    "char_count": 9704,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646834622404627
    },
    "sha256": "73dc062d5657771de25942dceae4424d4cd4a5e8183e09d8b6afde83f4730d6b",
    "simhash": "1:9a2070a2f9e5ff35",
    "word_count": 1589
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Corona Apartments et al., Appellants, v Rosa Benitez, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMemorandum.\nFinal judgment affirmed without costs.\nIn this holdover proceeding to recover possession of a rent-stabilized apartment based on an alleged occupancy by respondent as a nonprimary residence, it is our opinion that the proceeding, as noted by the trial court, is premature. Respondent, who has a large family of 10, including an autistic daughter, occupied unit IB, the subject premises. She was forced to vacate the apartment as a result of a vacate order by the Department of Buildings following a fire in the premises. Since respondent and her 10 relatives were unable to find suitable temporary housing, they spent three months in a shelter. In order to resolve her housing situation, respondent purchased a one-family home in the area under Department of Housing and Urban Development (HUD) guidelines. Approval of the mortgage was conditioned upon her agreeing to occupy the premises as her primary residence for one year. Inasmuch as the deed was conveyed on April 11, 2001, respondent was required to maintain said premises as her primary residence through April 10, 2002. Respondent stated that her intention was to return to the instant apartment, unit IB, with her autistic daughter once it is habitable and allow the other family members occupancy of the house. Respondent’s temporary relocation to another dwelling place does not, by itself, under the circumstances herein,, establish that the premises is not her primary residence (cf. Pape v Doar, NYLJ, May 31, 1989, at 21, col 4 [App Term, 1st Dept], affd 160 AD2d 213 [1990]). Similarly, respondent’s declaration that the HUD-assisted home would be her primary residence for one year does not, contrary to the dissent’s view, in these circumstances, require a finding of nonprimary residence (see Rent Stabilization Code [9 NYCRR] § 2520.6 [u] [1]; Glenbriar Co. v Lipsman, 2002 NY Slip Op 50225[U] [App Term, 1st Dept]; Rego Estates v Lillian, NYLJ, June 23, 1998, at 33, col 3 [App Term, 2d & 11th Jud Dists]). Since, as the trial court noted, the subject apartment was not yet habitable, the instant proceeding is premature.\nGolia, J., dissents and votes to reverse the final judgment and award final judgment in favor of petitioners in the following memorandum: In this matter now under review, the trial court dismissed the proceeding as premature and my colleagues on this court have voted to affirm that holding. I, however, respectfully dissent.\nRosa Benitez, the respondent herein, was a “rent-stabilized” tenant in the subject apartment building on February 28, 2001, when the building became uninhabitable as the result of a fire. Ms. Benitez was therefore compelled to involuntarily vacate the premises. She soon thereafter made application to the Office of Rent Administration of the New York State Division of Housing and Community Renewal (DHCR) to have the “legal regulated rent” for her apartment reduced as a result of the subject apartment being rendered uninhabitable.\nOn June 5, 2001, the Office of Rent Administration of the DHCR issued an order in which it stated that “After consideration of all the evidence . . . [establishes . . . that the rent on February 28, 2001 was $1.00 per month.” Said order goes on to provide that “This Order entitles the tenant upon payment of the $1.00 per month to be restored to occupancy of the subject apartment” (emphasis added).\nIt is important to note that the order provided that “the tenant” shall be “restored to occupancy.” The importance of this provision is that the order recognized that Ms. Benitez remained a rent-stabilized “tenant” even though she could not, at that time, “occupy” the subject apartment. There is nothing contained in that order or anywhere else in the Rent Stabilization Code that changes or abrogates the requirement that rent protection only applies if the subject premises remains as “your primary residence.”\nOn or about April 11, 2001, Ms. Benitez purchased a private, single-family house. The mortgage used to purchase that house was obtained through the Department of Housing and Urban Development (HUD) program, under the auspices of the federal government. One of the requirements for qualifying to receive the benefit of a HUD “backed” mortgage was that the purchaser (Ms. Benitez) had to sign a paper and acknowledge that she would occupy the house as her primary residence for no less than one year. Consequently, at the moment Ms. Benitez took title on her private house, she was assuring an agency of the federal government that the house she was purchasing via the HUD mortgage loan was her primary residence and would remain so for no less than one year. At the same time, she was taking advantage of the benefits provided by the State and City of New York under the Rent Stabilization Code predicated upon her assurance that the subject apartment was her primary residence.\nThere is a clear and irreconcilable conflict between simultaneously asserting that your newly purchased private house is your primary residence (to obtain HUD benefits) and that your rent-stabilized apartment is your primary residence (to obtain benefits under the Rent Stabilization Code).\nBoth my colleagues on this court and the judge of the lower court have reconciled Ms. Benitez’ duplicitous actions by arguing that her statements do not become inconsistent until her uninhabitable apartment is again ready for occupancy. Accordingly, this proceeding by the owner is premature and should be dismissed without prejudice to renew.\nMs. Benitez has lost the use of her apartment as the result of a fire through no fault of her own. Consequently, I agree with the actions of the DHCR in providing a rent adjustment to $1 per month to assure that Ms. Benitez will be restored to occupancy as soon as the apartment is repaired. However, when Ms. Benitez chose to purchase a private home and take advantage of the special and unique benefits of a federally subsidized mortgage program, and further, chose to make conflicting assurances about her primary residence to take advantage of the federal, state and city laws, a conflict arose. No one can, at the exact same time, have more than one primary residence.\nTo fully appreciate the impact of her actions, one must understand the benefits and obligations provided by the Rent Stabilization Code. The code provides the maximum rent a landlord can charge for lease renewals, restricts the ability of a landlord to evict a tenant during the term of the lease, and even the ability of a landlord to elect not to renew the lease with that particular tenant. The code further provides for harsh punishment against a landlord that violates the code including treble damages, rent abatements, rent reductions, etc. However, in order to take advantage of all these protections, the tenant must maintain the subject apartment as his or her primary residence, pay the rent as established and not create a “nuisance.”\nBy making a rental payment of $1 per month, Ms. Benitez was retaining all of her rights and not simply paying for a right of “first refusal” when the apartment became available for use. Indeed, she would be entitled to reenter at the stabilized rent applicable and not have to pay a higher “vacancy” rent that would be charged to every other person in the world but her. Clearly, the reason being is that she remained a statutory tenant, but only if she met all obligations of the code. One of those obligations was maintaining the apartment as her primary residence.\nAlthough the term “primary residence” is generally regarded in terms of the physical occupancy of a particular apartment, there is a myriad of other facts and circumstances to consider when determining what constitutes a primary residence. Intent is certainly an important consideration. Many other considerations are codified in 28 RCNY 3-02 (m) (4) and addressed in Matter of Alfred v Barrios-Paoli (251 AD2d 659 [1998]). These include the address used for tax purposes, registering motor vehicles, voting, the time spent residing in the premises, etc.\nHowever, during the period of time she retained her tenancy, she filed an intent to purchase a house to be used as her primary residence with the HUD program. By doing so, she acknowledges by her actions, words and deeds, her willingness to forgo her intent to treat the subject apartment as her primary residence. Ms. Benitez had a myriad of choices and opportunities that she could have elected to take which would not have disqualified her from retaining her rights to the subject premises under the Rent Stabilization Code. Indeed, she could have purchased the same home without the benefit of a “HUD” mortgage which required the election that she take the property as her primary residence. Conceivably, she could have even moved out of the State of New York and still retained the subject apartment as her primary residence. The thing she could not do was to elect to take another residence as her primary residence, and that is precisely what she did do.\nContrary to the finding of the majority, habitability and occupancy is not the issue. It was used as a chimera whose glint has momentarily distracted my colleagues from the willful and conflicting intent of Ms. Benitez.\nAccordingly, I respectfully dissent and vote to reverse the holding of the lower court and award a final judgment of possession in favor of the petitioners.\nAjronin, J.E, and Patterson, J., concur; Golia, J., dissents in a separate memorandum.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Lawrence P. Wolf, Chappaqua, for appellants."
    ],
    "corrections": "",
    "head_matter": "[769 NYS2d 349]\nCorona Apartments et al., Appellants, v Rosa Benitez, Respondent.\nSupreme Court, Appellate Term, Second Department,\nOctober 23, 2003\nAPPEARANCES OF COUNSEL\nLawrence P. Wolf, Chappaqua, for appellants."
  },
  "file_name": "0079-01",
  "first_page_order": 121,
  "last_page_order": 125
}
