{
  "id": 1237548,
  "name": "In the Matter of Rosemarie O'Keefe, as a Candidate for the Public Office of Member of the Council of the City of New York from the 43rd Councilmanic District, County of Kings, Petitioner, v. Vincent Gentile et al., Respondents",
  "name_abbreviation": "O'Keefe v. Gentile",
  "decision_date": "2003-03-04",
  "docket_number": "",
  "first_page": "151",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 151"
    },
    {
      "type": "parallel",
      "cite": "757 N.Y.S.2d 689"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "15 AD2d 183",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3061059
      ],
      "pin_cites": [
        {
          "page": "188"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/15/0183-01"
      ]
    },
    {
      "cite": "19 AD2d 462",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5525060
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "464"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/19/0462-01"
      ]
    },
    {
      "cite": "286 AD2d 783",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        218017
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/286/0783-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 432,
    "char_count": 8624,
    "ocr_confidence": 0.778,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646757397825124
    },
    "sha256": "166d239f40e1721aed2ad3b6895b1c0446da337115d9fa048bb9b2ca288a0257",
    "simhash": "1:3ee1e2b9edb0629c",
    "word_count": 1427
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Rosemarie O’Keefe, as a Candidate for the Public Office of Member of the Council of the City of New York from the 43rd Councilmanic District, County of Kings, Petitioner, v Vincent Gentile et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nAlbert Tomei, J.\nIn this proceeding brought pursuant to article 16 of the Election Law to preserve and secure all absentee ballots, official military ballots, federal ballots, emergency ballots, and affidavit ballots, used in the special election held on February 25, 2003 for the public office of Member of the Council of the City of New York from the 43rd Council District, County of Kings, the court finds as follows:\nOn February 25, 2003, a special election was held for the public office of Member of the Council of the City of New York from the 43rd Council District. On February 28, 2003, the City Board of Elections conducted a recanvass of the voting machines. After the recanvass, the machine vote total for each candidate in the 43rd Council District was as follows: Rosemarie O’Keefe, 3,077 votes; Vincent Gentile, 3,043 votes; Joanne Seminara, 2,632 votes; Stephen Harrison, 751 votes; and Carlo Scissura, 674 votes. As of March 1, 2003, the City Board of Elections had received approximately 700 paper ballots, including absentee and/or military ballots, emergency ballots and affidavit ballots. The canvass of the paper ballots is scheduled to commence on Wednesday, March 5, 2003.\nUnder the canvassing procedure set forth in the Election Law, the paper ballots are counted by two Board of Elections inspectors (board of inspectors), one Democrat and one Republican. The board of inspectors decide, in the first instance, whether or not the information accompanying the ballot is sufficient to allow it to be counted. Section 9-209 (2) (d) of the Election Law states that any party lawfully present may object to the casting or canvassing or the refusal to cast or canvass any ballot. That section goes on to provide that, when such an objection is made, the board of inspectors shall “proceed to determine such objection and reject or cast [count] such ballot according to such determination.” If the two inspectors agree to sustain the objection, the envelope is not opened and the ballot is not canvassed. However, in the event that the two inspectors agree not to sustain an objection, although an endorsement to that effect must be endorsed on the envelope, the ballot is removed from the envelope and canvassed (counted).\nIt is with respect to this latter situation that the attorneys for the interested candidates seek relief from this court pursuant to Election Law § 16-112. The candidates’ attorneys argue that if there is no judicial review before a challenged ballot is counted, as a practical matter, there would never be any meaningful judicial review of an objection that the vote was being improperly cast because, once a ballot has been counted, there is no mechanism for specifically linking that ballot to a particular envelope. Therefore, there is no method by which the court, upon determining that a particular envelope was defective, could order that the ballot not be counted. In opposition, the City Board of Elections, relying primarily upon Matter of People for Ferrer v Board of Elections of City of N.Y. (286 AD2d 783 [2d Dept 2001]), argues that this court lacks the authority to vary the statutory procedure set forth in Election Law § 9-209 (2) (d) for the judicial review of ballots challenged by a candidate or his or her representative.\nPursuant to Election Law § 16-112, this court, on such conditions as may be proper, is authorized to direct the examination of any ballot or voting machine on which a candidate’s name appeared, and the preservation of any ballots in view of a prospective contest. As the candidates’ attorneys correctly note, once a challenged ballot is separated from the information submitted by the voter on the envelope and counted, this court’s judicial review pursuant to Election Law § 16-112 is rendered ineffective. Indeed, once the ballot is counted among the others, it is questionable if there could be any meaningful judicial review in the event the court finds that a particular voter was not entitled to cast a ballot. Furthermore, since such defects, if any, would not appear on the face of the ballot, a subsequent re-canvass would be futile (see Matter of Progno v Monroe County Election Commrs., 19 AD2d 462 [1963]; Matter of O’Shaughnessy v Monroe County Bd. of Elections, 15 AD2d 183, 188 [1961]).\nUnder these circumstances, the court finds it appropriate to take steps to preserve the challenged ballots for an effective judicial review of the board of inspectors’ determination. As stated by the Court in Progno (19 AD2d at 464), “[i]f such is not done and the proposed objections are disallowed by the Board of Inspectors, any judicial review of that determination will be thwarted by the deposit of the ballot in the ballot box.” Thus, the court hereby orders that, if the objections are made and are not sustained by the board of inspectors, the latter shall open each such envelope and make a photocopy of the ballot before canvassing the ballot, then place, the photocopy of the ballot in the envelope, reseal the envelope and endorse on the envelope a notation that the objection was not sustained and that the ballot has been canvassed and a photocopy thereof resealed pursuant to this order.\nContrary to the City Board of Elections’ contention, the Second Department’s decision in People for Ferrer v Board of Elections of City of N.Y. (286 AD2d 783 [2001]) does not dictate a different result here. In that case, four Democratic mayoral candidates, Fernando Ferrer, Mark Green, Alan G. Hevesi and Peter F. Vallone, had asked the court, inter alia, to establish a procedure allowing for expedited judicial review of Board of Elections rulings as to whether a paper ballot should be counted. The key dispute between the four candidates and the Board of Elections was over whether challenges to the board of inspectors’ decisions concerning the counting of a paper ballot could be immediately taken to a judge. The Queens Administrative Judge, Steven W Fisher, appointed a judge to sit at the Board of Elections to immediately rule on individual objections to the board of inspectors’ decision on paper ballots. On appeal, the Appellate Division held that Justice Fisher had no authority to modify the statutory procedure set forth in Election Law § 9-209 (2) (d) for judicial review of challenged ballots, or the authority to vary the Board of Elections’ statutory procedure for the canvassing of affidavit ballots (see Election Law § 8-302 [3] [e] [ii]). Justice Fisher’s order, which provided for an immediate review of challenged ballots, precluded the board of inspectors from rejecting or counting a challenged ballot in the first instance, as set forth in Election Law § 9-209 (2) (d), thus, resulting in a modification of the statute.\nHere, however, the remedy fashioned by this court — requiring the Board of Elections, in the event the two members of the board of inspectors agree that a challenged ballot should be counted, to make a copy of the ballot before it is counted and seal it back inside the ballot envelope — effectively preserves the ballot for judicial review, and in no way modifies the statutory procedure for judicial review or impinges upon the board of inspectors’ ability to make a determination and count challenged ballots.\nFor the reasons stated herein, it is hereby ordered that in the event the board of inspectors does not sustain an objection to a ballot, if made, that the board of inspectors shall open each such envelope and make a photocopy of the ballot before canvassing the ballot, and then place the photocopy of the ballot in the envelope and reseal the envelope and endorse on the envelope a notation that the objection was not sustained and that the ballot has been canvassed pursuant to this order.",
        "type": "majority",
        "author": "Albert Tomei, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Thomas Garry, New York City, and Henry T. Berger, New York City, for Vincent J. Gentile, respondent. John W. Carroll, New York City, for Joanne Seminara, respondent. Gerald Dunbar, Brooklyn, for Stephen Harrison, respondent. Ezra Glaser, Brooklyn, for Carlo Scissura, respondent. Michael A. Cardozo, Corporation Counsel {Paul Marks of counsel), for Board of Elections in City of New York and another, respondents. Robert Allan Muir, Brooklyn, for petitioner. Steven Richman, New York City, for New York City Board of Elections/Brooklyn Committee."
    ],
    "corrections": "",
    "head_matter": "[757 NYS2d 689]\nIn the Matter of Rosemarie O’Keefe, as a Candidate for the Public Office of Member of the Council of the City of New York from the 43rd Councilmanic District, County of Kings, Petitioner, v Vincent Gentile et al., Respondents.\nSupreme Court, Kings County,\nMarch 4, 2003\nAPPEARANCES OF COUNSEL\nThomas Garry, New York City, and Henry T. Berger, New York City, for Vincent J. Gentile, respondent. John W. Carroll, New York City, for Joanne Seminara, respondent. Gerald Dunbar, Brooklyn, for Stephen Harrison, respondent. Ezra Glaser, Brooklyn, for Carlo Scissura, respondent. Michael A. Cardozo, Corporation Counsel {Paul Marks of counsel), for Board of Elections in City of New York and another, respondents. Robert Allan Muir, Brooklyn, for petitioner. Steven Richman, New York City, for New York City Board of Elections/Brooklyn Committee."
  },
  "file_name": "0151-01",
  "first_page_order": 139,
  "last_page_order": 143
}
