{
  "id": 1237547,
  "name": "In the Matter of the Lawrence Children1 and Another, Children Alleged to be Neglected. Gail Lawrence et al., Respondents",
  "name_abbreviation": "In re Lawrence Children",
  "decision_date": "2003-07-02",
  "docket_number": "",
  "first_page": "156",
  "last_page": "170",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 156"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 83"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Fam. Ct.",
    "id": 9070,
    "name": "New York City Family Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "48 Buff L Rev 785",
      "category": "journals:journal",
      "reporter": "Buff. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "304 Pa Super 514",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        199365
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "526"
        },
        {
          "page": "1362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/304/0514-01"
      ]
    },
    {
      "cite": "142 Misc 2d 412",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        4231429
      ],
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/142/0412-01"
      ]
    },
    {
      "cite": "241 AD2d 446",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1534001
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/241/0446-01"
      ]
    },
    {
      "cite": "247 NY 111",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1983694
      ],
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/247/0111-01"
      ]
    },
    {
      "cite": "885 F Supp 426",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7840288
      ],
      "pin_cites": [
        {
          "page": "433"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/885/0426-01"
      ]
    },
    {
      "cite": "969 F Supp 884",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        244264
      ],
      "pin_cites": [
        {
          "page": "893"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/969/0884-01"
      ]
    },
    {
      "cite": "117 Misc 2d 105",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        806652
      ],
      "pin_cites": [
        {
          "page": "106"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/117/0105-01"
      ]
    },
    {
      "cite": "148 AD2d 862",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3584638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/148/0862-01"
      ]
    },
    {
      "cite": "275 AD2d 783",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5369366,
        5361563,
        505678,
        505431
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/275/0783-01",
        "/ad/275/0783-02",
        "/ad2d/275/0783-02",
        "/ad2d/275/0783-01"
      ]
    },
    {
      "cite": "122 Misc 2d 276",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        821998
      ],
      "pin_cites": [
        {
          "page": "278"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/122/0276-01"
      ]
    },
    {
      "cite": "60 NY2d 208",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4392005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/60/0208-01"
      ]
    },
    {
      "cite": "112 AD2d 299",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3439134
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/112/0299-01"
      ]
    },
    {
      "cite": "113 Misc 2d 287",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        792571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/113/0287-01"
      ]
    },
    {
      "cite": "87 NY2d 699",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8595441
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0699-01"
      ]
    },
    {
      "cite": "160 Misc 2d 151",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        921053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/160/0151-01"
      ]
    },
    {
      "cite": "85 NY2d 774",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4435313
      ],
      "pin_cites": [
        {
          "page": "780"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/85/0774-01"
      ]
    },
    {
      "cite": "2000 WL 33389848",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "130 AD2d 749",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3516964,
        3523614
      ],
      "pin_cites": [
        {
          "page": "751"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/130/0749-02",
        "/ad2d/130/0749-01"
      ]
    },
    {
      "cite": "49 NY2d 161",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4374385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/49/0161-01"
      ]
    },
    {
      "cite": "132 Misc 2d 596",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        851490
      ],
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/132/0596-01"
      ]
    },
    {
      "cite": "121 AD2d 194",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3488545
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/121/0194-01"
      ]
    },
    {
      "cite": "93 Misc 2d 343",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1912477
      ],
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/93/0343-01"
      ]
    },
    {
      "cite": "127 Misc 2d 1079",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        837511
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/127/1079-01"
      ]
    },
    {
      "cite": "81 Misc 2d 498",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1287641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/81/0498-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1397,
    "char_count": 34742,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 1.6909345195089026e-07,
      "percentile": 0.6991909566928419
    },
    "sha256": "9d5c3496cfc96ba51e153ac5ef4583f890689553439cd1fb0ea5c10076f3adcb",
    "simhash": "1:b3fdc18adcba7fdb",
    "word_count": 5744
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Lawrence Children and Another, Children Alleged to be Neglected. Gail Lawrence et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nDaniel Turbow, J.\nRespondents in these two neglect proceedings brought pursuant to article 10 of the Family Court Act are mothers who are, or recently were, in foster care under the jurisdiction of the Administration for Children’s Services (ACS). By this consolidated motion, respondents argue that ACS has a conflict of interest in prosecuting cases which seek a finding of neglect against persons for whom they serve as parens patriae. As the primary remedy for this alleged conflict, they seek an order relieving ACS “as the petitioner in the instant matters . . . and appointing a non-governmental agency as a special prosecutor.”\nRespondents’ motion is predicated upon the facially appealing policy argument that ACS, in its role as guardian of a minor parent such as respondents, should be seeking to avert a finding of neglect which may have serious long-term consequences for the parent. By definition, it is abdicating that obligation when it prosecutes a neglect proceeding against that parent. Moreover, while respondents acknowledge that ACS has an obligation to safeguard the children of minor parents as well as the minor parents themselves, they challenge ACS’ assertion that the only appropriate way that obligation can be satisfied is through the successful prosecution of a neglect proceeding. As will be discussed more fully below, the concerns raised by respondents are weighty and implicate important issues such as the circumstances under which it is appropriate to saddle a minor parent with the stigma of a neglect finding and its attendant consequences. However, we conclude that there is no basis for the relief sought. To the extent ACS suffers a “conflict of interest” it is one which is inherent to its statutory obligations. The court lacks the authority to intervene in the manner ACS chooses to satisfy those obligations in the fashion respondents suggest. To accept respondents’ argument would mean that, as a matter of law, a “special prosecutor” would be required in every article 10 case filed against a minor parent in foster care. Plainly, such a dramatic overhaul of the entire foster care system should not be effected by judicial fiat.\nNonetheless, we take this opportunity to urge ACS to evaluate such cases with due regard to the age of the respondent and with recognition that the law prohibits minor parents from being held to the same standard of care as adults. In the appropriate case, such an evaluation should cause the agency to conclude that a finding of neglect is not warranted while, at the same time, permitting the agency to assure the safety of the minor parent’s offspring pursuant to its explicit authority to “assume charge” of a destitute child under Social Services Law § 398.\nA. Facts\nI. Matter of Alice Peters. The respondent in this proceeding is Barbara Allen, who was born April 23, 1986. She was placed in foster care in 1995 as a result of the neglect of her mother. She gave birth to the subject child Alice on June 5, 2001. Apparently the mother and child thereafter lived in the same foster home.\nOn or about August 6, 2002, ACS commenced the instant proceeding against the minor parent, alleging that she had neglected her child in that, among other things, she had left the child with her foster parent on July 5, 2002 without making provisions for the child’s care and had failed to return. Alice was remanded to the care of ACS, in whose custody she remains. The mother subsequently appeared in court in connection with the proceeding and was assigned counsel.\nOn August 13, 2002, an amended petition was filed which contained additional allegations that the mother abused marijuana.\nACS thereafter reported that the mother had left her foster home without permission and that her whereabouts were unknown. On November 20, 2002, the mother failed to appear in court as required and an inquest was conducted. The court reserved decision at the conclusion of ACS’ case. This motion followed.\nII. Matter of Lawrence Children. The respondent mother of the three subject children in this proceeding is Gail Lawrence, who was born on June 1, 1983. In 1997, she was voluntarily placed with ACS by her sister, who had become Gail’s guardian upon the death of her parents.\nOn May 8, 2000, while in foster care, the mother gave birth to twins: Susan Lawrence and Sally Lawrence. On August 1, 2000, ACS commenced a child protective proceeding against the mother, alleging that she had failed to provide the twins adequate guardianship in a number of ways. On March 2, 2001, following inquest, Judge Susan Knipps found that the mother had neglected the children by, among other things, leaving them with her former foster parent without appropriate arrangements for their care. The twins were thereafter placed with ACS.\nOn August 30, 2001, the mother gave birth to a third child, Sarah Lawrence. On March 5, 2002, ACS brought the instant proceeding, naming as subject children Sarah as well as the twins, with respect to whom placement had inadvertently lapsed. The petition alleges that the respondent failed to plan for the children by, among other things, repeatedly leaving foster care without permission for lengthy periods of time, failing to maintain contact with the foster care agency, and failing to visit or follow through with her service plan. The twins continued in the care of ACS. Although Sarah was originally paroled to her mother, the child was thereafter remanded to ACS upon a showing that the mother had admitted to caseworkers that she was abusing marijuana and did not have a stable residence. On September 17, 2002, an amended petition was filed which raised those matters. Fact-finding has been adjourned in view of this motion.\nIt should be noted that a question exists as to whether the respondent was actually in placement with ACS at the time this proceeding was commenced on March 5, 2002. She was clearly in placement until her 18th birthday on June 1, 2001. However, at that time she did not provide the consent necessary to its continuation. (See Family Ct Act § 1055 [e].) In fact, she allegedly was “AWOL” from placement at that time. Nonetheless, the agency affirmatively asserted in its petition that she was in foster care at the time of its filing, and apparently she was formally discharged from placement as a result of a “discharge conference” held on October 18, 2002. To the extent that the issue becomes relevant at fact-finding it will have to be resolved at that time. For current purposes we assume that the respondent was indeed in foster care at the time of the petition’s filing and that the motion is thus apposite to her case.\nB. Discussion\nAs noted at the outset, respondents’ contention that ACS has a “conflict of interest” has a surface plausibility. However, upon close examination it becomes clear that respondents’ analysis and legal arguments are faulty. Certainly, they do not support invocation of the remedy respondents advance.\nRespondents contend that the issue should be viewed through the prism of those legal principles which govern attorneys’ conduct. They assert correctly that under the Code of Professional Responsibility an attorney plainly cannot represent conflicting interests. (See Code of Professional Responsibility DR 5-105 [22 NYCRR 1200.24].) They then state that the conflict of interest suffered by ACS is “imputed to counsel for ACS when they are arguing [in these cases] a position that is in clear contradiction to their own client’s position” when the client is advancing, in another context, the interests of the respondent minor parents. (Feb. 19, 2003 Green affidavit in support.) Ergo, they conclude that the attorneys, who are employees of ACS, must be disqualified and replaced by a “special prosecutor.”\nThe fundamental flaw in this presentation is that the ACS attorneys do not, by reason of their representation, have a “conflict of interest,” within the meaning of the Code of Professional Responsibility. They are representing a client — ACS— and, in the absence of some suggestion that they are not acting with undivided loyalty to that client, the principles codified in the Code of Professional Responsibility upon which respondents rely have no applicability. And, of course, to the extent respondents seek to invoke those principles as governing the conduct of ACS itself, the short answer is that the Code of Professional Responsibility governs the conduct of attorneys— not the conduct of administrative agencies. (See Code of Professional Responsibility, Preliminary Statement [“Obviously the Canons, Ethical Considerations, and Disciplinary Rules cannot apply to non-lawyers”].)\nThe case law cited by respondents in this regard is thus inapplicable. It all involves circumstances where a conflict was found because the attorney at issue was being called upon to simultaneously represent separate parties who had actual or potentially adverse interests. (See, e.g., Hanna v Rewkowski, 81 Misc 2d 498 [Sup Ct, Oneida County 1975]; Matter of Randy G., 127 Misc 2d 1079 [Fam Ct, Kings County 1985].) Neither these nor any other cited cases stand for the proposition that an attorney should be disqualified because — as is arguably the case here— his or her single client is taking inconsistent positions.\nThat is not to say that there might not be circumstances where disqualification of ACS counsel might be appropriate. Most directly, an ACS attorney might be disqualified from representing the agency in a neglect proceeding if he or she had previously represented a respondent in another proceeding. But, again, that would be because of a conflict — or the appearance of a conflict — stemming from the representation of two separate entities with adverse interests. (See generally People v Schiraldi, 93 Misc 2d 343, 346 [Crim Ct, Queens County 1977] [discussing circumstances in which ethical conflicts might arise in office of District Attorney with respect to criminal prosecution; “The reported cases of disqualification generally involve situations in which the prosecutor has a personal interest in the outcome of the case, either by virtue of being the victim of a crime or because the prosecutor had prior professional involvement with the defendant” (citations omitted)].)\nIt also warrants note in this regard that while ACS has an obligation to minor parents in its care, there is no suggestion that ACS counsel has an attorney-client relationship with those parents which would somehow be compromised by that counsel’s continued participation in these proceedings. Indeed, under the Family Court Act the minor parents are entitled to totally independent counsel — in the form of a law guardian — when they are before the court as the subject children in neglect proceedings (see Family Ct Act § 1016), as well as when they are respondents in such proceedings (see Family Ct Act § 262). Moreover, it is common for the law guardian to take a position on behalf of a subject child which is adverse to that of ACS. Under these circumstances, it cannot be said that ACS counsel is betraying any loyalty it has qua attorney towards a minor parent in ACS’ care when it represents ACS in a proceeding against that minor parent.\nWithout this proffered underpinning to their argument, respondents are essentially relegated to focusing upon the apparent inequity of having ACS pursue an article 10 proceeding against those individuals whom it was mandated to protect, and contending that policy considerations should absolutely bar ACS from bringing such proceedings under these circumstances. They suggest instead that ACS could achieve the same result it desires by bringing a case under article 7 to have a malfeasant minor parent declared a person in need of supervision (PINS), much as a parent or guardian of such a minor parent might do.\nIn response, ACS acknowledges that it has a parens patriae relationship to children in its care. (See, e.g., Palmer v Cuomo, 121 AD2d 194 [1st Dept 1986].) However, it emphasizes that it also has the legislative authority and responsibility to prosecute cases under article 10 when, in its discretion, it is believed necessary for the protection of a child. It cannot be foreclosed from exercising its authority simply because the parent of an allegedly neglected or abused child is in foster care. In any event, article 7 is inapposite to the ends ACS hopes to achieve.\nMoreover, ACS continues, respondents overstate their case. In fact, its position vis-a-vis the respondents is not as adversarial as it might at first seem since the agency has the statutory obligation to attempt to keep a respondent parent and child together. Thus, among other things, it must make “reasonable efforts” to prevent the removal of a child (see, e.g., Family Ct Act § 1022), and if the child is put in its care, it must utilize “diligent efforts” to foster “a meaningful relationship between the parent and child.” (Social Services Law § 384-b [7] [f].) Therefore, they argue\n“[i]n all child protective cases . . . ACS is obligated to those respondents who are legally adverse to them by the very nature of them being respondents. The mere fact that ACS has initiated and presented evidence against respondents in their care does not necessitate that it has abandoned its duties to these foster children by doing so.” (Mar. 3, 2003 affidavit in opposition at 12.)\nThey also point to the body of law that holds an article 10 proceeding is “remedial, not punitive” (see, e.g., Matter of Jessica C., 132 Misc 2d 596, 603 [Fam Ct, Queens County 1986]), and. suggest that respondents are exaggerating the consequences of a neglect finding.\nWe believe that ACS is correct in its reading of the law. Nonetheless, we also believe it proper to emphasize that the court has the authority, in the appropriate case, and in the manner discussed below, to temper the exercise of ACS’ powers when it is directed against minor parents. For a finding of neglect is not as benign as ACS would have it. In addition, special circumstances clearly inform the relationship of a minor parent to his or her child and, of necessity, must inform the standards of conduct to which a minor parent will be held.\nThus, we agree with ACS that it is charged with the responsibility to investigate suspected acts of child abuse or neglect and to bring article 10 proceedings when it deems it appropriate. (See, e.g., Family Ct Act § 1034; Social Services Law § 397 [2] [b]; § 398 [2] [a].) The agency’s discretion in this regard is generally not to be circumscribed by a court. (See generally Matter of Lorie C., 49 NY2d 161 [1980].) And, for the reasons it has advanced, any “conflict of interest” of the type at issue arises as a necessary incident to its responsibilities. (Cf. Holtzman v Hellenbrand, 130 AD2d 749, 751 [2d Dept 1987] [reversing appointment of independent special prosecutor to act instead of District Attorney in view of alleged conflict of interest; “In view of the District Attorney’s broad discretion in determining whether and in what manner to prosecute a suspected offender, the courts will not interfere with the exercise of that discretion absent a showing of abuse”]; Matter of Johnson v Smith, 2000 WL 33389848, *1, 2000 Mich App LEXIS 334, *2-3 [Mich Ct App 2000] [“Respondent. . . also claims that the statutes governing child protective proceedings create a conflict of interest for the FIA (Family Independence Agency) because the FIA has the responsibility, at various times, of both facilitating the return of a child to the child’s parents and initiating proceedings to terminate that parent’s parental rights. We find no merit to this claim. The FIA’s responsibilities are dependent on the circumstances of each case. While those responsibilities may differ from time to time, depending on the circumstances, they do not create a conflict of interest”].)\nIn addition, there is nothing that expressly precludes the agency from exercising its authority in cases where a child has a minor parent. The applicable statute does not require that a respondent be an adult, simply defining the term as “includ[ing] any parent or other person legally responsible for a child’s care who is alleged to have abused or neglected such child.” (Family Ct Act § 1012 [a] [emphasis added].) In fact, while respondents suggest that a parent is absolutely barred from bringing an article 10 proceeding against his or her own child, they are incorrect. (See Family Ct Act § 1032 [b] [permitting a “person on the court’s direction” to bring a proceeding].)\nThere is also no authority for the proposition that the agency cannot proceed merely because the minor parent is in foster care. Indeed, in Matter of Tyriek W., the Court of Appeals, albeit in dicta, noted that if there is a concern about the care a minor parent in foster care is providing his or her child, “the supervising agency can take whatever remedial steps are necessary, including making an appropriate petition under article 10 of the Family Court Act.” (85 NY2d 774, 780 [1995].)\nThere are sound reasons ACS might wish to proceed in this way. When a minor parent in foster care gives birth, she retains legal custody of her child. That is, the applicable regulations make clear that even though the minor parent and child may be living together in the same foster home, the newborn is not in the legal charge of ACS. (See, e.g., 18 NYCRR 430.12 [e] [“if a minor parent is in foster care and has residing with him or her his or her child or children, and such child or children are not in the care and custody or custody and guardianship of the local commissioner of social services”]; 18 NYCRR 423.2 [c] [1] [iv] [“Family is defined ... as ... a minor parent in foster care whose child or children are residing with him or her in a foster family home or residential facility”]; see generally Matter of Tyriek W., supra; Matter of C., 160 Misc 2d 151 [Fam Ct, NY County 1994].) Accordingly, when a minor parent cannot take care of a child, it may be necessary for ACS to take steps to assert control over that child. While one may question the Legislature’s wisdom in permitting minor parents to be subjected to the process, an article 10 proceeding may provide a means to that end.\nContrary to respondents’ suggestion, a PINS proceeding would not serve equally well. Although petitioner has raised numerous arguments as to why this is so based upon the different remedial purposes of article 10 and article 7, there is a simpler rebuttal to respondents. Even if successful, an article 7 proceeding would not give ACS any greater legal rights to the newborn child than it already had by reason of the mother’s placement in foster care. Put another way, the article 7 proceeding would simply provide an alternative basis for ACS to exercise jurisdiction over the respondent parent. ACS’ goal, however, is to exercise jurisdiction over the respondent parent’s child.\nNonetheless, even though ACS has the authority to proceed against a minor parent in foster care pursuant to article 10, it should recognize that a neglect finding has a significant deleterious impact upon the parent. Among other things, it means that the report made to the state central register of child abuse and maltreatment upon which the case was based will remain on file until the 28th birthday of the youngest subject child and will not be subject to expungement. (See Family Ct Act § 1051 [f] [iii].) That imposes a stigma upon the respondent which could effectively prevent her from becoming a foster parent, adoptive parent, child care worker, or teacher. (See generally Matter of Lee TT., 87 NY2d 699 [1996].) In view of the fact that records of many serious crimes committed by a minor may be sealed or expunged (see Family Ct Act §§ 375.2, 375.3), this consequence of a neglect finding can only be considered exceptionally harsh, notwithstanding petitioner’s characterization of article 10 proceedings as “remedial, rather than punitive.” This would be particularly true if the respondent were unusually young, if the act of neglect was relatively minor, or if a lack of supervision of the respondent by her caretaker contributed to the commission of the neglectful act. (Cf. Matter of Tricia Lashawnda M., 113 Misc 2d 287 [Fam Ct, Queens County 1982] [dismissing termination proceeding based upon abandonment against minor parent in foster care where the agency obstructed regular contact between the mother and child].) Plainly, in its role of the minor’s caretaker, even if it is lawful, ACS should not wish the result to obtain under such circumstances.\nAs suggested by Barbara Allen’s Law Guardian here, we therefore urge ACS to consider whether it might not better serve the interests of the minor parent and the parent’s child to exercise jurisdiction over the child under the authority of Social Services Law § 398 (1), which grants it “powers” and “duties,” to “[a]ssume charge of and provide support for any destitute child who cannot be properly cared for in his home.” If effected through this authority, ACS could achieve its goal of assuming care of the minor parent’s child without necessarily tarring the minor parent with a record at the state central register.\nWhen presented with this possibility, ACS has argued that the statutes dealing with “destitute children” are inapplicable here. We think it is mistaken.\nSection 371 (3) of the Social Services Law defines a “destitute child” as\n“a child who, through no neglect on the part of its parent, guardian or custodian, is\n“(a) destitute or homeless, or\n“(b) in a state of want or suffering due to lack of sufficient food, clothing, or shelter, or medical or surgical care, or\n“(c) a person under the age of eighteen years who is absent from his legal residence without the consent of his parent, legal guardian or custodian, or\n“(d) a person under the age of eighteen who is without a place of shelter where supervision and care are available.” (Emphasis added.)\nACS contends that, by definition, a subject child cannot be considered “destitute” where the minor parent has been neglectful. Plainly, however, the statute does not require that a court affirmatively determine there has been no neglectful conduct before ACS can “assume charge” of a destitute child under Social Services Law § 398. (See Matter of Anonymous v Olson, 112 AD2d 299 [2d Dept 1985] [Court affirms grant of custody of destitute child to Department of Social Services in custody proceeding without any prior finding of neglect].) Rather, ACS has the authority in the first instance to determine whether a parent’s conduct gives rise to a charge of neglect which should be brought to the court’s attention. Indeed, to the extent ACS suggests otherwise, it undermines its own persuasive arguments as to the scope of its broad discretion to decide when to commence an article 10 proceeding. (See e.g., Matter of Weber v Stony Brook Hosp., 60 NY2d 208 [1983].)\nThus, ACS routinely considers whether some exhibition of inadequate child care is “neglect” that might warrant prosecution under article 10, taking into account numerous factors, including the age of the subject child, other resources in the home, a parent’s responsiveness to proffered services, etc. — in short, all those factors that are considered when, for example, it makes “reasonable efforts” to prevent the removal of a child. (Family Ct Act § 1022.) As a result of this assessment, ACS may properly choose to make some acts of improper child care by one parent the subject of an article 10 proceeding, but decline to proceed against another parent who has committed objectively similar acts. In the instant context, should ACS conclude that the acts of the minor parent did not constitute neglect warranting the commencement of article 10 proceedings, there would be no disqualifying factor which would prevent consideration of a child as destitute under section 371. There would therefore be no obstacle to consequent invocation of ACS’ authority under section 398 to “assume charge” of that child.\nSuch a construct — which may operate to avoid an unnecessary neglect finding against a minor parent — is particularly appropriate because the minor parent cannot be held to the same standard of conduct as an adult. This is clear from an analysis of the principles governing the imposition of liability under article 10.\nThus, in assessing whether behavior has constituted neglect, a standard has been adopted which is familiar from the tort context: “To implement the stated purpose of article 10 proceedings, the court finds that parental behavior must be evaluated objectively. Thus, the test is whether a reasonable and prudent parent would have so acted (or failed to act) under circumstances then and there existing.” (Matter of Katherine C., 122 Misc 2d 276, 278 [Fam Ct, Richmond County 1984], cited in Matter of Christina P., 275 AD2d 783 [2d Dept 2000]; Matter of Melissa U., 148 AD2d 862 [3d Dept 1989]; see generally Besharov, Practice Commentaries, McKinney’s Cons Laws of NY, Book 29A, Family Ct Act § 1012, at 317-318; cf. 79 NY Jur 2d, Negligence § 29 [“The test of actionable negligence, and consequently the measure of the required degree and standard of care, is what a reasonably prudent and careful person would have done under the circumstances in the discharge of his or her duty to the injured party” (citations omitted)].)\nCritically, however, the law acknowledges that in considering “the circumstances” of the conduct being examined in a tort context, the age of the actor is a significant factor. Accordingly, “The standard of conduct to which a child must conform to avoid being negligent is that of a reasonable child of like age, intelligence and experience under like circumstances.” (Deliso v Cangialosi, 117 Misc 2d 105, 106 [Civ Ct, NY County 1982] [emphasis added and citations omitted]; see also Banks by Banks v United States, 969 F Supp 884, 893 [SD NY 1997] [“It has long been settled in New York that ‘an infant is expected to exercise a level of care commensurate with his age, experience, intelligence and ability’ ”], quoting Republic Ins. Co. v Michel, 885 F Supp 426, 433 [ED NY 1995], citing Camardo v New York State Rys., 247 NY 111, 116 [1928]; Sorto v Flores, 241 AD2d 446 [2d Dept 1997].) As is the case with adults, this test is likewise applicable when the lawfulness of a minor’s conduct is being evaluated in child protective proceedings.\nIn candor, research has failed to uncover any New York cases which expressly set forth this standard per se, although there are a number which acknowledge that accommodation must be made for a minor’s immaturity in the related context of evaluating the voluntariness of a minor parent’s surrender of a child for adoption. (See, e.g., Matter of A.F. v Spence Chapin Agency, 142 Misc 2d 412, 417 [1989] [Fam Ct, Kings County, Schechter, J.] [“The tone of (several cited) decisions serves to remind us of the need for the highest degree of care in fully informing and emotionally supporting a minor parent through every phase of the surrender process”].) However, common sense dictates this result. A minor has different capabilities and fewer options than an adult. He or she simply cannot be expected to provide the same level of care to a child, in every respect, as an adult. He or she cannot be penalized for not acting like an adult.\nThe Superior Court of Pennsylvania eloquently made this point in dismissing a termination proceeding brought against a minor parent:\n“In the case at bar, two of the goals which appellant was faulted for failing to achieve were the establishment of independent living arrangements and finding employment to support herself and her son. It is questionable whether a just society should require a minor parent to emancipate him or herself as a condition for forestalling the termination of such minor’s parental rights. The feasibility of goals of this nature should be examined when a court is ruling on a termination petition. As an example, we refer to the fact that minors can be employed only in jobs that meet the strictures set forth in the child labor laws. The record shows that appellant did make an effort to meet the goals demanded of her and, in view of her age at the time, we find that her lack of success in this area cannot be greatly weighed against her.” (Matter of Adoption of Barnett, 304 Pa Super 514, 526, 450 A2d 1356, 1362 [1982] [emphasis added].)\nPlainly, the same reasoning has force in the instant context.\nWe are not in any way suggesting that a minor is immune from article 10 proceedings because of his or her age, or because he or she is in foster care. As we discussed above, the Legislature has determined to make minor parents subject to such proceedings. On many occasions, a minor parent’s conduct will be sufficiently egregious under the applicable standard to warrant the commencement of a proceeding and a finding by the court. However, there will likely be other occasions where consideration of the age and circumstances of the minor parent will lead ACS to conclude that the parent has not committed acts of neglect. In those cases, if the parent cannot otherwise care for the child, ACS may assume the child’s care under the authority of Social Services Law § 398.\nOf course, when ACS does bring an article 10 proceeding against a minor, as it has here, it will be the court’s obligation to determine under the foregoing standards whether the case has been proven. And again, in those circumstances where neglect or abuse is not proved, but the minor parent cannot care for the child, recourse to section 398 may be available. As is the case with the matters at hand, any such determination by the court must await the conclusion of fact-finding.\nC. Conclusion\nRespondents’ motion is denied.\n. A third case originally consolidated for purposes of this motion, Matter of D.E., was subsequently withdrawn.\n. Substantive proceedings in the underlying case have been held in abeyance during the pendency of this motion.\n. The direction to consolidate these cases for purposes of this motion was made at a conference held on January 8, 2003, when a briefing schedule was also set. On February 11, 2003, before the motion was actually filed, ACS filed a supplemental petition against the respondent, raising the additional claim that the mother abused cocaine to the point that on January 8, 2003 she had to be hospitalized after passing out.\n. All three children are in the same foster home.\n. That Disciplinary Rule provides that, unless there is a knowing consent by both clients after full disclosure of its implications, an attorney may not accept multiple employment “if the exercise of independent professional judgment in behalf of a client will be or is likely to be adversely affected by tbe acceptance of the proffered employment, or if it would be likely to involve the lawyer in representing differing interests.” (DR 5-105 [a].) DR 5-105 (b) sets forth a proscription on continuing employment in such circumstances.\n. ACS is represented by attorneys employed in the agency’s Division of Legal Services, who serve as Special Assistant Corporation Counsels.\n. “ ‘Parens patriae,’ literally ‘parent of the country,’ refers traditionally to [the] role of state as sovereign and guardian of persons under legal disability, such as juveniles or the insane . . . It is the principle that the state must care for those who cannot take care of themselves, such as minors who lack proper care and custody from their parents.” (Black’s Law Dictionary 1114 [6th ed] [citations omitted].)\n. This structure is consistent with the view that a minor parent maintains custody of his or her own child, even though the parent remains in the custody of her parent or guardian. One writer has argued persuasively that the failure to restrict a minor parent’s custodial rights is unfortunate. Among other things, a minor parent has deficient decision-making skills because of age, which might serve to put the newborn at risk. In addition, it undermines the relationship between the minor parent and his or her own parent. And, it has the potentially bizarre consequence of permitting a minor parent to make medical decisions on the newborn’s behalf even though the parent cannot make them on his or her own. (Buss, The Parental Rights of Minors, 48 Buff L Rev 785 [Fall 2000].)\n. ACS has also objected to utilization of section 398 on the ground that it is not permitted to assert jurisdiction over a destitute subject child unless it terminates the parent’s rights under section 384-b. ACS plainly misconstrues the statutory scheme. While section 384-b sets forth a procedure which may be utilized for assuming care of a destitute child in certain circumstances, including the death of his or her parents, it in no way requires utilization of that procedure if ACS merely wishes to “assume charge” of a destitute child under section 398. This is clear from a comparison of the first two subdivisions of section 398. The first, dealing exclusively with destitute children, authorizes ACS to “[a]ssume charge” and “provide support” for such children, and makes no mention whatsoever of any attendant court proceedings. (Social Services Law § 398 [1].) By contrast, subdivision (2), dealing with “neglected, abused or abandoned children,” expressly contemplates the prosecution of proceedings in Family Court “to obtain custody” of such children (§ 398 [2] [a]), and “adjudication by such court of the alleged neglect, abuse or abandonment.” (§ 398 [2] [b]; see also § 397.) In any event, the Second Department has expressly approved of the appropriate agency’s assumption of custody of a destitute child where a parent’s rights were not terminated. (See Matter of Anonymous v Olson, supra.)\n. Respondents have also moved to dismiss the proceedings under Family-Court Act § 1051 (c) on the ground that the aid of the court is allegedly not required. That motion is denied with leave to renew during the dispositional ■phases of these proceedings, if and when they are reached.",
        "type": "majority",
        "author": "Daniel Turbow, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Elliot Green, Brooklyn, for respondents. Michael A. Cardozo, Corporation Counsel, Brooklyn (<Joseph Cardieri, Ian Sangenito, Kelly Alvord and Sabrina Flaum of counsel), for petitioner. Jeffrey Schwartz, New York City, Law Guardian, for the Lawrence Children. Legal Aid Society, Brooklyn CMonica Drinane and Julie Hall of counsel), Law Guardian, for Alice Peters."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 83]\nIn the Matter of the Lawrence Children and Another, Children Alleged to be Neglected. Gail Lawrence et al., Respondents.\nFamily Court, Kings County,\nJuly 2, 2003\nAPPEARANCES OF COUNSEL\nElliot Green, Brooklyn, for respondents. Michael A. Cardozo, Corporation Counsel, Brooklyn (<Joseph Cardieri, Ian Sangenito, Kelly Alvord and Sabrina Flaum of counsel), for petitioner. Jeffrey Schwartz, New York City, Law Guardian, for the Lawrence Children. Legal Aid Society, Brooklyn CMonica Drinane and Julie Hall of counsel), Law Guardian, for Alice Peters.\n. The names of the parties have been changed for purposes of publication."
  },
  "file_name": "0156-01",
  "first_page_order": 144,
  "last_page_order": 158
}
