{
  "id": 1237579,
  "name": "Carl Kruger, as New York State Senator in the 27th Senatorial District, Individually and on Behalf of the Parents of Children Attending Public Schools in the City of New York, et al., Plaintiffs, v. Michael R. Bloomberg, as Mayor of the City of New York, et al., Defendants; Steven Sanders, as New York State Assemblyman, et al., Petitioners, v. Michael R. Bloomberg, as Mayor of the City of New York, et al., Respondents",
  "name_abbreviation": "Kruger v. Bloomberg",
  "decision_date": "2003-06-09",
  "docket_number": "",
  "first_page": "192",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 192"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 76"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "185 Misc 338",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        923729,
        923763
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/185/0338-01",
        "/misc/185/0338-02"
      ]
    },
    {
      "cite": "185 Misc 335",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        923740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/185/0335-01"
      ]
    },
    {
      "cite": "179 Misc 2d 435",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        850326
      ],
      "pin_cites": [
        {
          "page": "446"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/179/0435-01"
      ]
    },
    {
      "cite": "159 Misc 2d 324",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        918356
      ],
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/159/0324-01"
      ]
    },
    {
      "cite": "110 Misc 2d 346",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        782981
      ],
      "pin_cites": [
        {
          "page": "351"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/110/0346-01"
      ]
    },
    {
      "cite": "194 AD2d 328",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1132121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/194/0328-01"
      ]
    },
    {
      "cite": "181 Misc 807",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        912310
      ],
      "pin_cites": [
        {
          "page": "811"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/181/0807-01"
      ]
    },
    {
      "cite": "90 Misc 2d 649",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1902608
      ],
      "pin_cites": [
        {
          "page": "650-651"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/90/0649-01"
      ]
    },
    {
      "cite": "151 Misc 222",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        840637
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/151/0222-01"
      ]
    },
    {
      "cite": "187 Misc 707",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        928813
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "708"
        },
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/187/0707-01"
      ]
    },
    {
      "cite": "45 Misc 2d 77",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1151625
      ],
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/45/0077-01"
      ]
    },
    {
      "cite": "274 App Div 930",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2765074,
        2780005,
        2776399,
        2762383
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/274/0930-04",
        "/ad/274/0930-03",
        "/ad/274/0930-02",
        "/ad/274/0930-01"
      ]
    },
    {
      "cite": "81 NYS2d 407",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "279 AD2d 396",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1265045
      ],
      "pin_cites": [
        {
          "page": "398-399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/279/0396-01"
      ]
    },
    {
      "cite": "195 Misc 2d 119",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        338394
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "122-123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/195/0119-01"
      ]
    },
    {
      "cite": "91 NY2d 716",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        525062
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "720"
        },
        {
          "page": "718, 720-721"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/91/0716-01"
      ]
    },
    {
      "cite": "291 AD2d 40",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        129128
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/291/0040-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 821,
    "char_count": 15985,
    "ocr_confidence": 0.763,
    "pagerank": {
      "raw": 7.4816877783239e-08,
      "percentile": 0.4456333168458856
    },
    "sha256": "bfe66985df756b2533086a3ef086569c123de9935d4649463a51832747b02d32",
    "simhash": "1:2eb21d82ac754574",
    "word_count": 2626
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carl Kruger, as New York State Senator in the 27th Senatorial District, Individually and on Behalf of the Parents of Children Attending Public Schools in the City of New York, et al., Plaintiffs, v Michael R. Bloomberg, as Mayor of the City of New York, et al., Defendants. Steven Sanders, as New York State Assemblyman, et al., Petitioners, v Michael R. Bloomberg, as Mayor of the City of New York, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nDoris Ling-Cohan, J.\nBefore the court are two orders to show cause seeking amicus curiae status. The underlying action was brought by New York State Senator Carl Kruger against Mayor Michael R. Bloomberg, Schools Chancellor Joel I. Klein, and the New York City Department (or Board) of Education (collectively known as City) seeking to set aside a proposed reorganization of the New York City school system as a de facto elimination of community school districts in violation of various provisions of the Education Law. The proposed reorganization is part of the “Children First” reform plan issued by the Chancellor, which would affect the approximately 1,200 schools, servicing 1.1 million students.\nOn consent of the parties, three New York State Senators, six New York State Assemblymen, six New York City Council members, two Representatives of the United States Congress, parents and parent leaders, past and present officials of the city school system, and a union leader who represents employees in the school system intervened.\nPublic Education Needs Civic Involvement in Learning (PENCIL) and the Association of the Bar of the City of New York have each moved by order to show cause to appear as amicus curiae in this matter. PENCIL is a not-for-profit organization devoted to public education issues by contributing to the improvement of New York City public schools through active and meaningful civic involvement by the private sector. In addition to its other programs which bring much needed resources to the public schools, PENCIL’S flagship program, principal for a day, brings civic leaders into the public schools. The Association of the Bar is a professional organization of attorneys with more than 22,000 members. One of its standing committees is the Committee on Education and the Law, which has focused, in addition to other issues, on the governance of the New York City school system.\nIn signing the orders to show cause setting forth a return date and a schedule for any opposition papers, the court has considered the standard for amicus curiae. This written decision sets forth the standard of review that this court has employed in rendering its decision to sign these orders to show cause, in an attempt to be helpful to the bench and bar, given that there are few decisions addressing the issue of amicus curiae in the trial courts.\nThe usual method for intervention into an existing lawsuit is by CPLR 1012 or 1013; the sections are designated as “intervention by right” (CPLR 1012) or “intervention by permission” (CPLR 1013). None of the intervention statutes set forth in the CPLR use the words “amicus curiae,” but they have been used to allow such intervention. (See Siegel, NY Prac § 182, at 298 [3d ed].)\nCPLR 1012 (a) (3) provides: “[U]pon timely motion, any person shall be permitted to intervene in any action . . . [w]hen the action involves the disposition or distribution of, or the title or a claim of damages for injury to property and the person may be adversely affected by the judgment.” Alternatively, intervention by permission is appropriate “[u]pon timely motion, any person may be permitted to intervene in any action . . . when the person’s claim or defense and the main action have a common question of law or fact. In exercising its discretion, the court shall consider whether the intervention will unduly delay the determination of the action or prejudice the substantial rights of any party.” (CPLR 1013.)\nIn a CPLR article 78 proceeding, such as this one, CPLR 7802 (d) confers upon the courts “broader authority to allow intervention . . . than is permitted” under the general intervention provisions. (Roosevelt Islanders for Responsible Southtown Dev. v Roosevelt Is. Operating Corp., 291 AD2d 40, 48 [1st Dept 2001]; see also Matter of Greater N.Y. Health Care Facilities Assn. v DeBuono, 91 NY2d 716, 720 [1998].) Such section provides that in proceedings brought pursuant to article 78, “[t]he court . . . may allow other interested parties to intervene.” (CPLR 7802 [d].) However, to be an “interested” party, one must have a legally cognizable claim to intervene pursuant to CPLR 7802 (d), rather than just a general interest in the result of the article 78. (Matter of New York Times Co. v City of N.Y. Fire Dept., 195 Misc 2d 119, 122-123 [Sup Ct, NY County 2003], citing Matter of Greater N.Y. Health Care Facilities Assn., 91 NY2d at 718, 720-721; Ferguson v Barrios-Paoli, 279 AD2d 396, 398-399 [1st Dept 2001].)\n“Once let in, the intervenor becomes a party for all purposes.” (Siegel, NY Prac § 178, at 295 [3d ed]; see Incorporated Vil. of Is. Park v Island Park-Long Beach, 81 NYS2d 407 [1948], affd 274 App Div 930 [2d Dept 1948].) A party who intervenes, if the motion is granted, obtains the rights of a party, including the right to counterclaim, cross-claim, implead, appeal, etc. (Siegel, NY Prac § 183, at 300 [3d ed]; see Brown v Waryas, 45 Misc 2d 77, 78 [Sup Ct, Duchess County 1965].)\nHere, PENCIL and the Association of the Bar do not seek to intervene with the full rights of a party but to act as a “friend of the court” by providing a memorandum of law. Thus, the appropriate analysis to be applied is similar to the review an appellate court uses in determining whether to grant amicus status.\nAmicus curiae has been defined as “one who, as a standerby, when a judge is in doubt or mistaken in a matter of law, may inform the court.” (Kemp v Rubin, 187 Misc 707, 708 [Sup Ct, Queens County 1946].) “[T]he function of an ‘amicus curiae’ is to call the court’s attention to law or facts or circumstances in a matter . . . that might otherwise escape its consideration; it is a privilege and not a right; he is not a party, and cannot assume the functions of a party; he must accept the case before the court with issues made by the parties, and may not control the litigation.” {Id. at 709.)\nThere are few cases addressing such applications in the trial court, in part because the parties may stipulate to amicus curiae status. (See e.g. Matter of New York Times Co. v City of N.Y. Fire Dept., 195 Misc 2d 119 [Sup Ct, NY County 2003].) Certainly, where the trial court needs to obtain the advice of a disinterested expert on the law applicable to a proceeding before the court, it can invite the expert to file a brief amicus curiae, provided that it gives notice to the parties of the person consulted and a copy of such advice, and afford the parties reasonable opportunity to respond. (Rules of Judicial Conduct [22 NYCRR] § 100.3 [B] [6] [b].) “In cases involving questions of important public interest leave is generally granted to file a brief as amicus curiae.” (Colmes v Fisher, 151 Misc 222, 223 [Sup Ct, Erie County 1934].) “Unlike the typical intervenor, amici are quite often large organizations or associations that represent a particular interest group.” (Davies, Stecich, and Gold, New York Civil Appellate Practice § 8:4 [8 West’s NY Prac Series 1996].)\nEven when intervention is denied, the party seeking to intervene may still be permitted to appear as amicus curiae. (See Finkelstein, Mauriello, Kaplan & Levine v McGuirk, 90 Misc 2d 649, 650-651 [Sup Ct, Orange County 1977].) Where the movant “begs leave of the court to intervene as a party in this action” but “asserts no right against anyone, nor claims no duty owing by anyone,” he may nevertheless “be of assistance to the court as amicus curiae” and “allowed to introduce argument, authority or evidence to protect his interests.” (Ladue v Goodhead, 181 Misc 807, 811 [Erie County Ct 1943].) Where a person is uniquely qualified to give relevant testimony, the court, in the exercise of its discretion, may call the amicus curiae to give testimony. (See e.g. Matter of George “Joey” S., 194 AD2d 328 [1st Dept 1993].)\nWhere all possible points of view were represented by counsel, the application to appear as amicus will be denied, as nothing would be served by allowing additional appearances. (See Matter of Mayer, 110 Misc 2d 346, 351 [Sur Ct, NY County 1981].) The same considerations which persuaded a court to deny intervention by permission may come into play in denying a request for amicus status. (Id.) If the granting of amicus curiae status might delay the case, the court could deny the application in its discretion. (See e.g. Matter of Rourke v New York State Dept. of Correctional Servs., 159 Misc 2d 324, 327 [Sup Ct, NY County 1993]; State of New York v Philip Morris, Inc., 179 Misc 2d 435, 446 [Sup Ct, NY County 1998].)\nFurthermore, the amicus curiae is “not a party, and cannot assume the functions of a party; he must accept the case before the court with issues made by the parties, and may not control the litigation.” (Kemp, 187 Misc at 709.) The court can set conditions on the granting of amicus status, such as limiting or denying oral argument, and even has the discretion, in an appropriate case, to allow the amicus to ask questions of a witness. (See Dawes v Silberman, 185 Misc 335 [Mun Ct, Queens County 1944], affd 185 Misc 338 [App Term, 2d Dept 1944].)\nThe Court of Appeals is the only court that has promulgated a rule specifying the standard for granting a motion for amicus curiae status. (22 NYCRR 500.11 [e].) The rule provides:\n“A brief may be filed only by leave of court granted on motion, or upon the court’s own request. Motions for amicus curiae relief, when appropriately made on notice to all of the parties and sufficiently in advance of the argument of the appeal to allow adequate court review of the motion and the proposed brief, must include consideration of and satisfaction to the court of at least one of the following criteria:\n“(1) a showing that the parties are not capable of a full and adequate presentation and that movants could remedy this deficiency;\n“(2) that movants would invite the court’s attention to the law or arguments which might otherwise escape its consideration; or\n“(3) that amicus curiae briefs would otherwise be of special assistance to the court.”\nThe Appellate Division, Second Department, has promulgated a rule which addresses the method for seeking amicus curiae status: “Permission to file an amicus curiae brief shall be obtained by persons who are not parties to the action or proceeding by motion on notice to each of the parties.” (22 NYCRR 670.11 [a].) The Second Department does not permit oral argument, unless ordered by the court. (22 NYCRR 670.11 [b].)\nThe Appellate Division, Fourth Department, rule provides that a person must “make a motion to serve and file a brief amicus curiae. An affidavit in support shall briefly set forth the issues to be briefed and the movant’s interest in the issues. The proposed brief may not duplicate arguments made by a party to the appeal or proceeding ... A person granted permission . . . shall not be entitled to oral argument.” (Rules of App Div, 4th Dept [22 NYCRR] § 1000.13 [k].)\nAfter distilling the information contained in the rules promulgated by the appellate courts and trial court cases addressing amicus curiae, the court has considered the following criteria in evaluating the within orders to show cause for amicus curiae status:\n(1) whether the movant seeking amicus curiae status moves by order to show cause; a motion by order to show cause seeking amicus is the preferable procedure as the trial court can then set an expeditious return date and procedure for providing notice by specifying how the parties are to be served, so as not to interfere with the main action;\n(2) whether the affidavit/affirmation in support indicates the movant’s interest in the issues to be briefed and sets forth the issues, with a proposed brief attached;\n(3) whether the affidavit/affirmation in support indicates:\n(a) a showing that the parties are not capable of a full and adequate presentation and that movant could remedy this deficiency; or\n(b) that movant would invite the court’s attention to the law or arguments which might otherwise escape its consideration; or\n(c) that its amicus curiae brief would otherwise be of special assistance to the court; and\n(4) whether the amicus curiae application or status would substantially prejudice the rights of the parties, including delaying the original action/proceeding; and\n(5) whether the case concerns questions of important public interest.\nApplying the above standard, the court finds that PENCIL and the Association of the Bar have made a sufficient showing for the court to sign the orders to show cause. The court will decide these applications and all other motions filed to intervene or for amicus curiae status in this case by submission without oral argument.\n. By order to show cause, the petitioners-intervenors moved for an order inter alia: (1) scheduling an expedited hearing on the merits; (2) declaring that respondents’ reorganization plan is in violation of article 52-A of the Education Law, Civil Service Law §§ 17, 22, and 35 (g), and New York State Constitution, article V, § 6; (3) declaring that those portions of respondents’ reorganization plan that eliminate the position of community superintendent, district organizations, transfer or eliminate other district personnel, and close district offices be set aside, vacated, and declared null and void; (4) enjoining respondents from closing community school district offices and dismantling or transferring functions from community school district offices; (5) enjoining respondents from eliminating the position of community superintendents, and from transferring the duties of community superintendents to regional superintendents, local instructional supervisors, regional operations managers, or other authorities not within or under the jurisdiction of community districts; (6) directing respondents to select and appoint community superintendents for positions in all of the 32 community school districts by July 1, 2003; (7) enjoining respondents from eliminating other district personnel, including deputy superintendents, directors of operations, personnel directors, budget directors and such other personnel as may be necessary to effectuate school district operations; (8) enjoining respondents from consolidating committees on special education in the community school districts; (9) directing respondents to take remedial action to rescind any directives or instructions issued in furtherance of dismantling or closing such district offices, and terminating or transferring district personnel and community superintendents; and (10) directing respondents to restore budgetary authority to community school districts for the purposes of effectuating this order.\n. The Appellate Division, Second Department, prescribes the length of the brief. (Rules of App Div, 2d Dept [22 NYCRR] § 670.11 [b].) The Appellate Division, First Department, rules permit briefs not in excess of 25 pages. (Rules of App Div, 1st Dept [22 NYCRR] § 600.10 [d] [1] [i].)\n. In addition to these two applications, numerous other organizations have moved for amicus curiae status or to intervene.",
        "type": "majority",
        "author": "Doris Ling-Cohan, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Nancy M. Lederman, New York City, for Steven Sanders and others. Bruce K. Bryant and Barbara A. Jaccoma, Brooklyn, for Jill Levy. Paul Wooten & Associates, Brooklyn, for Dawn Fulton and others. Baron Associates, PC., Brooklyn (Seth MacArthur of counsel), and Marcia M. Schiff for Carl Kruger and another. Michael A. Cardozo, Corporation Counsel, New York City (Chíarens Orsland of counsel), for Michael R. Bloomberg and others."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 76]\nCarl Kruger, as New York State Senator in the 27th Senatorial District, Individually and on Behalf of the Parents of Children Attending Public Schools in the City of New York, et al., Plaintiffs, v Michael R. Bloomberg, as Mayor of the City of New York, et al., Defendants. Steven Sanders, as New York State Assemblyman, et al., Petitioners, v Michael R. Bloomberg, as Mayor of the City of New York, et al., Respondents.\nSupreme Court, New York County,\nJune 9, 2003\nAPPEARANCES OF COUNSEL\nNancy M. Lederman, New York City, for Steven Sanders and others. Bruce K. Bryant and Barbara A. Jaccoma, Brooklyn, for Jill Levy. Paul Wooten & Associates, Brooklyn, for Dawn Fulton and others. Baron Associates, PC., Brooklyn (Seth MacArthur of counsel), and Marcia M. Schiff for Carl Kruger and another. Michael A. Cardozo, Corporation Counsel, New York City (Chíarens Orsland of counsel), for Michael R. Bloomberg and others."
  },
  "file_name": "0192-01",
  "first_page_order": 180,
  "last_page_order": 187
}
