{
  "id": 1237578,
  "name": "Victoria Gallegos, Plaintiff, v. Elite Model Management Corporation et al., Defendants",
  "name_abbreviation": "Gallegos v. Elite Model Management Corp.",
  "decision_date": "2003-08-13",
  "docket_number": "",
  "first_page": "200",
  "last_page": "208",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 200"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 134"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "145 Misc 471",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        824824
      ],
      "pin_cites": [
        {
          "page": "473-474"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/145/0471-01"
      ]
    },
    {
      "cite": "102 Misc 2d 810",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1938096
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "811"
        },
        {
          "page": "813"
        },
        {
          "page": "812"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/102/0810-01"
      ]
    },
    {
      "cite": "46 Misc 2d 131",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1156071
      ],
      "pin_cites": [
        {
          "page": "132"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/46/0131-01"
      ]
    },
    {
      "cite": "921 F Supp 1072",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7804718
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1076"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/921/1072-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 822,
    "char_count": 18337,
    "ocr_confidence": 0.742,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.4358012764450746
    },
    "sha256": "d4a6b35a9976f26bc57555e71c628203111dc02021d199e28fafe26057bcd200",
    "simhash": "1:2c762620ee186d89",
    "word_count": 2907
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Victoria Gallegos, Plaintiff, v Elite Model Management Corporation et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLouis B. York, J.\nThis is an order to show cause on a prejudgment motion, pursuant to CPLR 5229, compelling defendants to appear for examinations concerning the nature, extent and location of their assets, and restraining them from making or suffering any sale, assignment, transfer or interference with property in which they have an interest in, as if a restraining notice had been served upon them after judgment. This application was brought by plaintiff, Victoria Gallegos, the prevailing party in a jury trial against defendants Elite Model Management Corporation, John Casablancas, Gerald Marie, Mary Ann D’Angelico, and Monique Pillard.\nBackground\nOn April 25, 2003, after an eight-week bifurcated trial, a jury found all five defendants liable in damages to the plaintiff for violations of the New York City and New York State Human Rights Laws. The jury awarded plaintiff $2,673,590 in compensatory damages against all of the defendants and $2,600,000 in punitive damages against Elite. Shortly thereafter, defendants filed a motion to vacate the liability verdict and to vacate or substantially reduce the damages verdict pursuant to CPLR 4404; the motion is still pending before this court. Plaintiff filed this application pursuant to CPLR 5229, permitting examination of defendants and restraint of their assets. An order restraining defendants from transferring or selling any of their property was temporarily granted and thereafter extended pending the determination of this motion. For the reasons set forth below, the motion pursuant to CPLR 5229 is granted as to all defendants.\nDiscussion\nCPLR 5229 provides,\n“In any court, before a judgment is entered, upon motion of the party in whose favor a verdict or decision has been rendered, the trial judge may order examination of the adverse party and order him restrained with the same effect as if a restraining notice had been served upon him after judgment.”\nThe statute permits the postjudgment enforcement remedy of examination and restraint prior to the entry of a final judgment. (Weinstein-Korn-Miller, NY Civ Prac 11 5229.01.) The only statutory requirement is that the application for CPLR 5229 relief be made by the prevailing party. (Sequa Capital Corp. v Nave, 921 F Supp 1072, 1076 [SD NY 1996].) It is in the trial court’s discretion whether to grant the injunctive relief in light of the purpose of the statute: to prevent an adverse party from disposing of assets in order to avoid judgment. (Weinstein-Korn-Miller, NY Civ Prac IN 5229.01, 5229.04.) Research on application of the statute itself reveals little precedent; CPLR 5229 has been invoked in only a few cases to date, discussed below.\nIn Kaminsky v Kahn (46 Misc 2d 131, 132 [Sup Ct, NY County 1965]), the court granted CPLR 5229 relief, reasoning that regardless of the possibility of a reversal of the interlocutory judgment rendered against the adverse party, CPLR 5229 was justified where the adverse party was disposing certain of his assets by alleged gifts and sales. (Id. at 132.)\nThe main issue before the court in Unex Ltd. v Arsygrain (102 Misc 2d 810, 811 [NY County 1979]) was whether CPLR 5229 is available when the decision rendered is made by an arbitration panel. (Id. at 811.) The court relied on the legal canon of expressio unius in holding that CPLR 5229 relief is unavailable to the decision of an arbitration proceeding because the statute itself specifically states only the “trial judge” may order its relief. (Id. at 812.) On its facts, Unex is distinguishable to the facts of this case, primarily for the obvious reason that it involved an award rendered by an arbitration panel. That court stated, however, that even if CPLR 5229 relief was available to the movant, it would not have been granted because the prevailing party had not made a sufficient showing that the award may be rendered uncollectible because the adverse party was either in financial distress or danger existed that he would dissipate his assets in order to avoid a judgment. (Id. at 813.) Further, the Unex court suggested that CPLR 5229 relief may not be appropriate where decision on a posttrial motion vacating the verdict is reserved or if the trial judge believes a challenge to the verdict has merit. A potentially meritorious CPLR 4404 motion may lead to the denial of an application for examination and restraints primarily because the utility of obtaining such relief would seem questionable if it appears likely the verdict will not proceed to judgment. (Id. at 812.)\nFinally, in Sequa v Nave (921 F Supp 1072 [SD NY 1996]) the court granted the prevailing party’s application for CPLR 5229 relief subsequent to granting its motion for summary judgment, holding that under the circumstances such relief was justified when the adverse party was shown to have transferred assets during the pendency of the motion and after it was granted. {Id. at 1074.) Citing Kaminsky, the Sequa court argued that in the event the danger exists that the adverse party will dispose of his assets prior to entry of judgment, granting CPLR 5229 relief is appropriate. {Id. at 1076.)\nIn the application before this court, plaintiff argues that no showing is required in order to obtain CPLR 5229 relief other than receiving a favorable verdict. Plaintiff contends CPLR 5229 relief is appropriate in this case and in line with the purpose of the statute because the danger exists that the defendants may be diverting assets to Elite’s overseas accounts and affiliates. Defendants vigorously oppose the application for examination and restraints on the grounds that the plaintiff has not satisfied the prerequisites to obtaining such relief, and there is a strong likelihood that the verdict will be vacated and will not proceed to judgment. Further, defendants claim that examinations regarding Elite’s assets are unnecessary because Elite’s director of accounting, Diann Perrotta, the person defined by defendants as the most knowledgeable about the company’s finances, has already been deposed regarding Elite’s financial condition and corporate assets. Defendants Pillard and Casablancas retained separate counsel subsequent to the trial and allege that they are being prejudiced by the conduct of their codefendants. As all defendants oppose the application before the court and were found by the jury to be jointly and severally liable, their arguments will be considered collectively.\nIn support of their motion for prejudgment examination and restraint, plaintiff submits excerpts from trial testimony and depositions of individual defendants, a former Elite employee, and Elite’s director of accounting. Plaintiff additionally submits documents referencing this testimony, highlighting numerous alleged inconsistencies and misrepresentations defendants have made regarding assets and relations with other Elite entities, particularly those located abroad. The totality of the adverse parties’ statements, submissions, and testimony, in addition to the Perrotta deposition and affidavit testimony, indicate that plaintiff is entitled to the benefit of CPLR 5229 because the court is led to believe the danger exists that defendants may dispose of or divert assets to avoid a potential judgment. As best as the court can discern the details of Elite’s financial structure and that of its affiliates, in addition to defendants’ interests therein, they are detailed below.\nAt trial, a former Elite employee Decorsey Folkes testified that a company directive was sent indicating that overseas bookings of Elite NY models were to be recorded as Elite SA. bookings, thus income generated from such transactions would go directly to Switzerland rather than Elite NY. (Record at 3515.) Defendants argue that Folkes’ statements cannot be given credence because he was not a booker who was responsible for invoicing model assignments and, further, he left the company on bad terms. (Perrotta affidavit at 7.) However, under direct and cross-examination, Folkes testified that he did, in fact, perform model bookings while employed at Elite. (Record at 3508, 3519.) Further, he testified that all bookings had to be entered into the computer, a task which he personally performed. (Record at 3521.) Mary Ann D’Angelico, Elite’s director of finance, when asked during cross-examination if an Elite NY model performs a job in Europe, whether the income generated is directed to Elite NY or one of Elite’s affiliates in Europe, stated such a booking would not be credited to Elite NY because “it wasn’t a New York transaction.” (Record at 3315.) Plaintiff alleges that the overseas booking procedure described above may be a diversion tool used by Elite to keep income off of Elite NY’s financial records.\nDefendant Gerald Marie, the current president of Elite NY, gave inconsistent testimony at trial regarding the extent of his financial relationship with Elite S.A. and another Elite entity located in Switzerland, Elite Model Management Holding S.A. (Elite Holding). During cross-examination, Marie testified that, as of the date of his appearance on April 4, 2003, he was employed by Elite S.A. as a consultant. (Record at 1112.) In describing the extent of his relationship with Elite S.A., Marie stated that he was a shareholder, but did not occupy an executive position because Swiss law forbids a non-Swiss citizen to occupy an executive position in Switzerland. (Record at 1114-1115.)\nCorroborating his trial testimony, Marie submitted the estimated net worth of his assets as of April 4, 2003, listing minority shares of Elite S.A. In response to a court order directing Marie to make a shareholder request of the financial statements of Elite S.A., a letter was submitted on Marie’s behalf by counsel for Elite S.A. The letter indicated that Marie is not a shareholder of Elite S.A., and thus has no right to access any of the company’s financials. (Letter from Bellanger to Goodman of May 2, 2003, record at 3178.) Another letter was submitted stating that Marie is not a direct shareholder of Elite S.A.; however, he is a “minority shareholder of one of the entities that in turn holds shares in another company that controls Elite S.A.” (Letter from Bellanger to Curtin of May 5, 2003, record at 3179.) At trial, plaintiff submitted a document from the Registre du Commerce de Fribourg (Registry of Commerce of Fribourg) listing Gerald Marie as the “director” of Elite Model Management Holding S.A. Marie’s actual title in Elite Holding remains unknown given the conflicting submissions: Bellanger indicated Marie was merely a minority shareholder, and the Commerce Registry located in Fribourg, Switzerland, recorded Marie as the director of Elite Holding. Neither does Marie mention owning shares of Elite Holding in his estimated net worth previously submitted to the court.\nDiann Perrotta, Elite’s director of accounting, states in her affidavit in support of defendants’ opposition to plaintiffs application that she is “the most knowledgeable person in the company concerning matters relating to accounting, invoicing and payment to third parties.” (Perrotta affidavit at 2.) Unfortunately her deposition testimony does not illuminate the confusion referred to above. In her deposition, Perrotta is unable to name any shareholders of Elite S.A., though Elite S.A. is defined as Elite’s parent company. (Perrotta deposition at 81.) Perrotta further states that prior to its dissolution in 2001, Elite Holding’s shareholders were Elite S.A., followed by defendant Casablancas in 2000. (Perrotta deposition at 81-82.)\nThe court remains puzzled and frustrated by the gaps and inconsistencies that surfaced in response to plaintiff’s legitimate efforts to elicit Marie’s financials and relations to these other Elite entities. The questions surrounding Marie’s relationship with other Elite entities was not dislodged by Perrotta’s deposition, nor by defendants’ opposition papers to the present application, particularly in light of the absence of any posttrial sworn statements by Marie attesting to his true and accurate relationship with Elite S.A. and Elite Holding. As a result of defendants’ evasiveness and an apparent willingness to lead this court to erroneous conclusions, it appears this confusion is designed to prevent the financials of Elite S.A. from being disclosed in this litigation. Because the cloud of possible improprieties has not been lifted, the danger that defendants may divert or dispose of assets to avoid a judgment remains, which is precisely the reason the Legislature chose to promulgate legislation such as CPLR 5229. Justice Cuff has remarked,\n“Legislation should be enacted which would automatically, on the rendering of a verdict by a jury or a decision by a court in actions at law, stay the loser from disposing of or transferring any of his property unless allowed to do so by his creditor’s consent or an order of court upon notice. The burden would then be where it belonged — on the one who owes the money.” (Zwerdling v Hamman Bldg. Corp., 145 Misc 471, 473-474 [Sup Ct, Kings County 1932]; Weinstein-Korn-Miller, NY Civ Prac 1Í 5229.01.)\nAs for Elite’s former president, defendant John Casablancas, questions remain regarding how much he sold his share of Elite S.A. for in 2000. Casablancas and Marie were named as defendants in another lawsuit involving the sale of Casablancas’ holdings in Elite; the action was dismissed on the ground of forum non conveniens. (Buri v Casablancas, Kittler, Marie, Index No. 600954/99.) In its decision granting the motion to dismiss, Casablancas is alleged to have sold his share of Elite S.A. for $40 million. (Buri, slip op at 1.) During cross-examination Casablancas refutes this figure, claiming he sold his share for $5 million. (Record at 3222.) However, Casablancas also has chosen not to submit sworn posttrial statements or related documents supporting his trial testimony that his share of Elite S.A. was sold for the amount he stated and not the much greater amount alleged in the Buri case.\nAdditionally, though defendants’ counsel has stated in its opposition papers and in posttrial hearings that Elite is able to satisfy the judgment if entered, defendants’ counsel told the jury during opening statements that Elite was in terrible financial condition, a claim reiterated in the affirmation of Robert Goodman (Goodman affirmation at 4), and in Perrotta’s affidavit. (Perrotta affidavit at 2.) That an adverse party is in financial distress may be an issue for the court to consider in assessing the utility of CPLR 5229. (Unex, 102 Misc 2d at 813.)\nIn defendants’ opposition to the present application, they argue that in Kaminsky and Sequa, where CPLR 5229 was granted, it was undisputed that the adverse parties were disposing of assets in the form of sales and transfers. Neither these cases, the commentaries, nor the statute itself requires the prevailing party to submit evidence that assets are definitively being disposed of or diverted as a prerequisite to obtaining injunctive relief. Such evidence often may only surface on examination of the adverse party, ordered pursuant to CPLR 5229. A requirement of a showing that the adverse party has already disposed of assets runs counter to the purpose of CPLR 5229, which is a preventative measure designed to frustrate the adverse party from disposing of assets before such disposition takes place.\nFurther, defendants point out that because the court has reserved decision on a CPLR 4404 motion to vacate the verdict or substantially reduce the damages, Unex indicates this is sufficient to defeat plaintiffs application. Defendants argue that because it is likely the verdict will be vacated and will not “proceed in the normal course of events to judgment,” plaintiff s application necessarily fails. (Unex, 102 Misc 2d at 812.) That the court has reserved a CPLR 4404 motion to vacate the verdict does not require a denial of a CPLR 5229 application at this juncture. The Unex court suggests it is a factor the trial court should consider when employing its discretion as to the utility of granting CPLR 5229 relief. {Id. at 812.) Further, as the submission date for counsel’s briefs on the CPLR 4404 motion was set after the CPLR 5229 application was submitted and argued before the court, it is premature to decide whether the verdict will be vacated without first reviewing all the documents submitted by counsel in support of their respective positions. As the jury rendered a verdict in favor of the plaintiff, she is entitled to all the benefits available to the prevailing party in an action such as the guarantee the award is collectible, unless and until the verdict is not entered as a judgment.\nDefendants’ concerns that granting plaintiffs application will render Elite without means to operate successfully and will jeopardize individual parties’ financial security and access to funds is unfounded. The restraints imposed by CPLR 5229 do not affect property that is not otherwise available to satisfy a money judgment, such as payment of salaries and living expenses that are ordinarily incurred.\nAccordingly, it is ordered that the motion is granted and the examinations shall take place in accordance with plaintiff’s demand.\n. Elite Model Management S.A. (Elite S.A.) is located in Switzerland. Elite NY itself is majority owned by Elite S.A. and is described as Elite’s parent and “the financial hub of the organization worldwide.” (Record at 3314.)\n. Plaintiffs exhibit 61 marked for identification.\n. Elite Holding is the entity that holds shares of the company that in turn controls Elite S.A. referred to above. (Letter from Bellanger to Curtin of May 5, 2003, record at 3179.)",
        "type": "majority",
        "author": "Louis B. York, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Brill & Meisel, New York City (Rosalind Fink and Robert Herbst of counsel), and Davidson & LoPresti, LLP, New York City (Anthony A. LoPresti of counsel), for plaintiff. McLaughlin & Stern (Paul H. Levinson of counsel), Robert I. Goodman and Edward R. Curtin for Elite Model Management Corporation and others, defendants. Gersten, Savage, Kaplowitz, Wolf & Marcus (.Robert S. Wolf of counsel), for John Casablancas and another, defendants."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 134]\nVictoria Gallegos, Plaintiff, v Elite Model Management Corporation et al., Defendants.\nSupreme Court, New York County,\nAugust 13, 2003\nAPPEARANCES OF COUNSEL\nBrill & Meisel, New York City (Rosalind Fink and Robert Herbst of counsel), and Davidson & LoPresti, LLP, New York City (Anthony A. LoPresti of counsel), for plaintiff. McLaughlin & Stern (Paul H. Levinson of counsel), Robert I. Goodman and Edward R. Curtin for Elite Model Management Corporation and others, defendants. Gersten, Savage, Kaplowitz, Wolf & Marcus (.Robert S. Wolf of counsel), for John Casablancas and another, defendants."
  },
  "file_name": "0200-01",
  "first_page_order": 188,
  "last_page_order": 196
}
