{
  "id": 1237587,
  "name": "The People of the State of New York, Plaintiff, v. Hardlee Silas, Defendant",
  "name_abbreviation": "People v. Silas",
  "decision_date": "2003-08-14",
  "docket_number": "",
  "first_page": "209",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 209"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 140"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Dist. Ct.",
    "id": 9733,
    "name": "New York District Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "45 NY2d 111",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2338174
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/45/0111-01"
      ]
    },
    {
      "cite": "188 Misc 2d 489",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        206421
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/188/0489-01"
      ]
    },
    {
      "cite": "102 AD2d 663",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3372369
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/102/0663-01"
      ]
    },
    {
      "cite": "195 Misc 2d 833",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        338167
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/195/0833-01"
      ]
    },
    {
      "cite": "59 NY2d 921",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4391066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/59/0921-01"
      ]
    },
    {
      "cite": "57 NY2d 706",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4387951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/57/0706-01"
      ]
    },
    {
      "cite": "88 AD2d 758",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3288528,
        3302452,
        3280420
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/88/0758-01",
        "/ad2d/88/0758-03",
        "/ad2d/88/0758-02"
      ]
    },
    {
      "cite": "151 AD2d 142",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3587384
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/151/0142-01"
      ]
    },
    {
      "cite": "240 AD2d 894",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1247565
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/240/0894-01"
      ]
    },
    {
      "cite": "182 AD2d 312",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1080967
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/182/0312-01"
      ]
    },
    {
      "cite": "173 AD2d 560",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1041281,
        1041267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/173/0560-01",
        "/ad2d/173/0560-02"
      ]
    },
    {
      "cite": "133 AD2d 699",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5699332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/133/0699-01"
      ]
    },
    {
      "cite": "66 NY2d 523",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4401905
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/66/0523-01"
      ]
    },
    {
      "cite": "67 NY2d 236",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4403699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/67/0236-01"
      ]
    },
    {
      "cite": "52 NY2d 37",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1101241
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "41-42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/52/0037-01"
      ]
    },
    {
      "cite": "70 NY2d 133",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        11076844,
        4406078
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/70/0133-01"
      ]
    },
    {
      "cite": "50 NY2d 351",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4376871
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/50/0351-01"
      ]
    },
    {
      "cite": "181 Misc 2d 105",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        880353
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/181/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 20846,
    "ocr_confidence": 0.749,
    "pagerank": {
      "raw": 6.699805336962679e-08,
      "percentile": 0.40708203451243685
    },
    "sha256": "e4ef13e2cc59f42d933a35db12ace27a9e53d3f6cc1d62ad3444da47b9b2ca51",
    "simhash": "1:b6bc5e13656a2af3",
    "word_count": 3319
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Hardlee Silas, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nSusan T. Kluewer, J.\nThe People’s motion to reargue defendant’s motion to dismiss this action pursuant to CPL 30.30 (1) (b) and 170.30 (1) (e) is granted. On reargument, I adhere to the original determination. The dismissal stands.\nBy District Court information, albeit a jurisdictionally defective one, defendant stood accused, as of September 2001, of the class A misdemeanor of failing to “register” as a sex offender (see Correction Law art 6-C). Defendant was arraigned on that instrument on September 19, 2001. By virtue, of the arraignment, this court acquired jurisdiction over his person as well as authority to conduct the numerous pretrial proceedings had in this action (see CPL 1.20 [9], [18]; see also People v Gonzalez, 181 Misc 2d 105 [Crim Ct, NY County 1998, Billings, J.]).\nIn the almost 20 months and some 35 court appearances that followed defendant’s arraignment, the People engaged in such pretrial proceedings as preparing and serving “VDF’s”; filing additional supporting depositions to supplement those annexed to the first filed accusatory instrument; filing a certificate of readiness premised on that supplemented accusatory instrument; belatedly delivering that certificate to defense counsel; obtaining, eventually, defendant’s rearraignment on the “supplemented” accusatory instrument; successfully defending against defendant’s motion to dismiss — for facial insufficiency — the first filed, supplemented accusatory instrument; requesting adjournments of scheduled trial dates because of the claimed unavailability of a witness; making motions in limine— days before a jury was to have been selected — about the admissibility of evidence; and, during the course of those in limine proceedings, finally coming to grips with their wholesale failure to analyze and appreciate what they actually accused defendant of failing to do. Notwithstanding the denial of defendant’s earlier motion to dismiss the accusatory instrument as defective, the People at last realized that the first filed accusatory instrument was, even as supplemented by the additional supporting depositions, totally inadequate as a trial ready accusatory instrument. They thus, on March 28, 2003, filed a superceding information. They also then filed, and this time simultaneously served, another certificate of readiness. Shortly thereafter, defendant moved to dismiss the action on account of the People’s failure to timely be ready for trial.\nBecause of the level of offense charged, the People were obligated to announce and actually be ready for trial, exclusive of certain statutorily specified periods, within 90 days of this action’s commencement (see CPL 30.30 [1] [b]; see also CPL 30.30 [3] [b]; [4]). On the underlying “30.30” motion, each side set forth calculations and arguments concerning days to be included and excluded in determining how long the People remained unready to try this case. The record then before me made plain that, although some of the lengthy time the action had been pending should not be included in the calculations (see CPL 30.30 [4]), the People nonetheless had exceeded the 90-day period the Legislature has allotted them. By order dated May 27, 2003, I thus granted defendant’s motion and dismissed the action pursuant to CPL 30.30 (1) (b) and 170.30 (1) (e). In doing so, I addressed the People’s then “alternative” and, to me, ironic argument to the virtual effect that they are entitled to a “do over” precisely because they remained so uninformed about the accusation they made against defendant that they could not prepare a legally sufficient accusatory instrument until over 18 months after defendant was first haled into court. I acknowledged in my order of dismissal their citation of two Appellate Term cases, neither of which is officially reported, holding that the filing of an accusatory instrument that is jurisdictionally defective does not actually “commence” an action; that a jurisdictionally insufficient information does not confer even “preliminary jurisdiction” over a defendant; that a jurisdiction-ally insufficient information, and, inferentially, every proceeding taken under it, are “nullities”; and that, therefore, the “speedy trial” time does not begin to run until a jurisdictionally sufficient information is filed (see People v Gross, App Term, 2d Dept 1996, Docket No. 95-873 NCR; People v Phillips, App Term, 2d Dept 1994, Docket No. 93-800 NCR). Because of higher controlling authority to the contrary, I ruled that their “alternative” argument was no basis for denying defendant’s motion, and, indeed, was contrary to the very purpose of CPL 30.30 as explained by that higher authority because it would work to reward rather than prevent prosecutorial delay in conducting such basic trial preparation functions as actual analysis of the charge lodged and the proof necessary to support it.\nOn this reargument motion, the People abandon the claim that they were ready for trial within 90 days of the filing of the original accusatory instrument. Their present opposition to defendant’s motion is limited to the claims that the doctrine of stare decisis requires that I follow the two unreported Appellate Term cases they previously cited and continue to rely on; that CPL 30.30 has no application to jurisdictionally defective accusatory instruments; and that, since, according to these Appellate Term cases, this court does not have even “preliminary jurisdiction” over defendant, everything that preceded the March 28, 2003 filing of the superceding information is a “nullity.” They in effect repeat that, after all this time and activity, they are entitled to an entirely new and different 90-day period within which to get ready for trial. I disagree.\nAs I noted in my order of May 27, 2003, the Legislature has dictated that, where the People are not ready for trial within a statutorily specified period (here, 90 days plus any excluded periods) that is measured from commencement of the action, the court “must” grant a defendant’s motion to dismiss (see CPL 30.30 [1] [b]). The Legislature has also dictated that an action is commenced with the “filing” of an “accusatory instrument” against the defendant (CPL 1.20 [16]). The Legislature did not qualify that dictate by providing that the accusatory instrument be jurisdictionally sufficient, and, in fact, specifically recognized that successive accusatory instruments can be filed in the course of a criminal action. It thus prescribed that a criminal action includes “the filing of all further accusatory instruments directly derived from the initial one” (CPL 1.20 [16] [b]; [17]). It further dictated, again without qualification or condition, that “if more than one accusatory instrument is filed in the course of an action, [the action] commences when the first of such instruments is filed” (CPL 1.20 [17] [emphasis added]; see also CPL 100.05). Moreover, the Legislature has expressed its appreciation that, while the filing of a particular accusatory instrument commences an action and, via a defendant’s arraignment thereon, provides the basis for a court’s exercise of jurisdiction over his or her person “with respect to such accusatory instrument” and with respect to “setting the course of further proceedings in the action” (see CPL 1.20 [9]; see also CPL 1.20 [18]), that same document is not necessarily jurisdiction-ally adequate for trial (CPL 1.20 [7], [8]; cf. CPL 30.30 [5] [b]).\nThe Court of Appeals applied these clear dictates in People v Lomax (50 NY2d 351 [1980]). In Lomax, the People commenced the action by filing a felony complaint, a document that can never support a felony conviction (see CPL 1.20 [3], [8]; see also CPL arts 195, 200; cf. People v Alejandro, 70 NY2d 133 [1987]). They then obtained an indictment apparently premised on insufficient grand jury evidence, and, when that indictment was dismissed because of the insufficiency, the People obtained a second indictment, this time one that was sufficient to support the felony prosecution and a judgment of conviction. Although it ultimately affirmed denial of the defendant’s ensuing motion to dismiss pursuant to CPL 30.30 because his motion papers were inadequate, the Court of Appeals nonetheless made clear that analysis of defendant’s “speedy trial” claim must begin with determining when the action against him was “commenced,” which it ruled is not when the People obtained the second, valid indictment, but when the first accusatory instrument, there a felony complaint, was filed. In interpreting and applying the “carefully structured definitional provisions of the Criminal Procedure Law,” it ruled that\n“there can be only one criminal action for each set of charges brought against a particular defendant, notwithstanding that the original accusatory instrument may be replaced or superceded during the course of the action. This is so even in cases such as this, where the original accusatory instrument was dismissed outright and the defendant was subsequently haled into court under an entirely new [instrument]” {supra at 356 [emphasis added]).\nThe Court of Appeals in Lomax noted that a criminal action is to have “continuity” even through the issuance of successive accusatory instruments, and it reasoned that, if there can be only one criminal action for any given set of criminal charges, there also can be only one commencement date, i.e., the date “on which the first accusatory paper is filed” {id. [emphasis added]).\nShortly thereafter, in People v Osgood (52 NY2d 37 [1980]), the Court of Appeals again set forth these principles, this time in the context of two criminal actions commenced by the filing of felony complaints that were dismissed because of the People’s failure to timely proceed on those complaints. The Court of Appeals ruled that each action was commenced, not upon the filing of the indictments sufficient to support the prosecution, but upon the filing of the first accusatory instrument, i.e., the felony complaints. In addition to quoting at some length from its holding in Lomax, the Court of Appeals noted that “[i]t would, of course, be inconsistent, if not perverse, for the Legislature to provide that a statute, designed to insure to the public diligent prosecution of criminal charges filed in court, should be suspended when the District Attorney has inexcusably delayed the prosecution of the case” (People v Osgood, supra at 41-42). It also took the opportunity to discredit the People’s argument that the filing of the indictment marked the commencement of a new “30.30” period as that argument would apply in the non-felony context. The Court of Appeals thus noted that, in non-felony prosecutions, the People’s argument would “completely undermine the readiness rule” because, under their theory, the filing of a new accusatory instrument would commence “a new criminal action renewing the statutory period” and allow “additional ‘renewals’, apparently without limit, unless . . . there was a showing of ‘bad faith’ in addition to neglect” (id. at 45 n 2). It observed that, in nonfelony cases, there would be no fixed time limit and “the readiness rule would simply be converted into a bad faith rule” (id.). In that regard, the Court of Appeals commented that “[i]t is no answer to say that the speedy trial provisions in other statutes and the Constitution will ultimately fix an outside limit. If the Legislature had found those provisions to be an adequate response to the problem of pretrial delay in the criminal courts, it would not have enacted CPL 30.30” (id.).\nSeveral years later, in People v Sinistaj (67 NY2d 236 [1986]), the Court of Appeals held that, just as any subsequently filed accusatory instrument relates back to the date the first accusatory paper is filed for the purpose of determining when an action is commenced, the rules of statutory construction require that it interpret CPL 30.30 to similarly mandate that any excludable time arising under the replaced or superceded instrument be deducted from the total period the action is pending when determining whether the People are timely ready for trial on the later filed, trial ready document. It ruled that this construction was entirely consistent with the purpose of CPL 30.30 as a prosecutorial readiness rule, and was not unfair to defendants because\n“[t]he District Attorney remains entitled to but one [statutory] readiness period. The issuance of a successive indictment neither affords him additional excludable time nor does it renew, toll, or in any way supplement that single [statutory readiness] limitation which always commences to run upon the filing of the initial accusatory instrument” (id. at 241 [emphasis added]; see also People v Worley, 66 NY2d 523 [1985]).\nThese principles are also observed and followed by the Appellate Division. In People v Bantum (133 AD2d 699 [2d Dept 1987]), the Second Department ruled that the People’s time, and any excludable time, each related back to the filing of a felony complaint, even though the first indictment was dismissed because of a jurisdictional defect. In People v Kanter (173 AD2d 560 [2d Dept 1991]), a case apparently commenced by the filing of an indictment, it ruled that excludable delays attributable to the defendant occurring during the pendency of the first indictment, later dismissed as jurisdictionally defective, were to be deducted from the overall period the action was pending in determining whether the People were ready to proceed under a later filed, valid indictment. And in Matter of Tommy C. (182 AD2d 312 [2d Dept 1992]), it applied the principles enunciated in People v Lomax {supra) to a juvenile delinquency proceeding and ruled that a juvenile’s appearance on a petition later dismissed for facial insufficiency nonetheless marked the commencement date for computing the time within which the presentment agency must be ready to proceed with a fact-finding hearing on a subsequently filed, jurisdictionally adequate petition. The other Departments have issued similar rulings (see e.g. People v Flowers, 240 AD2d 894 [3d Dept 1997]; People v Toro, 151 AD2d 142 [1st Dept 1989]; People v Zirpola, 88 AD2d 758 [4th Dept 1982], mod on other grounds 57 NY2d 706 [1982]).\nThese principles could not be clearer: it is the filing of an accusatoiy paper that commences a criminal action; the criminal action that is thereby commenced encompasses all accusatory instruments filed during its course, even if the first filed instrument is replaced, superceded or dismissed outright-, for “30.30” purposes, there can be only one criminal action for each set of criminal charges against a particular defendant; the People are entitled to only one “30.30” period within which to get ready for trial; and the “30.30” period always starts to run when the first accusatory instrument is filed.\nThe People’s arguments that their September 2001 filing of a paper they labeled and used as a District Court information for some 18 months did not commence the running of the “30.30” time limitation; that their September 2001 invocation of this court’s jurisdiction over defendant’s person and over the ensuing pretrial proceedings involving some 35 court appearances never really happened; and that, in effect, they get another “30.30” period within which to get ready for trial, are totally inconsistent with these clearly stated principles. Indeed, it is, obviously, the People’s obligation to secure and file an accusatory instrument sufficient to support the prosecution and any judgment of conviction, and their failure to do so is one of the most tell-tale indicia of a lack of readiness (see People v Colon, 59 NY2d 921 [1983]). To paraphrase the Court of Appeals in People v Osgood (supra), for the Legislature to provide that a statute that is designed to insure the public of diligent prosecution of criminal charges also allows the People, in cases where they prepare and file a jurisdictionally defective accusatory instrument, to decline, over the course of months or years, to analyze their case so as to reveal the defects in the instrument, and then excuses their lack of diligence by authorizing them to start all over again, perhaps as many times as is necessary for them to get it right, would be inconsistent, if not perverse. Moreover, application of the People’s Alice-in-Wonderland-like argument would have the even more perverse effect of nullifying all pretrial rulings made and proceedings had before the People get around to correcting the defect in the accusatory instrument, thus inviting defendants charged under accusatory instruments later ruled defective — which sometimes happens for the first time on appeal — to refuse to appear, and to refuse to obey other court mandates, such as orders of protection, that are tied to the commencement and pendency of the action. It could also undermine the viability of related prosecutions such as those for bail jumping and criminal contempt.\nI am fully cognizant of the bedrock principle of jurisprudence known as stare decisis. That principle requires that I accept the interpretation of a statute as “laid down in the opinions of the highest court of the state” to have construed the statute (see McKinney’s Cons Laws of NY, Book 1, Statutes § 72 [b]; see also People v Pestana, 195 Misc 2d 833 [Crim Ct, NY County 2003, Jaffe, J.]; cf. Mountain View Coach Lines v Storms, 102 AD2d 663 [2d Dept 1984]). Apart from the question of whether unreported and not officially reported Appellate Term cases are mandatory authority or are instead merely persuasive (see People v Pestana, supra; Yellow Book of NY v Dimilia, 188 Misc 2d 489 [Nassau Dist Ct 2001, Gartner, J.]), the Appellate Term is not in any event the highest court to have addressed the “30.30” issue presented here. Moreover, I note that, when it ruled that an accusatory instrument does not give a court even “preliminary jurisdiction” to proceed if that instrument contains a jurisdictional defect (but see CPL 1.20 [9], [18]), that such an accusatory instrument is a “nullity,” and that, therefore, the “30.30” time does not begin to run until a jurisdictionally adequate accusatory instrument is filed, the Appellate Term engaged in no express analysis of the statutory purpose of CPL 30.30 and its construction and application by the Court of Appeals. Indeed, the Appellate Term neither cited nor purported to rely on any “30.30” cases whatsoever. It instead relied on two cases — People v Alejandro (supra) and People v Key (45 NY2d 111 [1978]) — having nothing to do with the interpretation and application of CPL 30.30. The former stands for the principles that an accusatory instrument containing a nonwaivable jurisdictional defect cannot support a judgment of conviction, and that the issue of the defect can be raised for the first time on appeal. The latter stands for the propositions that a defendant can waive a nonjurisdictional defect in an accusatory instrument, and that, if an accusatory instrument is so fundamentally defective that it would not support a judgment of conviction, jeopardy never attaches to it. In neither Alejandro nor Key did the Court of Appeals address when or how an action is commenced, address or even refer to the concept of “preliminary jurisdiction,” and the word “nullity” appears nowhere in either decision.\nI regard the Appellate Term cases on which the People rely as contrary to the clear rulings of appellate courts of superior jurisdiction. Thus, even if unreported and not officially reported Appellate Term cases containing no analysis of CPL 30.30 and its purpose were otherwise controlling (but see People v Pestana, supra; Yellow Book of NY v Dimilia, supra), I am bound to follow the construction of CPL 30.30 as enunciated by those higher appellate courts (see Statutes § 72 [b]; People v Pestana, supra; and see Mountain View Coach Lines v Storms, supra). I did so in my original determination and I do so again here. And, since the People failed to be ready for trial within 90 days of their initial filing of an accusatory instrument, I must dismiss this action (CPL 30.30).\nThe People now also come forward with another Appellate Term case, this one issued by the Second and Eleventh Districts and reported in the law journal only, that adopts the proposition that the filing of a jurisdictionally defective accusatory instrument does not commence an action. The only authority it cites is one of the two Appellate Term cases the People assert are controlling here.",
        "type": "majority",
        "author": "Susan T. Kluewer, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Denis E. Dillon, District Attorney, Mineóla, for plaintiff. Legal Aid Society of Nassau County, Hempstead, for defendant."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 140]\nThe People of the State of New York, Plaintiff, v Hardlee Silas, Defendant.\nDistrict Court of Nassau County, First District,\nAugust 14, 2003\nAPPEARANCES OF COUNSEL\nDenis E. Dillon, District Attorney, Mineóla, for plaintiff. Legal Aid Society of Nassau County, Hempstead, for defendant."
  },
  "file_name": "0209-01",
  "first_page_order": 197,
  "last_page_order": 205
}
