{
  "id": 1237534,
  "name": "Wanji Webb, an Infant, by Evelyn Cramer, His Grandmother and Court Appointed Guardian, et al., Claimants, v. State of New York, Defendant",
  "name_abbreviation": "Webb v. State",
  "decision_date": "2003-07-21",
  "docket_number": "Claim No. 106819",
  "first_page": "222",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 222"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 444"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Ct. Cl.",
    "id": 9160,
    "name": "New York Court of Claims"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "202 AD2d 482",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3545,
        4077
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/202/0482-01",
        "/ad2d/202/0482-02"
      ]
    },
    {
      "cite": "97 NY2d 159",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1061691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/97/0159-01"
      ]
    },
    {
      "cite": "277 AD2d 243",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        548327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/277/0243-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 362,
    "char_count": 5969,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43504273801291116
    },
    "sha256": "e3a3ef5afcac17a88e1634b21706c8d9a5b679782f48e97b3786cdd8ca4b4368",
    "simhash": "1:9b0064f79abca611",
    "word_count": 1006
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wanji Webb, an Infant, by Evelyn Cramer, His Grandmother and Court Appointed Guardian, et al., Claimants, v State of New York, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nRichard E. Sise, J.\nClaimants Wanji Webb, an infant, and Evelyn Cramer, his grandmother and court appointed guardian, seek damages for the unjust conviction of Wanji Webb.\nThe claimant herein was adjudged to have committed the act of attempted assault in the third degree on March 15, 1999 by a fact-finding order of Family Court Judge Fran L. Lubow. On May 11, 1999 Judge Lubow entered a disposition finding that the act committed by the claimant would have, if committed by an adult, constituted the crime of attempted assault in the third degree, and adjudged Wanji Webb a juvenile delinquent. He was, thereafter, placed in the custody of the New York State Office of Children and Family Services for a period of one year (claimant’s exhibit B).\nOn November 6, 2000, the Appellate Division, Second Department, reversed the May 11, 1999 disposition and vacated the fact-finding order of March 15, 1999, and dismissed the petition CMatter of Wanji W., 277 AD2d 243 [2000]).\nThe State moves to dismiss on the following grounds: (1) that the adjudication by the Family Court does not constitute a “conviction” as defined by the statute (Court of Claims Act § 8-b [3]), and (2) that the verification requirement of the statute has not been met (Court of Claims Act § 8-b [4]).\nThe attorney for this claimant contends that the adjudication of a juvenile delinquent satisfies the conviction requirement of section 8-b of the Court of Claims Act (Kaufman affirmation in opposition at 1 [unpaginated]). He also maintains that the verification was proper (Kaufman affirmation in opposition at 7).\nIn support of its application on the first cited ground, the State argues that an adjudication as a juvenile delinquent does not come within the ambit of the statute which requires that the claimant have been convicted of a crime, sentenced to a term of imprisonment and have served all or part thereof. In reviewing section 8-b cases, the Court of Claims has given hegemony to the purpose and language of the Legislature. It was the announced purpose of the Legislature to compensate those who had been unjustly convicted of a crime and who had been sentenced to a term of imprisonment. Nothing in the legislative history gives any indication that the statute was to apply to cases involving those who were adjudicated as delinquents. Neither did the wording of the statute evidence such a contention. Also, the attorney for the claimant has failed to submit any case where this court has ever held that the statute has been applied to a delinquent. On the contrary, one case has been cited which holds that the statute does not apply to individuals who were adjudicated a delinquent and who later had the petition dismissed. In Pabon v State of New York (Apr. 9, 1993, Albert A. Blinder, J., Claim No. 82806), Judge Blinder ruled that since a claimant who had been adjudicated a delinquent cannot prove that he was convicted of a crime, such a claim cannot stand (exhibit C annexed to notice of motion at 3-4).\nClaimant’s attorney seeks to distinguish this case based upon the severity of the instant claimant’s assignment to the Auburn Residential Center. His attempt is unpersuasive.\nThe court finds the logic of Judge Blinder compelling and, accordingly, will follow it. The court has held on numerous occasions that section 8-b created a new cause of action, and as such must be strictly construed (see Alston v State of New York, 97 NY2d 159 [2001]; Paris v State of New York, 202 AD2d 482 [1994]). Therefore, since the claimant is unable to establish that he was convicted of a crime and imprisoned, he does not fall within the ambit of those whom the Legislature sought to compensate. The fact that claimant’s placement was more severe than other adjudicated delinquents does not change that result.\nSimilarly, on the issue of verification, the court has held that the statute required verification by the claimant himself. The rationale for such a holding is that only the individual himself could attest to the fact of his innocence (see Pejcinovic v State of New York, Aug. 8, 1997, Christopher J. Mega, EJ., Claim No. 89358; Vasquez v State of New York, June 30, 1995, Albert A. Blinder, J., Claim No. 83301).\nThe language of the statute itself states that the claim must be in sufficient detail and “[t]he claim shall be verified by the claimant.” (Court of Claims Act § 8-b [4].) Had the Legislature wanted to permit verification by someone other than the person convicted, that is, under the same procedure and standards applicable to claims in general, it did not have to use the above-quoted language. Also, given the fact that the statute is a unique statutory cause of action and the claim of innocence is the linchpin of the section, it is not improper to consider the verification requirement an integral part of the remedy. Accordingly, the court finds the verification defective and that this defect is fatal.\nAfter reviewing the claim, the court finds that no cognizable cause of action exists on behalf of the claimant, Evelyn Cramer, for loss of services, nor has the attorney for claimant submitted any opposition to the defendant’s motion to dismiss as it relates to the second and third causes of action (Kaufman affirmation in opposition, at 1 [unpaginated], para 2). Accordingly, the claim is hereby dismissed in its entirety.\n. The claimants did not oppose the motion as to the remaining causes of action.\n. All references to the claimant refer to Wanji Webb.\n. It has also been held that a defective verification cannot be corrected (see Pejcinovic v State of New York, supra at 3-4).",
        "type": "majority",
        "author": "Richard E. Sise, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Eliot Spitzer, Attorney General (Susan J. Pogoda of counsel), for defendant. Matthew A. Kaufman for claimants."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 444]\nWanji Webb, an Infant, by Evelyn Cramer, His Grandmother and Court Appointed Guardian, et al., Claimants, v State of New York, Defendant.\n(Claim No. 106819.)\nCourt of Claims,\nJuly 21, 2003\nAPPEARANCES OF COUNSEL\nEliot Spitzer, Attorney General (Susan J. Pogoda of counsel), for defendant. Matthew A. Kaufman for claimants."
  },
  "file_name": "0222-01",
  "first_page_order": 210,
  "last_page_order": 213
}
