{
  "id": 1237577,
  "name": "Theodore Fox, Jr., et al., Plaintiffs, v. Tioga Construction Company, Inc., Defendant",
  "name_abbreviation": "Fox v. Tioga Construction Co.",
  "decision_date": "2003-07-30",
  "docket_number": "",
  "first_page": "261",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 261"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 570"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "281 AD2d 114",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        98532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/281/0114-01"
      ]
    },
    {
      "cite": "217 AD2d 569",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1223882,
        1224164
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/217/0569-01",
        "/ad2d/217/0569-02"
      ]
    },
    {
      "cite": "206 AD2d 353",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1177649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/206/0353-01"
      ]
    },
    {
      "cite": "146 AD2d 953",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3574583
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/146/0953-01"
      ]
    },
    {
      "cite": "184 AD2d 942",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1089053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/184/0942-01"
      ]
    },
    {
      "cite": "211 AD2d 550",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1198575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/211/0550-01"
      ]
    },
    {
      "cite": "259 AD2d 994",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        890409,
        890748
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/259/0994-02",
        "/ad2d/259/0994-01"
      ]
    },
    {
      "cite": "266 AD2d 815",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        203377
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/266/0815-01"
      ]
    },
    {
      "cite": "217 AD2d 914",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1224382
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/217/0914-01"
      ]
    },
    {
      "cite": "65 NY2d 513",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1580922
      ],
      "pin_cites": [
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "86 NY2d 487",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4436118
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "490-491"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/86/0487-01"
      ]
    },
    {
      "cite": "207 NY 66",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4514541
      ],
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/207/0066-01"
      ]
    },
    {
      "cite": "46 NY2d 132",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2339326
      ],
      "pin_cites": [
        {
          "page": "136-137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/46/0132-01"
      ]
    },
    {
      "cite": "78 NY2d 509",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4422308
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "513"
        },
        {
          "page": "513"
        },
        {
          "page": "513"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/78/0509-01"
      ]
    },
    {
      "cite": "82 NY2d 555",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2352973
      ],
      "pin_cites": [
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/82/0555-01"
      ]
    },
    {
      "cite": "81 NY2d 494",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4429291
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "501"
        },
        {
          "page": "500"
        },
        {
          "page": "500"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/81/0494-01"
      ]
    },
    {
      "cite": "34 AD2d 924",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5580864,
        5581707,
        5583607,
        5563119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/34/0924-03",
        "/ad2d/34/0924-01",
        "/ad2d/34/0924-04",
        "/ad2d/34/0924-02"
      ]
    },
    {
      "cite": "89 NY2d 833",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        320219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/89/0833-01"
      ]
    },
    {
      "cite": "297 AD2d 638",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1074015
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/297/0638-01"
      ]
    },
    {
      "cite": "133 AD2d 669",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5695502,
        5703983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/133/0669-01",
        "/ad2d/133/0669-02"
      ]
    },
    {
      "cite": "201 AD2d 525",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1161761,
        1161087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/201/0525-01",
        "/ad2d/201/0525-02"
      ]
    },
    {
      "cite": "47 NY2d 619",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4371323
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/47/0619-01"
      ]
    },
    {
      "cite": "257 AD2d 614",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        172281,
        172126
      ],
      "pin_cites": [
        {
          "page": "615"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/257/0614-01",
        "/ad2d/257/0614-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1004,
    "char_count": 23527,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.3384185718935737
    },
    "sha256": "8440e6b85c991f2c604d470bb93d84390314dbbc3b13396d79f8f9df7b69552a",
    "simhash": "1:b8f64153288e67f8",
    "word_count": 3892
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Theodore Fox, Jr., et al., Plaintiffs, v Tioga Construction Company, Inc., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nRobert F. Julian, J.\nrelief requested: Plaintiff moves for summary judgment on liability pursuant to Labor Law § 240.\nholding: Motion granted. Plaintiff fell from an elevated work site which was not provided with required safety devices, and the defendant is liable as a matter of law pursuant to Labor Law § 240.\ndiscussion: Plaintiff Theodore Fox, Jr. was injured on October 10, 2002 when a pedestrian bridge then being constructed over and as part of the new Utica-Rome Expressway in Marcy, New York, collapsed, causing Fox to fall over 30 feet and sustain serious injuries. Fox was an employee of the New York State Department of Transportation, and was then in the course of performing his employment duties. At the time of the accident the bridge was incomplete, and work was proceeding on it, specifically the pouring of concrete for the deck of the bridge. Plaintiff provides the affidavits and curriculum vitae of a professional engineer, Stanley J. Filipek, PE, concerning the accident. Mr. Filipek opines that the intended finished concrete deck was an integral part of the structural system of the bridge; that the bridge was not structurally sound until the hardened concrete deck was in place (and, specifically, because it lacked adequate torsional resistance); that the presence of the workmen, finishing machine, and wet concrete caused unbalanced loads on the uncompleted bridge, which did not have sufficient structural integrity to withstand the forces involved in the process of pouring the concrete, and hence collapsed. Mr. Filipek states that appropriate bracing (shoring), a safety device defined in Labor Law § 240, would have prevented the collapse and hence the fall.\nThe court is provided no reason or fact by the defendant why it should not accept the aforementioned allegations and professional conclusions as true and correct. No factual dispute is suggested by defendant. No expert opinion is offered to suggest that proper shoring might not have mattered (thus questioning proximate cause), or, more broadly (and necessarily), that there was no suitable safety device which would have provided proper protection to the workers. The only criticism offered of Mr. Filipek’s affidavits is that they are conclusory; we are indeed not offered all the facts underlying the opinions, and those omitted might indeed be relevant if there were some theory presented by the defense that would, even conceivably, call these conclusions into question. But none of the conclusions are substantively challenged and they are professional opinions based on undisputed facts and would at trial be sufficient evidence to place this matter before a jury.\nAll the defendant offers in opposition is that discovery — which has not been had, and which defendant says it needs — will show that “Labor Law 240 does not apply to the subject occurrence since the record will establish that the bridge was meant to be permanent in nature” (defendant’s mem of law, filed July 15, 2003). The defendant cannot conceivably require discovery to set forth prima facie (and undoubtedly absolutely irrefutable) proof of that claim. It is the contractor that was building the bridge. Is the defendant actually telling us that it needs discovery to know whether or not the structure it was building was permanent? On oral argument the defendant asserted that discovery, including still incomplete reports from the State of New York and the Occupational Safety and Health Administration, was needed to find out why the bridge collapsed. Yet no showing of any kind is made regarding why the specific mechanism of failure would be relevant to a Labor Law § 240 case. The issue, and only issue, is whether proper protection was provided to guard against gravity related hazards arising from work being performed at an elevated work site. How is the specific reason for the collapse germane to that inquiry? Or does the defendant have some remarkable theory of the collapse whereby no safety device could have prevented it? Because the plaintiff asserts that shoring was indicated and was not provided, the burden shifts to the defendant to demonstrate either that the structure was completed or that the alleged missing safety device was not relevant.\nOn oral argument the defendant referred to other “unknowns” that might be alleviated by discovery. Counsel stated, “Is there another method that could have been used to build this bridge such that workers wouldn’t be standing on a structure that could collapse? I don’t know that there is another method or not.” The defendant contracted with the State of New York to build, this bridge on a public highway and thus is well situated to answer that question without discovery. The defendant’s failure to respond substantively speaks volumes. Further questioned on oral argument about what discovery would be relevant, defense counsel suggested (at 14) that discovery was needed to determine what work was being done on the bridge at the time, specifically regarding whether concrete was being poured, but then of course had to concede that Tioga knew what it was doing at the time of the accident. No further showing of the conceivable utility of discovery was made. Ruttura & Sons Constr. Co. v Petrocelli Constr. (257 AD2d 614, 615 [2d Dept 1999]) provides\n“A determination of summary judgment cannot be avoided by a claimed need for discovery unless some evidentiary basis is offered to suggest that discovery may lead to relevant evidence (see, Auerbach v Bennett, 47 NY2d 619; see also, Carrington v City of New York, 201 AD2d 525; Kennerly v Campbell Chain Co., 133 AD2d 669).” (See also Vidal v Tsitsiashvili, 297 AD2d 638 [2d Dept 2002].)\nThe defendant is simply unable to articulate anything which it does not know, but might find out, that would be relevant to a determination under section 240. The bridge fell down because of a design failure, or a materials failure, or a construction failure, or some combination of the three. In any case, there was no proper protection (shoring, bracing, stays) provided to those working on this elevated work site. It is of the utmost significance and importance to the court’s determination herein that the defendant Tioga Construction Company, Inc., the builder of the collapsed bridge, is unable to articulate even the semblance of a defense to a section 240 claim which would be substantiated by discovery. The only negligence defense expressed is that the bridge was improperly designed by the State of New York. While that may well be relevant to the question of who is ultimately to bear the cost of this tragic debacle, it is utterly irrelevant to Tioga’s nondelegable duty to provide proper protection for workers.\nOnce the plaintiff establishes a prima facie case, the defendant must raise a triable issue of fact relating to the prima facie case or to the plaintiff’s credibility to defeat the motion for summary judgment. (Klein v City of New York, 89 NY2d 833 [1996].) If the defendant can show that facts exist which would support opposition, but they are not presently available to it, discovery can be had pursuant to CPLR 3212 (f). (See Bingham v Wells, Rich, Greene, 34 AD2d 924 [1st Dept 1970].) As shown above, the defendant cannot and does not show such facts.\nThere is no factual defense in this matter and there are no factual disputes. Defendant’s more substantial defense against summary judgment lies in whether section 240 covers the collapse of a partially completed structure, the components of which and the structure itself are intended to be permanent, which structure is at the same time being used as an elevated work platform upon which, in this case, to execute the several tasks required to build what may be properly called a “bridge.” Accordingly, we turn to the statute and cases:\nLabor Law “§ 240. Scaffolding and other devices for use of employees\n“1. All contractors and owners and their agents, except owners of one and two-family dwellings who contract for but do not direct or control the work, in the erection, demolition, repairing, altering, painting, cleaning or pointing of a building or structure shall furnish or erect, or cause to be furnished or erected for the performance of such labor, scaffolding, hoists, stays, ladders, slings, hangers, blocks, pulleys, braces, irons, ropes, and other devices which shall be so constructed, placed and operated as to give proper protection to a person so employed.”\nThere is no dispute that defendant Tioga is a “contractor” under the statute. There is no dispute that Tioga was in the course of “erection” of a “structure” when and where the complained of injuries occurred. There is no dispute that plaintiff was “employed” in the construction of the structure and lawfully on the premises in the course of his employment when the accident happened. There is no dispute that plaintiff fell some 30 feet and was injured when the bridge twisted and collapsed while concrete was being poured on the bridge. There can be no dispute that this occurrence falls within the range of section 240 covered accidents envisioned in Ross v Curtis-Palmer Hydro-Elec. Co. (81 NY2d 494, 501 [1993]): “Labor Law § 240 (1) was designed to prevent those types of accidents in which the scaffold . . . ladder or other protective device proved inadequate to shield the injured worker from harm directly flowing from the application of the force of gravity to an object or person.” The question then is whether Tioga “furnish[ed] or erect[ed], or cause[d] to be furnished or erected for the performance of such labor, scaffolding, hoists, stays, ladders, slings, hangers, blocks, pulleys, braces, irons, ropes, and other devices ... so constructed, placed and operated as to give proper protection to a person so employed.” Plaintiff alleges that, as a matter of law, it did not, and that he is therefore entitled to summary judgment on his Labor Law § 240 cause of action. Plaintiff alleges that there were no safety devices provided, and that required temporary shoring was not present to provide proper protection to plaintiff. Defendant does not dispute the absence of shoring or other safety devices. Rather, the defendant argues that the collapse of the bridge was not the collapse of a scaffold or temporary device of the sort covered by section 240 but was rather the collapse of the uncompleted but permanent structure itself and thus not amenable to section 240 treatment.\nIn deciding this matter the court is mindful of the principles set forth in Gordon v Eastern Ry. Supply (82 NY2d 555, 559 [1993]) concerning section 240 (1) of the Labor Law, often referred to as the “scaffold law”:\n“The purpose of the section is to protect workers by placing the ‘ultimate responsibility’ for worksite safety on the owner and general contractor, instead of the workers themselves (see, Ross v Curtis-Palmer Hydro-Elec. Co., 81 NY2d 494, 500; Rocovich v Consolidated Edison Co., 78 NY2d 509, 513; 1969 NY Legis Ann, at 407). Thus, section 240 (1) imposes absolute liability on owners, contractors and their agents for any breach of the statutory duty which has proximately caused injury (Rocovich v Consolidated Edison Co., 78 NY2d, at 513, supra). The duty imposed is ‘nondelegable and ... an owner is liable for a violation of the section even though the job was performed by an independent contractor over which it exercised no supervision or control’ (id., at 513; see also, Ross v Curtis-Palmer Hydro-Elec. Co., 81 NY2d, at 500, supra; Haimes v New York Tel. Co., 46 NY2d 132, 136-137). We have noted ‘that section 240 (1) “ ‘is to be construed as liberally as may be for the accomplishment of the purpose for which it was thus framed’ ” ’ (Rocovich v Consolidated Edison Co., 78 NY2d, at 513, supra [quoting Quigley v Thatcher, 207 NY 66, 68]).”\nAnd of the Court of Appeals emphasis in Misseritti v Mark IV Constr. Co. (86 NY2d 487, 490-491 [1995]) on the point that\n“Section 240, known as the ‘Scaffold Law,’ has historically been construed in the context of workers injured as a result of inadequate or missing safety equipment at elevated work sites . . . It is in recognition of the exceptionally dangerous conditions posed by elevation differentials at work sites that section 240 (1) prescribes safety precautions for workers laboring under unique gravity-related hazards . . . .”\nAnd the holdings of Zimmer v Chemung County Performing Arts (65 NY2d 513, 524 [1985]), that once it is determined that the owner or contractor failed to provide the necessary safety devices required to give a worker “proper protection,” absolute liability is “unavoidable” under section 240 (1), and that in “the absence of any safety devices at the worksite, the statute’s clear dictates have not been met.”\nDefendant references several decisions in which the collapse of a permanent structure was deemed outside the scope of Labor Law § 240 and which thus, it says, requires denial of the motion here. In Dombrowski v Schwartz (217 AD2d 914 [4th Dept 1995]), a permanent stairway was placed in its proper location but not anchored or affixed. A workman attempting to climb it was caused to fall 10 feet. The Appellate Division held (at 914) that “The record establishes that the stairway was permanent and not temporary in nature, thereby precluding consideration of it either as the functional equivalent of a ladder or other statutorily enumerated safety device or as a tool used in the performance of plaintiff’s work” and denied section 240 applicability. In Sponholz v Benderson Prop. Dev. (266 AD2d 815 [4th Dept 1999]), a worker fell 12 to 15 feet when a stairway in a building undergoing renovation collapsed beneath him. The stairway had been a permanent passageway between parts of the building, did not constitute a “safety device,” and section 240 did not apply. In Misseritti v Mark IV Constr. Co. (86 NY2d 487 [1995]), a worker was killed when a completed concrete block fire wall collapsed on him. In finding that section 240 did not apply, the Court of Appeals found (at 491) that “In this context, we construe the ‘braces’ referred to in section 240 (1) to mean those used to support elevated work sites not braces designed to shore up or lend support to a completed structure.”\nIn Misseritti, the holding related to the fact that the accident did not happen at an elevated work site, and that the “braces” in question were not the safety devices relating to elevation hazards which the statute required. Here the work site was at an elevation of 30 feet, and it was elevation related safety devices that were missing.\nBoth Dombrowski and Sponholz refer to permanent structures from which some other permanent and necessary feature was missing, causing the accident. A permanent staircase is not a safety device intended to keep workers from falling during construction. The permanent fasteners which apparently were never placed in Dombrowski and were prematurely removed in Sponholz were not safety devices intended for worker safety, but were, rather, basic and permanent parts of the building. The plaintiffs in those cases were not complaining about the absence of a safety device, but rather about the absence of a structural component of the building.\nThis case does not involve a completed component inappropriately affixed and is not ruled by those cases. Rather, this case is determined by the ruling in Keefe v E & D Specialty Stands (259 AD2d 994 [4th Dept 1999]). The plaintiff Keefe was involved in the construction of bleachers, and was utilizing existing elements of the partially constructed bleachers as a stairway to move other seats into position. He fell. The defendant alleged, as does defendant herein, that the injury occurred on a permanent structure and that section 240 was not applicable. The Appellate Division held otherwise. In this context, the Court found that the bleachers were functioning as a temporary staircase, or as the functional equivalent of a ladder. “Because the riser was unsecured, the temporary stairway failed to give plaintiff proper protection from falling from an elevated workplace. So viewed, plaintiffs fall comes within the protection of Labor Law § 240.” (At 994.) This is very much the situation here. At the time of the accident the structure was only partially completed and in the midst of major, fundamental construction. In order that the work be done, workers, equipment, and materials had to be maintained at the height of the permanent structure. The structure itself was utilized for that purpose: it provided and was used as a temporary platform for its own construction. At the time of the occurrence, it was more scaffold than bridge; it could have functioned as a scaffold, had it been properly braced. Defendant concedes that it could not have functioned as a “bridge.” It was a place workers could go in order that they might build a bridge. The defendant’s point would have been well taken had construction reached the point at which this could have been called a substantially completed structure. A worker injured from the collapse of this bridge at a time when all that was left was to install pathway markings and signs would indeed not have had a section 240 claim, since no safety devices could then be deemed “missing.” But until this construction site became a substantially completed bridge, substantially able to perform its function, it was an elevated workplace which posed substantial risks of gravity related injury and was thus mandated to have such safety devices as would provide proper protection to the workers.\nIn Foufana v City of New York (211 AD2d 550 [1st Dept 1995]), a formerly permanent structure functioned as a temporary safety device when a stairway was inadvertently discovered and was left to function as a route from the bottom of an excavation to street level. It functioned as a ladder, it was unsafe, and section 240 was applicable. In Clute v Ellis Hosp. (184 AD2d 942 [3d Dept 1992]), a worker was injured when a roof deck upon which he was pouring concrete collapsed. The decking, a permanent part of the uncompleted roof, was functioning as a scaffold, other required temporary safety devices (braces) were not in place, and section 240 was applicable. (See also Dick v Gates, 146 AD2d 953 [3d Dept 1989].) In Richardson v Matarese (206 AD2d 353 [2d Dept 1994]), a section 240 violation was shown prima facie by the collapse of a floor, without regard to whether it was part of the permanent structure. Edholm v Smithtown DiCanio Org. (217 AD2d 569 [2d Dept 1995]) presents facts suggestive of the present situation. A worker was standing on roof trusses which collapsed because of excessive weight. Roof trusses are parts of the permanent structure, yet the absence of adequate safety devices to support the intended permanent parts during the course of construction was adequate to support a section 240 claim. (See also John v Baharestani, 281 AD2d 114 [1st Dept 2001].)\nThis court has done what the commentators to 1B NY PJI3d 987 (2001) request, which is to reexamine Clute, Dick, Richardson and Edholm in light of Misseritti (supra)-, we find them to be entirely applicable and unaffected by Misseritti. Misseritti does not involve the use of the structure itself as an elevated workplace or the nonuse of a required safety device or the provision of a defective safety device, which are the issues in the cited cases, and whose viability therefore appears intact. Misseritti dealt with risks unrelated to an elevated work site and unrelated to the failure to provide a safety device.\nThe distinction between Dombrowski and Sponholz on one hand and Keefe, Clute et al. on the other is found in the nature of what’s missing. In Keefe (as in the matter at bar) it is a properly installed but temporary safety device that, was not provided. In Dombrowski and Sponholz it is permanent parts of the building (screws, bolts, lags, etc.) that were missing and the absence of which were the proximate causes of the accidents. Misseritti is similar in finding that it was not an elevation related safety device that was missing or the lack of which caused the accident.\n' If the structure in the case at bar was a permanent structure and the concrete merely incidental to the permanent shoring and stability of this structure, a proper professional opinion in response to this motion by the defendant contractor is required.\nThe rule which may be distilled from the statute and cases, as applicable here, is that when a structure is under construction, and incomplete, and is functioning as an elevated work site, it must be provided with adequate safety devices to eliminate the risks posed by the height differential. If the absence of such devices is the proximate cause of a fall, Labor Law § 240 liability will lie.\nPlaintiff here states a prima facie case under Labor Law § 240. The defendant makes no showing of any facts which would dispute this or even the possibility of such facts existing but outside its knowledge. Its sole defense is legal, and rests on the correct legal proposition that the collapse of a poorly constructed completed structure will not result in section 240 liability. The structure herein was not completed, but rather was, at the time of the occurrence, an incomplete structure functioning as an elevated work platform lacking required safety devices. The plaintiff was not protected from the elevation related risks presented, and the defendant is liable for the resulting injuries pursuant to Labor Law § 240. Plaintiffs motion is granted.\n. “[T]he Bridge would not have been a completed permanent structure until the concrete work had been finished and the concrete had been cured. The Bridge would not have had full strength until the concrete work was completed . . . .” (Supplemental affidavit of Filipek 11 2.)\n. The plaintiff in his affidavit (UK 7, 8) provides an unrefuted eyewitness account of the events prior to and during the fall that allege that “concrete was being poured on the bridge when the bridge twisted and collapsed.” “[A]t the time of the occurrence, there was no shoring in place on the bridge . . . .”\n. The transcript of the argument is attached hereto.\n. The following colloquy is on page 14:\n“mr perkins: The structure was not complete, that’s true. “the court: And a missing element included, but was not limited to, the pouring of concrete on the structure, fair?\n“mr perkins: Well, we are getting into a lot of facts here that I really haven’t been allowed to question anybody about.\n“the court: Okay.\n“mr perkins: I’d like to hear what the witnesses have to say. I would particularly like to hear what the construction workers on the bridge have to say about all these questions. But I haven’t been given the opportunity yet.\n“the court: Do you have — Certainly, Tioga is in a position to have a position as to whether or not [concrete] had been poured, true?\n“mr perkins: True.\n“the court: And what is Tioga’s position if you know?\n“mr perkins: Didn’t they just pour the concrete when the accident happened? I believe that’s what it was.”\n. Merriam Webster: “1 a: a structure carrying a pathway or roadway over a depression or obstacle.”",
        "type": "majority",
        "author": "Robert F. Julian, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Michael J. Laucello for plaintiffs. Carter, Conboy, Case, Black-more, Maloney & Laird, EC. {Joseph T. Perkins of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 570]\nTheodore Fox, Jr., et al., Plaintiffs, v Tioga Construction Company, Inc., Defendant.\nSupreme Court, Oneida County,\nJuly 30, 2003\nAPPEARANCES OF COUNSEL\nMichael J. Laucello for plaintiffs. Carter, Conboy, Case, Black-more, Maloney & Laird, EC. {Joseph T. Perkins of counsel), for defendant."
  },
  "file_name": "0261-01",
  "first_page_order": 249,
  "last_page_order": 259
}
