{
  "id": 1237614,
  "name": "Local Government Assistance Corporation et al., Plaintiffs, v. Sales Tax Asset Receivable Corporation et al., Defendants",
  "name_abbreviation": "Local Government Assistance Corp. v. Sales Tax Asset Receivable Corp.",
  "decision_date": "2003-08-20",
  "docket_number": "",
  "first_page": "272",
  "last_page": "278",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 272"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 577"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "208 AD2d 219",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1185338
      ],
      "pin_cites": [
        {
          "page": "221"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/208/0219-01"
      ]
    },
    {
      "cite": "248 AD2d 1020",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1669261,
        1668013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/248/1020-01",
        "/ad2d/248/1020-02"
      ]
    },
    {
      "cite": "222 AD2d 1001",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        667843
      ],
      "pin_cites": [
        {
          "page": "1003"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/222/1001-01"
      ]
    },
    {
      "cite": "36 NY2d 610",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2316942
      ],
      "pin_cites": [
        {
          "page": "618"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/36/0610-01"
      ]
    },
    {
      "cite": "481 US 739",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6222105
      ],
      "pin_cites": [
        {
          "page": "745"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0739-01"
      ]
    },
    {
      "cite": "71 NY2d 186",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4408006
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/71/0186-01"
      ]
    },
    {
      "cite": "84 NY2d 231",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4431549
      ],
      "pin_cites": [
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/84/0231-01"
      ]
    },
    {
      "cite": "98 NY2d 155",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        282470
      ],
      "pin_cites": [
        {
          "page": "161"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/98/0155-01"
      ]
    },
    {
      "cite": "99 NY2d 443",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        294997
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "448"
        },
        {
          "page": "448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/99/0443-01"
      ]
    },
    {
      "cite": "266 AD2d 600",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        203373,
        203485
      ],
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/266/0600-01",
        "/ad2d/266/0600-02"
      ]
    },
    {
      "cite": "73 NY2d 748",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4411681,
        4412269
      ],
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/73/0748-02",
        "/ny-2d/73/0748-01"
      ]
    },
    {
      "cite": "301 AD2d 734",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1012873
      ],
      "pin_cites": [
        {
          "page": "736"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/301/0734-01"
      ]
    },
    {
      "cite": "81 NY2d 336",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4429558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/81/0336-01"
      ]
    },
    {
      "cite": "185 AD2d 596",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1094025
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/185/0596-01"
      ]
    },
    {
      "cite": "151 Misc 2d 594",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        897596
      ],
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/151/0594-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 757,
    "char_count": 15724,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04647220745302139
    },
    "sha256": "3270fb1f4da73be391a203d9a00bc0a88358036d6398cb944ac66087a8af87f4",
    "simhash": "1:c430e118bb8a8a31",
    "word_count": 2569
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Local Government Assistance Corporation et al., Plaintiffs, v Sales Tax Asset Receivable Corporation et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLouis C. Benza, J.\nPlaintiffs move this court for a prehminary injunction enjoining defendants from issuing bonds or otherwise implementing the provisions of the MAC Refinancing Act. Defendants oppose such relief. After the submissions by the parties and oral argument held on August 14, 2003, the court makes the following determination.\nIn response to the fiscal crisis of the City of New York in the mid-1970s, the Legislature created the Municipal Assistance Corporation (hereinafter MAC) as a long-term refinancing vehicle for the City’s massive short-term debt. MAC bonds issued for this purpose were retired over the next 30 years and paid for with funds otherwise available to the City. The last MAC bonds were scheduled to become due in 2008. In early 2003, the City faced bond payments of $500 million per year for the five remaining years, and it became evident that, due to a difficult economic climate and budgetary pressures, the City needed assistance to ease this fiscal burden. In response, in May 2003, the Legislature passed the MAC Refinancing Act contained in part A4 of chapter 62 and part V of chapter 63 of the Laws of 2003. Passed over the Governor’s veto, the act amended the Public Authorities Law by adding a new section, section 3238-a, and amending section 3240. The purpose of the act was to replace the scheduled $2.5 billion in MAC payments over five years with 30 years of payments in the amount of $170 million per year until 2034. Plaintiff Local Government Assistance Corporation (hereinafter LGAC) was the entity charged with channeling the payments from a portion of the State’s sales tax.\nGoverned by Public Authorities Law § 3231 et seq., LGAC was established in 1990 as part of a fiscal reform program aimed at eliminating so-called “spring borrowing” (see, Matter of Schulz v State of New York, 151 Misc 2d 594, 599 [1992], mod 185 AD2d 596 [1992], appeal dismissed 81 NY2d 336 [1993]). It is authorized to issue bonds to provide funding to achieve its corporate purpose, including the making of payments to local governments, after such payments have been appropriated (see, Public Authorities Law § 3236 [1] [a]; § 3238). LGAC thereafter issued bond resolutions in 1990 and 2002. The State agreed that it would not impair the rights or remedies of bond or note-holders for obligations issued by LGAC (see, Public Authorities Law § 3241 [1]). However, although LGAC had the power to issue bonds and notes, the rights of holders remained subject to the provisions of the Public Authorities Law (see, Public Authorities Law § 3235 [9]).\nLGAC is funded by the State’s sales tax revenue from the Local Government Tax Assistance Fund (see, Public Authorities Law § 3240 [3]; State Finance Law § 92-r). This fund is under the joint direction of the State Comptroller and State Commissioner of Taxation and Finance, and LGAC receives one percent of the State’s sales tax to fund its obligations and expenses (see, State Finance Law § 92-r [1], [2]). To receive money from the fund, LGAC must certify to the Governor and Comptroller a schedule of cash requirements for the fiscal year equal to the amount of, inter alia, debt service due on its bonds (see, Public Authorities Law § 3240 [1]). The Comptroller is only authorized to make disbursements from the fund, however, if there has been an appropriation (see, State Finance Law § 92-r [5] [a]; Public Authorities Law § 3240 [3], [5]). Likewise, LGAC is authorized to make payments to local government from the monies it receives from the fund only after an appropriation for the amounts and the manner of payment (see, Public Authorities Law § 3239 [1] [a]; § 3238).\nIn promulgating the MAC Refinancing Act, through Public Authorities Law § 3238-a, the Legislature directed that, subject to State Finance Law § 92-r, LGAC pay to the City $170 million annually from its fund until 2034. Section 3238-a further provides that the Mayor of the City may assign any or all of these annual payments to a corporation under the Not-For-Profit Corporation Law, and contemplates that such corporation will issue bonds to the public. Defendant Sales Tax Asset Receivable Corporation (hereinafter STARC) has been created for this purpose. On August 11, 2003, STARC distributed a preliminary offering relating to the proposed offering of $532,200,000 in bonds to mature in 2029.\nOn August 13, 2003, plaintiffs commenced this declaratory action seeking judgment declaring the act unconstitutional. Specifically, plaintiffs allege that the act involves a multi-year obligation and violates NY Constitution article VII because the act neither subjected the annual $170 million payments to a referendum nor annual appropriation by the Legislature, and provides a gift or loan of the State’s credit (first, second and third causes of action); violates NY Constitution, article VIII, §§ 1 and 2 because the Mayor’s assignment of the City’s payments to STARC is a contracting of debt and without a pledge of full faith and credit (fourth and fifth causes of action); and violates US Constitution, article I, § 10 and NY Constitution, article I, § 6 because the 1991 and 2002 bond resolutions provide that LGAC’s contract with bondholders will have first claim to LGAC funds, and the act purports to impair this right by stating the City and its assignees have equal or superior rights to the funds (sixth and seventh causes of action). Plaintiffs thereafter brought the instant application for a preliminary injunction.\nIn support of their motion, plaintiffs contend that they have demonstrated a likelihood of success on the merits because the act is unconstitutional, that issuing the bonds could harm the State’s credit rating and cause irreparable harm, and that the equities balance in plaintiffs’ favor because neither defendants nor third parties will suffer any significant injury by delaying the issuance of the bonds.\nInitially, a preliminary injunction is a drastic remedy and not routinely granted (see, Marietta Corp. v Fairhurst, 301 AD2d 734, 736 [2003]). In its discretion* this court must assess whether the moving party has demonstrated (1) a likelihood of ultimate success on the merits, (2) irreparable harm will occur should the injunction not be granted, and (3) that a balancing of the equities tip in the movant’s favor (see, Doe v Axelrod, 73 NY2d 748, 750 [1988]; Egan v New York Care Plus Ins. Co., 266 AD2d 600, 601 [1999]). In determining whether plaintiffs’ claim would ultimately be successful, the court is mindful that a party mounting a facial challenge to a statute must overcome the presumption of constitutionality beyond a reasonable doubt (see, Moran Towing Corp. v Urbach, 99 NY2d 443, 448 [2003]; LaValle v Hayden, 98 NY2d 155, 161 [2002]; Schulz v State of New York, 84 NY2d 231, 241 [1994]).\nTo begin, section 3238-a requires that payments to the City be made in accordance with State Finance Law § 92-r, which requires an appropriation prior to payment. Further, although the Legislature modified section 3240 (5), it left intact section 3240 (3), requiring payments to LGAC be appropriated. Given that the Legislature is presumed to create laws in harmony with those existing at the time of the new enactment, and reading all relevant statutory provisions together (see, Matter of Consolidated Edison Co. of N.Y. v Department of Envtl. Conservation, 71 NY2d 186, 195 [1988]; McKinney’s Cons Laws of NY, Book 1, Statutes § 391), the court cannot say at this time that section 3240 (5) is in such irreconcilable conflict with sections 3238-a and 3240 (3) “that no set of circumstances exists under which the Act would be valid” (Moran Towing Corp. v Urbach, supra at 448, quoting United States v Salerno, 481 US 739, 745 [1987]). In making this determination, the court notes that the disputed language in section 3240 (5) could be interpreted to modify only the preceding sentence of that subdivision, relating to the ability of the State and LGAC to enter into agreements to modify payments. In that event, all subdivisions of section 3240 would harmonize, and section 3240 in its entirety would harmonize with the clear intent of the Legislature contained in section 3238-a, requiring that payments be subject to appropriation as set forth in State Finance Law § 92-r. Moreover, this interpretation is in keeping with section 3240 (4), and protects meddling by the State or LGAC after the money has been appropriated. This construction would avoid the absurd result of attributing to the Legislature the intent of enacting a statute that is facially unconstitutional, thus negating the very payments the Legislature sought to establish. As such, plaintiffs have not overcome the presumption of constitutionality, and demonstrated a likelihood of success on this issue.\nPlaintiffs next contend that the assignment by the City to STARC of a stream of payments is an unconstitutional gift or loan by the City without full faith and credit. While section 3238-a does not specifically provide that the City is not indebted (compare Wein v City of New York, 36 NY2d 610, 618 [1975]), the language is nonetheless clear and the effect is the same. Section 3238-a simply provides that the Mayor may assign payments that are made in accordance with State Finance Law § 92-r. Said differently, the City may assign to STARC only what, if any, has been appropriated. The preliminary offering by STARC reflects this arrangement by advising investors that payments to LGAC are subject to appropriation, and that neither the payments to LGAC, or to STARC from LGAC, constitute a debt of the State or the City (affidavit of Robert S. Smith, dated Aug. 13, 2003, exhibit I). In reality, STARC is acting in the same capacity as LGAC, and to follow plaintiffs’ argument would in effect subject LGAC to the same constitutional impairment. As such, the court is unpersuaded that plaintiffs have a likelihood of success on this argument.\nPlaintiffs’ final contention is that the act impinges upon pledges to LGAC’s bondholders by both the State pursuant to Public Authorities Law § 3241 (1) and LGAC through its “additional obligation clause” contained in its 1990 and 2002 bond resolutions. Plaintiffs contend that the act creates a new debt to be paid from the fund and the additional obligation clause of the bond resolutions is designed to protect depletion of funds for available debt service. Although Public Authorities Law § 3241 (1) recites that the State pledges not to alter the rights of LGAC to fulfill agreements or impair the rights of the bondholders (see id.), LGAC’s bondholders are aware that LGAC can only provide for the rights of bondholders subject to the provisions of the act (see Public Authorities Law § 3235 [9]). Additionally, it is worthy to note that plaintiffs cite no historical evidence that the fund has ever been insufficient to meet the obligations of LGAC; in fact, historically the fund has always had excess (affidavit of Mark Page H 42). In any event, the mechanism in Public Authorities Law § 3240 (3) and (4) allows for the Comptroller to take money from other income streams to pay LGAC’s debt service/expenses and meet deficiencies in the fund. Thus, plaintiffs have not demonstrated that the rights of the bondholders are impaired. As such, the court determines that plaintiffs do not have a likelihood of success on this argument.\nAccordingly, inasmuch as plaintiffs have not demonstrated a likelihood of ultimate success on the merits, they are not entitled to a preliminary injunction (see Welcher v Sobol, 222 AD2d 1001, 1003 [1995]).\nIrreparable Harm and Balancing of Equities\nEven if the court were to reach the issue of irreparable harm and balancing the equities, the result would be the same. Plaintiffs argue that irreparable harm is present because the City will float bonds pursuant to an illegal statute and this action damages the State’s credit rating. In light of this court’s initial determination that an appropriation is required, there can be no harm to the State’s credit rating or bondholders. Thus, plaintiffs have not established irreparable harm. Moreover, a balancing of the equities tips in defendants’ favor. Given the grave fiscal crisis facing the City, an inability to go forward with the bonds could result in the City’s financing coming under the control of a financial control board (see affidavit of Mark Page, dated Aug. 18, 2003, 1i 59).\nAs a final matter, the court notes that it is not the court’s function to create the public policy of the State. Rather, it is incumbent upon the judiciary to uphold the public policy as enacted by the Legislature (see Town of Mentz v County of Cayuga, 248 AD2d 1020 [1998]; Bordell v General Elec. Co., 208 AD2d 219, 221 [1995]). It is within these parameters that the court has rendered this determination.\nAccordingly, plaintiffs’ motion for a preliminary injunction is denied.\n. Spring borrowing developed because the State’s fiscal year ends in March and fiscal years for local governments end in June. Spring borrowing was the practice of local governments borrowing money in the last quarter of its fiscal year during the first quarter of the State’s fiscal year. This device distorted the State’s books by recording borrowing from the State’s next fiscal year to pay costs from the previous year’s costs. LGAC was authorized to issue long-term bonds to eliminate this practice.\n. Section 3238-a provides, in relevant part: “Notwithstanding any inconsistent provision of law, the corporation shall transfer to the City of New York [$170 million] from the resources of the corporation pursuant to section [3239] of this title. Such payment shall be made during each city fiscal year. Such payments from the corporation shall be made from the fund established by [State Finance Law § 92-r] and in accordance with the provisions thereof’ (emphasis added).\n. Section 3240 (5) provides: “The agreement of the state contained in this section shall be deemed executory only to the extent of appropriations available for payments under this section and no liability on account of any such payment shall be incurred by the state beyond such appropriations. The state, acting through the director of the budget, and the corporation may enter into, amend, modify, or rescind one or more agreements providing for the specific manner, timing, and amount of payments to be made under this section, but only in conformity with this section. Provided however, this subdivision shall not apply for payments made pursuant to section [3238-a]” (emphasis added).\n. Section 3240 (3) provides: “Upon receipt of such certification, or any revision thereof, the comptroller shall pay such amount to the corporation for payment or deposit in accordance with such certification, from the local government assistance tax fund established by section ninety-two-r of the state finance law or from any other amount appropriated for such purpose to the extent that moneys in such fund are insufficient for such purpose. Any such payment shall be made within thirty days of the receipt of the certification or at the time specified within the certification, whichever is later, provided that any such amounts shall have been first appropriated by the state” (emphasis added).",
        "type": "majority",
        "author": "Louis C. Benza, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Kornstein Veisz Wexler & Pollard, LLP, New York City (Robert S. Smith of counsel), for plaintiffs. Michael A. Cardozo, Corporation Counsel, New York City, and Couch White LLP, Albany (Henry M. Greenberg of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 577]\nLocal Government Assistance Corporation et al., Plaintiffs, v Sales Tax Asset Receivable Corporation et al., Defendants.\nSupreme Court, Albany County,\nAugust 20, 2003\nAPPEARANCES OF COUNSEL\nKornstein Veisz Wexler & Pollard, LLP, New York City (Robert S. Smith of counsel), for plaintiffs. Michael A. Cardozo, Corporation Counsel, New York City, and Couch White LLP, Albany (Henry M. Greenberg of counsel), for defendants."
  },
  "file_name": "0272-01",
  "first_page_order": 260,
  "last_page_order": 266
}
