{
  "id": 1237524,
  "name": "In the Matter of Seventh Judicial District Asbestos Litigation; Paul Armstrong, Plaintiff, v. A C & S, Inc. (Armstrong Contracting & Supply) et al., Defendants",
  "name_abbreviation": "In re Seventh Judicial District Asbestos Litigation",
  "decision_date": "2003-08-13",
  "docket_number": "",
  "first_page": "279",
  "last_page": "287",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 279"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 168"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "205 NY 398",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        4498205
      ],
      "pin_cites": [
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/205/0398-01"
      ]
    },
    {
      "cite": "112 AD2d 981",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3447713,
        3429855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/112/0981-02",
        "/ad2d/112/0981-01"
      ]
    },
    {
      "cite": "91 AD2d 1201",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5615963
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/91/1201-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 19246,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 1.1018197136632346e-07,
      "percentile": 0.5685663527101387
    },
    "sha256": "a9c643dc31ef07d88438b32f18900c99870410d7d52563f1973bd81d19b670b5",
    "simhash": "1:28bb1d670a43b4b2",
    "word_count": 3093
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Seventh Judicial District Asbestos Litigation. Paul Armstrong, Plaintiff, v A C & S, Inc. (Armstrong Contracting & Supply) et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nRaymond E. Cornelius, J.\nPursuant to an application of Weitz & Luxenberg, PC., this court signed an order, dated June 17, 2003, directing the plaintiff, Paul Armstrong, to show cause why an order should not be made and entered, under CPLR 321 (b) (2), permitting the law firm to withdraw as attorneys of record. The attorney’s affirmation submitted in support of the application cited unspecified “disagreements,” which, if requested, would be disclosed to the court, in camera, and as a consequence, asserted that the law office and plaintiff could “no longer enjoy a good working relationship which is necessary between attorney and client.” In addition, the affirmation requested that the court fix a lien upon any future recovery made in the action in favor of Weitz & Luxenberg, PC., and that the action be stayed for 30 days, following service of an order relieving the law firm as counsel, in order to permit plaintiff to obtain another attorney.\nAs indicated by the index number, this action had been commenced in 2001, by filing the summons and complaint in the Yates County Clerk’s office. In this lawsuit, Mr. Armstrong, who is a Yates County resident, had sought money damages, based upon a claim of personal injury as the result of exposure to asbestos products, manufactured or distributed by 84 corporate defendants. Following service of process, and pursuant to the provisions of 22 NYCRR 202.12 (a), counsel for the plaintiff made an application for a preliminary conference, which was held on March 11, 2002. At that time, the court directed that the trial commence on a day certain, to wit: July 14, 2003, and that the note of issue and certificate of readiness be filed at least 60 days prior thereto, which directives were then incorporated in a written order, dated March 26, 2002. Thereafter, counsel for the plaintiff and liaison counsel for the defendants agreed upon a detailed scheduling order, which was incorporated into another written order, dated May 8, 2002, directing, among other provisions, that the deposition of the plaintiff was to occur on or before December 20, 2002. Until very recently, the court was unaware that, because of health problems, there was no deposition taken from Mr. Armstrong.\nThe note of issue and certificate of readiness was not filed, as required by the aforementioned scheduling order, and on June 4, 2003, this court wrote to counsel for the plaintiff, with a copy to liaison counsel, making inquiry concerning the reason. Thereafter, the court was informed that counsel wished to withdraw as attorney of record for Mr. Armstrong, and, ultimately, was provided with the aforementioned application, consisting of a proposed order to show cause, together with the attorney’s affirmation. On July 3, 2003, Weitz & Luxenberg, EC., forwarded to the court a conformed copy of the order to show cause, affidavit verifying personal service upon Mr. Armstrong, and copies of two letters, sent to their client. One letter, dated June 26, 2003, recited that there had been multiple telephone conversations with Mr. Armstrong and his wife, during the past six months, including one the morning of June 26, 2003, during which Mr. Armstrong purportedly indicated his wish to discontinue the lawsuit. The letter also made reference to the second letter, dated January 9, 2003, which confirmed a telephone conversation, on January 8, 2003, during which Mr. Armstrong purportedly indicated that he did not wish to pursue compensation for his asbestos related condition. This letter informed Mr. Armstrong that, as the result of his decision, Weitz & Luxenberg, EC., was closing their file and would take no further action with regard to it. Further, in this correspondence, Mr. Armstrong was advised that he was free to consult with another attorney. Neither the court, nor presumably defense counsel, had previously been aware of the January 9, 2003 letter, or the fact that Weitz & Luxenberg, EC. had decided to close their file and take no further action in this case.\nOn July 7, 2003, counsel for the plaintiff was advised that the decision on the application to withdraw as counsel would be made following oral argument, and that if the plaintiff was unable to personally appear in Rochester on the return date, the court was prepared to hear the motion in the county of plaintiffs residence. In response, counsel informed the court the plaintiff was unable to travel because of health reasons, questioned the necessity of oral argument because the plaintiff wished to dismiss his case, and asserted that the application for permission to withdraw as counsel was a matter between Weitz & Luxenberg, EC., the plaintiff, and the court.\nOn July 8, 2003, the court sent a letter to plaintiffs counsel, with a copy again to liaison counsel, and cited CPLR 321 (b) (2), which provides that an attorney of record may be withdrawn or changed by order of the court, but only upon such notice to the client and the other parties in the action, or their respective counsel, as may be directed by the court. The order to show cause, submitted by plaintiffs counsel in this case, provided for service not only upon the plaintiff, but all defendants, or their respective attorneys of record. Accordingly, the court disagreed with the proposition that this was a matter simply between Weitz & Luxenberg, EC., the plaintiff and the court. Further, in this same letter, reference was made to the Code of Erofessional Responsibility (EC 2-31, 2-32), and indicated that there may be some ethical questions concerning abandonment of the case, based upon counsel’s letter to their client, dated January 9, 2003.\nThe initial return date for the order to show cause in Rochester, New York, was July 10, 2003. In addition, several defendants, Weil-McLain, a division of The Marley Company, and Fulton Boiler Works, Inc., had made motions for summary judgment returnable on the same date. Counsel for Weil-McLain also formally opposed the application by Weitz & Luxenberg, EC. for permission to be relieved as counsel of record and for a 30-day stay in order to permit the plaintiff to retain other counsel. On July 10, 2003, all matters were adjourned at the request of counsel for the plaintiff to July 14, 2003, in Fenn Yan, New York, in order to permit the personal appearance of Mr. Armstrong.\nOn the adjourned date of July 14, 2003, Mr. Armstrong and his wife, together with two attorneys from Weitz & Luxenberg, P.C., appeared at the Yates County Courthouse, along with counsel representing several defendants. One of the attorneys appearing on behalf of Weitz & Luxenberg, EC., was the attorney who had signed the affirmation in support of the application to withdraw as counsel. He explained that the request for a 30-day stay had been made in error, and represented that, instead, and in addition to the application to withdraw as counsel, there should have been a motion to discontinue the action because Mr. Armstrong did not wish to pursue the lawsuit. He also disclosed, for the first time, that at the time of the January 9, 2003 letter sent to Mr. Armstrong, there had been ongoing settlement negotiations with certain defendants. In fact, settlements had been subsequently reached with three defendants for a total of $10,000 to be paid to the plaintiff. Furthermore, counsel indicated that an agreement had been reached with Mr. Armstrong, that very morning, to continue to process claims involving defendants who filed for bankruptcy protection. It should also be mentioned that between the time of the January 9, 2003 letter and the appearance on July 14, 2003, Weitz & Luxenberg, EC. had signed stipulations of discontinuance on behalf of Mr. Armstrong. In some instances, these stipulations had been submitted to the court and formed the basis for orders of dismissal in regard to certain defendants. On other occasions, orders of dismissal were submitted to and signed by the court, based upon the lack of product or workplace identification, pursuant to an expedited procedure contained in the Seventh Judicial District Asbestos Litigation case management order.\nMr. Armstrong, who is 83 years of age and was apparently using a portable oxygen tank, was accompanied to court by his wife. Mrs. Armstrong related, that approximately three years ago, her husband had taken advantage of screening in Rochester, New York, offered by Weitz & Luxenberg, EC., and as the result of asbestosis being discovered, this law firm now represented him. There apparently had been telephone conversations, during the interim, but Mr. Armstrong stated that the morning of July 14, 2003 was the first time he had met the attorneys appearing on his behalf. He was also unaware of the settlements reached with three of the defendants, and had not received any of the proceeds. In essence, Mr. Armstrong indicated to the court that he was experiencing health problems, he was not interested in pursuing the lawsuit further, and had no objection to Weitz & Luxenberg, PC., being relieved as counsel of record.\nUnder the Code of Professional Responsibility, if permission for withdrawal from employment is required by the rules of a tribunal, an attorney may not withdraw from such employment or in a case before that tribunal, without its permission. (Code of Professional Responsibility DR 2-110 [a] [1] [22 NYCRR 1200.15 (a) (1)].) Unless a consent to change attorneys is filed with the clerk of the court, together with notice to all parties or their respective counsel, the State of New York only permits an attorney of record to withdraw or to be changed by order of the court, in which the action is pending, upon motion and notice to the client and the other parties on such notice as the court may direct. (CPLR 321 [b] [1], [2].) Thus, absent the filing of a stipulation, an attorney’s authority to act on behalf of a client continues until such time as the attorney is removed by court order. (Blondell v Malone, 91 AD2d 1201 [4th Dept 1983].) The policy, underlying this rule, has been stated as follows:\n“Hornbook law provides that a client may discharge his or her attorney at any time with or without cause. Likewise, an attorney may have good and sufficient reasons to seek withdrawal from representing the client. When a change of attorneys occurs during the course of an action, however, the judicial system’s interest in procedural regularity and fairness to other parties requires certainty as to the point in time at which a party’s change of counsel should be deemed effective.” (Alexander, Practice Commentaries, McKinney’s Cons Laws of NY, Book 7B, CPLR C321:2.)\nIt has been determined that the mere delivery of a letter from a client to an attorney was ineffective to discharge the attorney and thereby validate subsequent agreements solely between the client and other parties to a lawsuit. (Moustakas v Bouloukos, 112 AD2d 981 [2d Dept 1985].) In this court’s opinion, the delivery of the letter of January 9, 2003 to Mr. Armstrong, wherein Weitz & Luxenberg, PC., stated that they would be closing their file and would take no further action, was, likewise, ineffective to discharge them as attorney of record in this case. At no time had a consent to change attorney been filed, as contemplated by CPLR 321 (b) (1), and accordingly, the only means by which Weitz & Luxenberg, PC., may be permitted to withdraw as attorney of record is by court order, pursuant to CPLR 321 (b) (2). If this court were to rule otherwise, such action may well invalidate the aforementioned stipulations of discontinuance, orders of dismissal and settlements reached on behalf of Mr. Armstrong.\nGenerally, an attorney should be permitted to withdraw as attorney of record for good and sufficient reason. However, a party’s desire to discontinue their action, because of health or other reasons, even if the attorney wishes to pursue the lawsuit, should not constitute the type of disagreement to form a basis for an order of dismissal, under CPLR 321 (b) (2) as alleged in the attorney’s affirmation in this case. Furthermore, notwithstanding Mr. Armstrong’s purported desire to discontinue his lawsuit, as memorialized in counsel’s letter of January 9, 2003, it appears that Weitz & Luxenberg, PC., has continued to undertake representation on Mr. Armstrong’s behalf. These actions include settlement agreements reached with certain defendants, which, unfortunately, have not been discussed with Mr. Armstrong, nor have the net proceeds been disbursed to him. Under circumstances where, as here, an attorney undertakes certain actions on behalf of a client, but fails to perform all of the duties required of the attorney/client relationship, a motion, under CPLR 321 (b) (2), should be denied. In this court’s opinion, such result is dictated, notwithstanding the fact that Mr. Armstrong has not opposed the application of Weitz & Luxenberg, PC., to withdraw as counsel of record. As stated by the Court of Appeals, many years ago, the relationship between an attorney and client is of an unusual character, and “the elements of trust and confidence on the part of the client and of undivided loyalty and devotion on the part of the attorney” require “that the courts by virtue of their inherent power over attorneys compel by summary and rigorous proceedings their fulfillment of obligations springing out of the relationship . . . .” (Matter of Dunn, 205 NY 398, 402 [1912].) The pending matter is a fairly typical, asbestos related personal injury action, involving commencement of the lawsuit against multiple defendants, intervening bankruptcies of some, and settlement with a few, oftentimes as part of group settlements and ultimate dismissal against most defendants. However, this fact should not alter the court’s responsibility to ensure that counsel meets the requisite standard in discharging their duties.\nFinally, in addition to the foregoing, the motion for permission to withdraw as counsel of record for the plaintiff should be denied, at this time, for another reason. As aforementioned, Mrs. Armstrong represented that her husband did not sign anything at the time Weitz & Luxenberg, EC., began to represent him. It is significant that counsel sent a letter to the court, following the appearance on July 14, 2003, which he requested be made part of the record, and although he disputed his client’s assertion that he had failed to return telephone calls, did not address the question of whether or not there existed a signed retainer agreement.\nCurrently, with certain limited exceptions, an attorney who undertakes to represent a client, in the State of New York, and enters into an agreement for any fee, must provide the client with a written letter of engagement, or alternatively, by entering into a written retainer agreement with the client. (22 NYCRR 1215.1.) At the time this action was commenced, the rules of practice within the Supreme Court, Appellate Division, Fourth Department, required every attorney, who entered into a contingency fee arrangement with a client, residing in the Fourth Department, involving a personal injury action, to file a written statement, containing specified information, with the Office of Court Administration within 30 days of such retainer or agreement. (22 NYCRR 1022.2.) Following an inquiry made to the Office of Court Administration to ascertain whether or not there had been compliance with the filing requirements of 22 NYCRR 1022.2, this court was advised that, as of October 2002, the records fail to. disclose any statement filed by Weitz & Luxenberg, EC., on behalf of the plaintiff. Until this matter is otherwise resolved, the motion by Weitz & Luxenberg, EC., to withdraw as attorney of record should be denied.\nBased upon the foregoing reasons, it is hereby ordered that the motion of Weitz & Luxenberg, EC., to withdraw as attorney of record for the plaintiff, Faul Armstrong, is denied, with costs to the defendant, Weil-McLain, a division of The Marley Company, and costs and disbursements incurred by Weitz & Luxenberg, EC., in connection with their motion not to be charged, to their client, and it is further ordered that the motion for summary judgment made on behalf of the defendants, Weil-McLain, a division of The Marley Company, and Fulton Boiler Works, Inc., is granted, and the complaint is dismissed as to those defendants, and it is further ordered that the motion of the plaintiff that the action be discontinued against all remaining defendants, pursuant to CFLR 3217 (b), is granted and the complaint is dismissed, with prejudice, against all remaining defendants, with the exception of the defendants, Minnesota Mining and Manufacturing Company, North American Refractories Company (NARCO), and Union Carbide, and it is further ordered that as to the defendant, NARCO, all further actions are stayed pending order of the Bankruptcy Court.\n. In addition to this action, counsel for the plaintiff also filed four similar actions in the Yates County Clerk’s office, at the same time, involving all or most of the same defendants. (Alderman, No. 01-293, Brundage, No. 01-292, Jones, No. 01-290, and Mickelson, No. 01-289.)\n. The Seventh Judicial District Asbestos Litigation case management order provides that all pretrial matters be heard in Rochester, New York, the county seat of Monroe County, which is approximately 53 miles from Penn Yan, New York, the county seat of Yates County.\n. This rule became effective March 4, 2002.\n. Pursuant to amendment, effective May 28, 2003, 22 NYCRR 1022.2 has now been repealed.\n. The Office of Court Administration records also fail to disclose statements in the four other similar actions, filed in Yates County, at the same time.\n. “[Section] 1022.17 Professional misconduct defined. A violation of any rule of the Disciplinary Rules of the Code of Professional Responsibility as set forth in Part 1200 of this Title, or any other rule or announced standard of the Appellate Division governing the conduct of attorneys, shall constitute professional misconduct within the meaning of Judiciary Law, section 90 (2).”",
        "type": "majority",
        "author": "Raymond E. Cornelius, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Paul Armstrong, plaintiff pro se. Weitz & Luxenberg, P.C. {James C. Long, Jr., and G. Russell Ragland of counsel), pro se, and for Paul Armstrong, plaintiff. Barry, McTiernan & Moore (<Joseph DiGregorio of counsel), for Fulton Boiler Works, Inc., defendant. Hurwitz & Fine, EC. {.Philip M. Gulisano of counsel), for Weil-McLain, a division of The Harley Company, defendant. Harris Beach LLP {Thomas A. DeSimon of counsel), for Crane Co. and another, defendants. Smith, Sovik, Kendrick & Sugnet, P.C. (David A. DAgostino of counsel), for Cleaver Brooks Company, Inc., defendant. Leader & Berkon, LLP {Lori E. Petrone of counsel), for IMO Industries, defendant. Wilson, Elser, Moskowitz, Edelman & Dicker LLP (Wiener Cadet, Jr., of counsel), for Oakfabco, Inc., defendant. LAbbate, Balkan, Colavita & Contini, LLP {John M. Guerriero of counsel), for Robert A. Keasbey Company, defendant."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 168]\nIn the Matter of Seventh Judicial District Asbestos Litigation. Paul Armstrong, Plaintiff, v A C & S, Inc. (Armstrong Contracting & Supply) et al., Defendants.\nSupreme Court, Monroe County,\nAugust 13, 2003\nAPPEARANCES OF COUNSEL\nPaul Armstrong, plaintiff pro se. Weitz & Luxenberg, P.C. {James C. Long, Jr., and G. Russell Ragland of counsel), pro se, and for Paul Armstrong, plaintiff. Barry, McTiernan & Moore (<Joseph DiGregorio of counsel), for Fulton Boiler Works, Inc., defendant. Hurwitz & Fine, EC. {.Philip M. Gulisano of counsel), for Weil-McLain, a division of The Harley Company, defendant. Harris Beach LLP {Thomas A. DeSimon of counsel), for Crane Co. and another, defendants. Smith, Sovik, Kendrick & Sugnet, P.C. (David A. DAgostino of counsel), for Cleaver Brooks Company, Inc., defendant. Leader & Berkon, LLP {Lori E. Petrone of counsel), for IMO Industries, defendant. Wilson, Elser, Moskowitz, Edelman & Dicker LLP (Wiener Cadet, Jr., of counsel), for Oakfabco, Inc., defendant. LAbbate, Balkan, Colavita & Contini, LLP {John M. Guerriero of counsel), for Robert A. Keasbey Company, defendant."
  },
  "file_name": "0279-01",
  "first_page_order": 267,
  "last_page_order": 275
}
