{
  "id": 1237568,
  "name": "Orix Financial Services, Inc., Formerly Known as Orix Credit Alliance, Inc., Plaintiff, v. Brack F. Baker et al., Defendants",
  "name_abbreviation": "Orix Financial Services Inc. v. Baker",
  "decision_date": "2003-08-29",
  "docket_number": "",
  "first_page": "288",
  "last_page": "292",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 288"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 780"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "471 US 462",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6205101
      ],
      "pin_cites": [
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0462-01"
      ]
    },
    {
      "cite": "215 AD2d 113",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1215404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/215/0113-01"
      ]
    },
    {
      "cite": "79 Misc 2d 223",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1280754
      ],
      "pin_cites": [
        {
          "page": "227"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/79/0223-01"
      ]
    },
    {
      "cite": "375 US 311",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11719477
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/375/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 10135,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 9.207187603617032e-08,
      "percentile": 0.5098696873833185
    },
    "sha256": "69fff36c4d02367dde40816457ed3925a530fb79bc277d2bfc3ed26c006e0027",
    "simhash": "1:d5e3e695c7c291c5",
    "word_count": 1693
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Orix Financial Services, Inc., Formerly Known as Orix Credit Alliance, Inc., Plaintiff, v Brack F. Baker et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJane S. Solomon, J.\nPlaintiff Orix Financial Services, Inc. moves to reargue the decision and order which denied its motion, submitted on default, for summary judgment in lieu of complaint. For the reasons below, the motion to reargue is granted, and upon reargument, the original decision and order is vacated, and the motion for summary judgment in lieu of complaint is denied, and the action dismissed.\nThe prior decision, dated February 10, 2003, denied plaintiff s motion and dismissed the action. As relevant here, Orix is a creditor pursuant to a note of a corporation, which defaulted on loan payments, and the defendants are individuals who guaranteed the loan. It appears that Orix is a successor holder of a conditional sales contract for a dump trailer sold by a Kentucky vendor to the corporate obligor Hannco Energy Corporation of Post Office Box 1005, Highway 80, Hindman, Kentucky 41822. It further appears that defendants reside in Kentucky, and have no significant contacts with New York. The loan guarantees provide that Edwin M. Baum, Esq. and C-A Credit Corp., both of New York, are defendants’ attorneys-in-fact and agents to accept service of any process. Orix claims that it served the summons and motion upon C-A Credit Corp. on December 16, 2002, and copies were mailed to defendants at their last known addresses. In the case of defendant Brack F. Baker, the last known address is a Hazard, Kentucky, post-office box used in 1999. Defendant Timothy Fugate also gave a post-office box as his address, although Orix also mailed papers to him at “Highway 80, Hindman[,] Kentucky 41822.”\nDiscussion\nIn the February 10 decision, I found that Orix’s proof of service was deficient because the designation of C-A Credit Corp. as defendants’ agent did not comply with the CPLR, and simply mailing the papers to defendants’ last known address is not sufficient.\nCPLR 308 provides how service upon a natural person is accomplished. At CPLR 308 (3), service is permitted “by delivering the summons within the state to the agent for service of the person to be served as designated under rule 318, except in matrimonial actions.” CPLR 308 (5) permits service upon a natural person in such manner as the court directs if service is impracticable under section 308 (1), (2) or (4) (which describe permissible methods of service other than upon an agent). CPLR 318 provides as follows:\n“A person may be designated by a natural person ... as an agent for service in a writing, executed and acknowledged in the same manner as a deed, with the consent of the agent endorsed thereon. The writing shall be filed in the office of the clerk of the county in which the principal to be served resides or has its principal office. The designation shall remain in effect for three years from such filing unless it has been revoked.”\nOrix concedes that no defendant designated C-A Credit Corp. as his agent in accordance with CPLR 318. It does not contend that it served the summons and motion by any method under CPLR 308, except to the extent that service upon an agent is authorized under CPLR 308 (3). It argues, however, that the language in CPLR 308 (3) regarding CPLR 318 should be ignored because long-standing legal precedent has, in effect, rendered the nonmatrimonial portion of CPLR 308 (3) a nullity.\nOrix primarily relies upon the decision of the United States Supreme Court in National Equip. Rental, Ltd. v Szukhent (375 US 311 [1964]). In that case, the plaintiff brought suit for breach of a lease agreement in the United States District Court for the Eastern District of New York against father and son farmers who lived in Michigan. The lease provided that defendants designated Florence Weinberg, of Long Island City, New York, as their agent to accept service of any process within the State of New York. Defendants were unacquainted with Weinberg, who apparently had a relationship with the plaintiff. The plaintiff caused the summons and complaint to be served upon Weinberg, in accordance with the agreement, and she promptly mailed the papers to defendants. Defendants obtained New York counsel, who moved to dismiss the action for want of proper service under Federal Rules of Civil Procedure rule 4 (former [d] [1]) (authorizing service of process upon an agent). The District Court granted the motion, and the United States Court of Appeals for the Second Circuit affirmed.\nThe Supreme Court reversed, finding that proper service was made under Federal Rules of Civil Procedure rule 4 (former [d] [1]), and that such service was not contrary to the policies of New York or Michigan. The Court observed that\n“A different case would be presented if Florence Weinberg had not given prompt notice to the respondents, for then the claim might well be made that her failure to do so had operated to invalidate the agency. We hold only that, prompt notice to the respondents having been given, Florence Weinberg was their ‘agent authorized by appointment’ to receive process within the meaning of Federal Rule of Civil Procedure 4(d)(1).” (375 US at 318.)\nNew York courts have applied the National Rental case in holding that parties to a contract may agree to service upon a third person with respect to litigation arising from the contract, even where that person is not an agent authorized under the Business Corporation Law (such as the Secretary of State) or CPLR 318. (Matter of Board of Educ. of Half Hollow Hills Cent. School Dist. of Huntington [Half Hollow Hills Teachers Assn.], 79 Misc 2d 223, 227 [Sup Ct, Suffolk County 1974].) “Under such circumstances, the requirements of due process are deemed met when the ‘agent’ promptly accepts the summons or process, and promptly transmits it or notice thereof to the principal.” (Id.)\nTo the extent that the prior decision failed to recognize that service of process upon an agent is permitted under the circumstances described in the above decisions, it was in error, and therefore reargument must be granted. The result in the prior decision nevertheless was correct for the following reasons.\nOrix claims that it successfully served defendants under New York law when it served the papers upon C-A Credit Corp. It does not allege that C-A Credit Corp. promptly transmitted to defendants the summons with the motion for summary judgment in lieu of complaint, or in any other way put defendants on notice of this action. There is no evidence that C-A Credit Corp. was under any duty to promptly transmit the papers. Accordingly, under the Supreme Court’s reasoning in the National Rental case, C-A Credit Corp.’s failure to give defendants prompt notice may operate to invalidate the agency. The most recent decision relied upon by Orix, Orix Credit Alliance v Fan Sy Prods. (215 AD2d 113 [1st Dept 1995]), found that service on an agent designated in the contract sufficed, but it does not provide underlying facts to support Orix’s position here.\nOrix cites no decisions, and the court is aware of none, where service of process is deemed sufficient to satisfy a defendant’s rights to due process when no effort is made to serve the summons on the defendant, and plaintiff does not attempt service specified under the CPLR or seek court approval of service by other means. (CPLR 308 [5].) Indeed, in this case, there is no indication that defendants made any effort to elude service of process, or otherwise are not available to be served by the methods approved by the Legislature.\nThis discussion accepts Orix’s contention that, by signing the guaranties, defendants agreed to be subject to the jurisdiction of New York State courts, and therefore have purposely established minimum contacts with New York. (Burger King Corp. v Rudzewicz, 471 US 462, 476 [1985].) However, Orix’s method of serving papers upon nonresidents, i.e., by depositing the papers with C-A Credit Corp., with no claim that C-A Credit Corp. sent the material to defendants or was under any duty to do so, does not comport with the traditional notions of “fair play and substantial justice” necessary to establish personal jurisdiction. (Id.) This determination is further supported by the fact that Orix claims that it also mailed the papers, by ordinary mail, to defendants at a post-office box and to a location simply identified as “Highway 80.” On this record, it cannot be said that such service of the summons and motion on defendants is sufficient for this court to exercise personal jurisdiction over them.\nFinally, Orix argues that it also mailed the papers to defendants pursuant to CPLR 3215 (g) (3) (i), which requires additional service of the summons and complaint by ordinary mail when a default judgment for nonappearance is sought against a natural person in an action based upon nonpayment of a contractual obligation. This contention is apparently made to suggest that defendants received all the notice to which they are entitled. However, the notice under CPLR 3215 (g) (3) (i) is not a substitute for proper service, but is intended to be an additional notice before default judgment is entered. In this action, Orix does not seek default judgment, but summary judgment in lieu of complaint. In either event, Orix must serve the summons on defendants under CPLR 308, which it did not do.\nAccordingly, it hereby is ordered that the motion to reargue is granted, and upon reargument, the decision and order of February 10, 2003 is vacated and replaced with this decision and order; and it further is ordered that the motion for summary judgment in lieu of complaint is denied and the action is dismissed.\nThe CPLR 3215 (g) (3) (i) notice submitted by Orix in support of this motion shows that papers under a different action were mailed to individuals other than the defendants herein. Since this motion is not for default judgment, the error is not material to this decision.",
        "type": "majority",
        "author": "Jane S. Solomon, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Lewis M. Smoley, New York City, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 780]\nOrix Financial Services, Inc., Formerly Known as Orix Credit Alliance, Inc., Plaintiff, v Brack F. Baker et al., Defendants.\nSupreme Court, New York County,\nAugust 29, 2003\nAPPEARANCES OF COUNSEL\nLewis M. Smoley, New York City, for plaintiff."
  },
  "file_name": "0288-01",
  "first_page_order": 276,
  "last_page_order": 280
}
