{
  "id": 1237543,
  "name": "In the Matter of Newsday, Inc., Petitioner, v. State of New York Department of Transportation, Respondent",
  "name_abbreviation": "Newsday, Inc. v. State of New York Department of Transportation",
  "decision_date": "2003-10-08",
  "docket_number": "",
  "first_page": "321",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 321"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 758"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "147 AD2d 236",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3572240
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/147/0236-01"
      ]
    },
    {
      "cite": "223 AD2d 906",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        673345
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "907"
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/223/0906-01"
      ]
    },
    {
      "cite": "239 AD2d 841",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1252584
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "843-844"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/239/0841-01"
      ]
    },
    {
      "cite": "62 NY2d 75",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2347444
      ],
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/62/0075-01"
      ]
    },
    {
      "cite": "94 NY2d 58",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        109881
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/94/0058-01"
      ]
    },
    {
      "cite": "92 NY2d 35",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        725091
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/92/0035-01"
      ]
    },
    {
      "cite": "94 NY2d 875",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "257 AD2d 261",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        172518
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "263"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/257/0261-01"
      ]
    },
    {
      "cite": "31 P3d 628",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "opinion_index": 0
    },
    {
      "cite": "144 Wash 2d 696",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        970410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/144/0696-01"
      ]
    },
    {
      "cite": "898 SW2d 232",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10003945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/898/0232-01"
      ]
    },
    {
      "cite": "93 NY2d 145",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        188415
      ],
      "pin_cites": [
        {
          "page": "158-159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/93/0145-01"
      ]
    },
    {
      "cite": "89 NY2d 267",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        320046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/89/0267-01"
      ]
    },
    {
      "cite": "67 NY2d 562",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4404421
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "569"
        },
        {
          "page": "566"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/67/0562-01"
      ]
    },
    {
      "cite": "195 AD2d 150",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1136192
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "152"
        },
        {
          "page": "153"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/195/0150-01"
      ]
    },
    {
      "cite": "79 NY2d 106",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4425549
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "109"
        },
        {
          "page": "109"
        },
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/79/0106-01"
      ]
    },
    {
      "cite": "87 NY2d 410",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8594584
      ],
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0410-01"
      ]
    },
    {
      "cite": "92 NY2d 357",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        725130
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/92/0357-01"
      ]
    },
    {
      "cite": "61 NY2d 557",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2345728
      ],
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/61/0557-01"
      ]
    },
    {
      "cite": "69 NY2d 246",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        76036
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "252"
        },
        {
          "page": "252"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/69/0246-01"
      ]
    },
    {
      "cite": "47 NY2d 567",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4371434
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "571"
        },
        {
          "page": "571"
        },
        {
          "page": "571"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/47/0567-01"
      ]
    },
    {
      "cite": "23 USC § 409",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 8,
      "opinion_index": 0
    },
    {
      "cite": "23 USC § 152",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "537 US 129",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9190853
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "133"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/537/0129-01"
      ]
    },
    {
      "cite": "23 USC § 401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "23 USC § 101",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 725,
    "char_count": 13609,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646718785535373
    },
    "sha256": "1c651282f05c94e573f059067185d1a9174a6334ac0abfeb7be366d33630a416",
    "simhash": "1:180d7657b4c74c44",
    "word_count": 2216
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Newsday, Inc., Petitioner, v State of New York Department of Transportation, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nGeorge B. Ceresia, Jr., J.\nIn 1958 Congress declared that it was in the national interest to develop a nationwide highway system to be financed through federal aid (see, 23 USC § 101 [b]). In furtherance of this objective Congress, in 1966, adopted the Highway Safety Act (23 USC § 401 et seq.; see, Pierce County v Guillen, 537 US 129 [2003]). The purpose of the act was to improve highway safety by encouraging closer federal and state cooperation with respect to road improvement projects (see, id. at 133). Toward this end, Congress, in 1973, adopted what is known as the Highway Hazard Elimination Program (see id.-, see also, 23 USC § 152). Under the program, each state was required to systematically prepare and maintain an engineering survey of all public roads. The purpose of the survey was to identify roadside hazards and hazardous conditions, to assign priorities for the correction of hazards, and to establish and to implement a schedule of projects for their improvement (see, id.). In 1987, Congress adopted 23 USC § 409 which generally provided (as relevant here) that information compiled by states pursuant to 23 USC § 152 could not be admitted into evidence in any action for damages. 23 USC § 409 was amended in 1991 (amended by Pub L 102-240, tit I, § 1035 [a], 105 US Stat 1978) to direct that such information not only is not admissible at trial, but also it may not be the subject of discovery.\nOn September 13, 2002 petitioner submitted an application to the respondent pursuant to Public Officers Law article 6, commonly known as the Freedom of Information Law (FOIL). As relevant here, the application requested disclosure of respondent’s priority list of hazardous intersections and locations for regions 10 and 11 and the schedule of projects for improving each priority, as well as related data. The documents which petitioner seeks are referred to as priority investigation location (PIL) lists and priority investigation intersection (PII) lists. By letter dated November 8, 2002 respondent denied the application pursuant to Public Officers Law § 87 (2) (a) on grounds that the information was exempt from disclosure under 23 USC § 409. The statute in question recites as follows:\n“Notwithstanding any other provision of law, reports, surveys, schedules, lists, or data compiled or collected for the purpose of identifying, evaluating, or planning the safety enhancement of potential accident sites, hazardous roadway conditions, or railway-highway crossings, pursuant to sections 130, 144, and 152 of this title or for the purpose of developing any highway safety construction improvement project which may be implemented, utilizing Federal-aid highway funds shall not be subject to discovery or admitted into evidence in a Federal or State court proceeding or considered for other purposes in any action for damages arising from any occurrence at a location mentioned or addressed in such reports, surveys, schedules, lists, or data.” (23 USC § 409.)\nPetitioner submitted an administrative appeal of the FOIL denial. By letter dated January 9, 2003, respondent granted petitioner access to a portion of the information sought, specifically, a list of projects whose benefits include safety improvements for locations on the priority lists.\nPetitioner maintains, inter alia, that the plain language of 23 USC § 409 makes clear that its purpose was not to render such materials confidential, but rather to assure that they could not be subject to discovery, or used as evidence in actions for damages.\nThe assistant counsel for the respondent characterizes the PIL and PII lists as confidential records generated by the respondent’s traffic engineers under the Highway Safety Improvement Program administered by respondent pursuant to 23 USC § 152. The lists are described as indications, based upon preliminary statistical analysis, of the advisability of investigating particular highway locations or intersections based upon accident rates. It is indicated that respondent’s traffic division prepares the PIL and PII lists on a regional basis to assist the regional traffic engineers in planning the annual work of the engineers under their supervision, in furtherance of the Highway Safety Improvement Program. Respondent indicates that it has adopted a policy, pursuant to Public Officers Law § 87 (2) (a) and 23 USC § 409 under which the PIL and PII lists are deemed exempt from disclosure under FOIL.\nRespondent’s records access officer indicates that a significant portion of the FOIL requests which she handles come from attorneys representing clients in highway tort claims litigation. In her view the FOIL applications are motivated by the attorneys’ desire to supplement records obtained from the office of the New York State Attorney General through the pretrial discovery process.\nAmong the arguments advanced by respondent in opposition to the FOIL request, respondent maintains that if the request is granted (thus opening the doors of such FOIL requests to personal injury litigants), parties to personal injury actions will attempt to examine state officers and employees concerning information gleaned from the lists. This, in turn, will result in burdensome and time-consuming motion practice as the State makes application for various forms of protective relief under 23 USC § 409. Respondent also raises an argument predicated on a theory of federal preemption.\nIt is settled law that FOIL is based on the overriding policy consideration that “the public is vested with an inherent right to know and that official secrecy is anathematic to our form of government” (Matter of Fink v Lefkowitz, 47 NY2d 567, 571 [1979]). The Court of Appeals has repeatedly held that FOIL is to be liberally construed and its exemptions narrowly interpreted so that the public is granted maximum access to the records of government (see, Matter of Capital Newspapers, Div. of Hearst Corp. v Whalen, 69 NY2d 246, 252 [1987]; Matter of Washington Post Co. v New York State Ins. Dept., 61 NY2d 557, 564 [1984]; Matter of Fink v Lefkowitz, supra at 571; Matter of Citizens for Alternatives to Animal Labs v Board of Trustees of State Univ. of N.Y., 92 NY2d 357 [Oct. 22, 1998]).\nAll agency records are presumptively available for public inspection and copying, unless the documents in question fall within one of the enumerated exemptions set forth in Public Officers Law § 87 (2) (see, Matter of Encore Coll. v Auxiliary Serv., 87 NY2d 410, 417 [1995]; Matter of Hanig v State of N.Y. Dept. of Motor Vehs., 79 NY2d 106, 109 [1992]; Matter of Legal Aid Socy. of Northeastern N.Y. v New York State Dept. of Social Servs., 195 AD2d 150, 152 [1993]). Blanket exemptions for particular types of documents are inimical to FOIL’S policy of open government (see, Matter of Capital Newspapers Div. of Hearst Corp. v Burns, 67 NY2d 562, 569 [1986]; Gould v New York City Police Dept., 89 NY2d 267 [1996]). The exemptions available are to be narrowly construed, and “the agency seeking to prevent disclosure bears the burden of demonstrating the applicability of the particular exemption claimed” (Matter of Legal Aid Socy. of Northeastern N.Y. v New York State Dept. of Social Servs., supra at 153; see, Public Officers Law § 89 [4] [b]; see, Matter of Hanig v State of N.Y. Dept. of Motor Vehs., supra at 109; see also, Matter of Daily Gazette Co. v City of Schenectady, 93 NY2d 145, 158-159 [1999]). The agency at issue must “articulat[e] a particularized and specific justification for denying access” to the requested documents (Matter of Capital Newspapers, Div. of Hearst Corp. v Burns, supra at 566; Matter of Fink v Lefkowitz, 47 NY2d 567, 571 [1979]; Gould v New York City Police Dept., supra at 275 [1996]).\nPetitioners point out that at least two foreign state courts have dealt with the applicability of 23 USC § 409 in public records disclosure proceedings. In Seaton v Johnson (898 SW2d 232 [Tenn App 1995]) the petitioner, pursuant to the Tennessee Public Records Act (see, Tenn Code Ann § 10-7-503), sought records compiled and kept by the Tennessee Department of Transportation. The Tennessee Court of Appeals found that section 409 preempted the Tennessee Public Records Act, thus barring disclosure of the records. In Guillen v Pierce County (144 Wash 2d 696, 31 P3d 628 [2001], revd in part 537 US 129 [2003]) the applicant sought records under Washington State’s Public Disclosure Act (see, Wash Rev Code Ann ch 42.17). The Washington State Supreme Court determined that the 1995 amendment to section 409 violated the Federal Commerce Clause. The United States Supreme Court reversed, holding that the 1995 amendment to section 409 did not violate the Federal Commerce Clause (see, Pierce County v Guillen, 537 US 129 [2003]). Significant to this proceeding, the Washington Supreme Court never questioned the applicability of section 409 to a proceeding brought pursuant to Washington State’s Public Disclosure Act.\nTurning first to respondent’s argument concerning federal preemption, as stated in Monfort v Larson (257 AD2d 261 [3d Dept 1999], lv dismissed 94 NY2d 875 [2000]):\n“Congressional preemptive intent is discernible in three alternate ways: ‘(1) expressly in the language of the Federal statute; (2) implicitly, when the Federal legislation is so comprehensive in scope that it is inferable that Congress intended to fully occupy the “field” of its subject matter; or (3) implicitly, when State law actually “conflicts” with Federal law’ (Drattel v Toyota Motor Corp., 92 NY2d 35, 42).” (Monfort v Larson, supra at 263 [3d Dept 1999].)\nWhile Congress clearly declared that the records in question could not be the subject of discovery, or introduced into evidence within the context of an action for damages, the court finds nothing in the language of section 409 to convey an intent on the part of Congress, either expressly or implicitly, to preempt the field as it relates to public records disclosure. Nor does the court discern a direct conflict between section 409 and FOIL.\nNotably, by the time Congress amended section 409 in 1991 many states, if not all, had enacted public disclosure legislation. It would have been an easy matter for Congress, at the time it was then expanding the scope of section 409, to make clear that the section 409 exemption also applied to public records disclosure.\nThe controlling principle, in the court’s view, is that which recites that FOIL is to be liberally construed, and that exemptions under FOIL are to be narrowly interpreted so that the public is granted maximum access to the records of government (Matter of Capital Newspapers, Div. of Hearst Corp. v Whalen, 69 NY2d 246, 252 [1987], supra; Matter of Hanig v State of N.Y. Dept. of Motor Vehs., 79 NY2d 106, 109 [1992]; Matter of Mantica v New York State Dept. of Health, 94 NY2d 58, 61 [1999]; see, Matter of Farbman & Sons v New York City Health & Hosps. Corp., 62 NY2d 75, 80 [1984]). In narrowly construing section 409, the court finds that said section does not apply to FOIL requests. Under the circumstances, the court concludes that the petition must be granted.\nThe petitioner has made a request for an award of counsel fees. As stated in Matter of Corvetti v Town of Lake Pleasant (239 AD2d 841 [3d Dept 1997]):\n“ ‘It is well settled that “[a] party may receive counsel fees in a FOIL proceeding when it is established that (1) the petitioner substantially prevailed, (2) the record requested was of ‘clearly significant interest to the general public’, and (3) ‘the agency lacked a reasonable basis in law for withholding the record’ ” ’ (Matter of URAC Corp. v Public Serv. Commn., 223 AD2d 906, 907, quoting Matter of Powhida v City of Albany, 147 AD2d 236, 238, quoting Public Officers Law § 89 [4] [c] [i], [ii]). However, even if these elements are met, an award of counsel fees remains within the discretion of the court (see, Matter of URAC Corp. v Public Serv. Commn., supra, at 907; see also, Public Officers Law § 89 [4] [c]).” (Matter of Corvetti v Town of Lake Pleasant, supra at 843-844.)\nIt is evident from the foregoing that the petitioner has substantially prevailed in the proceeding and that the records in question are of “clearly significant interest to the general public.” Upon the instant record however, and particularly in view of the interest which respondent sought to protect, the court cannot find that the respondents did not have a reasonable basis to withhold the documents. Under the circumstances, the court finds that the application for attorney’s fees and costs must be denied.\nOrdered and adjudged that the relief requested in the petition be and hereby is granted to the extent that that portion of respondent’s determinations dated November 8, 2002 and January 9, 2003, which denied petitioner’s freedom of information request dated September 13, 2002, be and hereby are vacated and annulled; and it is further ordered and adjudged that, within 30 days, respondent make available to petitioner the items specified in petitioner’s freedom of information application dated September 13, 2002 not previously furnished; and it is further ordered and adjudged that petitioner’s application for costs and attorney’s fees is denied.",
        "type": "majority",
        "author": "George B. Ceresia, Jr., J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "McNamee, Lochner, Titus & Williams, P.C., Albany, for petitioner. Eliot Spitzer, Attorney General, Albany (Charles J. Quackenbush of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 758]\nIn the Matter of Newsday, Inc., Petitioner, v State of New York Department of Transportation, Respondent.\nSupreme Court, Albany County,\nOctober 8, 2003\nAPPEARANCES OF COUNSEL\nMcNamee, Lochner, Titus & Williams, P.C., Albany, for petitioner. Eliot Spitzer, Attorney General, Albany (Charles J. Quackenbush of counsel), for respondent."
  },
  "file_name": "0321-01",
  "first_page_order": 309,
  "last_page_order": 315
}
