{
  "id": 1237559,
  "name": "Imer Ala et al., Plaintiffs, v. Rockefeller Group, Inc., et al., Defendants",
  "name_abbreviation": "Ala v. Rockefeller Group, Inc.",
  "decision_date": "2003-09-09",
  "docket_number": "",
  "first_page": "376",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 376"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "267 F2d 683",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1974815
      ],
      "pin_cites": [
        {
          "page": "686"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/267/0683-01"
      ]
    },
    {
      "cite": "187 Colo 425",
      "category": "reporters:state",
      "reporter": "Colo.",
      "case_ids": [
        2371819
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "430"
        },
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/colo/187/0425-01"
      ]
    },
    {
      "cite": "206 Neb 164",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2542289
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "170-172"
        },
        {
          "page": "729, 729-730"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/206/0164-01"
      ]
    },
    {
      "cite": "244 Neb 274",
      "category": "reporters:state",
      "reporter": "Neb.",
      "case_ids": [
        2457626
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "278"
        },
        {
          "page": "718"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/neb/244/0274-01"
      ]
    },
    {
      "cite": "346 P2d 429",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "430"
        },
        {
          "page": "432"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "175 Cal App 2d 630",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        6036619
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "633"
        },
        {
          "page": "635"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/175/0630-01"
      ]
    },
    {
      "cite": "241 AD2d 901",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1534014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/241/0901-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 10548,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046468925408392536
    },
    "sha256": "181824d14e167bba14eb1df830c652dbcc77ae5620824cef0b2edadb72d04bcb",
    "simhash": "1:eee2f6bd2e199f91",
    "word_count": 1838
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Imer Ala et al., Plaintiffs, v Rockefeller Group, Inc., et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHerbert Kramer, J.\nPlaintiff was crouched on the floor in a well trafficked corridor cleaning a door saddle when he was hit by an unknown man pushing a container filled with debris being carted from a demolition site located elsewhere in the building. Plaintiff moves for summary judgment, claiming that there can be no issue of fact since plaintiff was struck in the rear by a moving object. Defendant opposes asserting that there are questions of fact with respect to contributory negligence and claiming that the motion is premature since discovery has not been completed.\nIt would seem that being bumped by a cart, hand truck or dolly would be a fairly common experience in our busy world and we would expect to find many decisions in this area. Such, surprisingly, is not the case. There is only one decision in this state and a very few cases across the entire country that deal with this fact pattern. In all but one of these cases, the question of defendant’s negligence was deemed to be one for the trier of fact. The one exception was premised upon the fact that in that case the pusher was unable to see the path ahead of him.\nIn New York a woman was shopping in a supermarket when she was struck in the back by a shopping cart or a string of shopping carts. The customer did not see what hit her, but said that she observed a string of carts in the vestibule and after the accident an employee who was in the vestibule approached her to see if she was all right. The employee then moved the carts into the store. The employee had little recollection of the events, but said he did inquire to see if the customer was all right and asked if he could get her some help. He said he did not witness the carts strike the plaintiff. The lower court denied defendant’s motion for summary judgment and the appellate court affirmed. (DiFranco v Golub Corp., 241 AD2d 901 [3d Dept 1997].\nMoving across the country, in California, a woman was standing near an elevator in the defendant’s store accompanied by her seven-year-old daughter and an infant in a stroller. As she stood there, she felt an impact caused she presumed by a hand truck of some sort that was loaded with cartons. The employee testified that he was pushing the truck from behind, that he could see ahead but not over or under the load; that he stopped to look on either side to see if anyone was there and someone stepped out in front of him and walked toward the elevator. The jury returned a verdict in favor of the defendant and plaintiff appealed. The court held that “[w]hether the conduct of the employee or of plaintiff was negligent was a matter of fact for the jury to decide, and it cannot be said that their implied finding adverse to plaintiff was without evidentiary support or contrary to law.” (Rubenstein v Ohrbach’s Inc., 175 Cal App 2d 630, 633, 346 P2d 429, 430 [1959],)\nWhen we contrast the Rubenstein decision with a decision in Nebraska, we can begin to parse the judicial thinking in this area. (Marple v Sears, Roebuck & Co., 244 Neb 274, 505 NW2d 715 [1993].) In Marple, plaintiff was standing at a counter in the defendant’s store speaking to a clerk when a refrigerator being moved to a stockroom was pushed into him. The trial court directed a verdict on liability and this appeal followed. The person pushing the refrigerator testified that he loaded the refrigerator which was about 6 feet tall and 3V2 feet wide onto a dolly and pushed it down the main aisle of the store. He said “Excuse me” and ultimately proceeded when the people he could see moved out of the way. When he turned into another aisle, he felt resistance and stopped. When he walked around the refrigerator he saw the plaintiff, standing at the counter facing in the opposite direction. Plaintiff said he never saw the refrigerator coming toward him and never heard the clerk saying anything. Plaintiff contended that the facts are undisputed, and established negligence as a matter of law. The court agreed, holding that the pusher’s “vision was so obstructed that he was unable to see [plaintiff] or anyone else behind the refrigerator. [Plaintiff] had no idea of the refrigerator’s approach.” (244 Neb at 278, 505 NW2d at 718.)\nThe following cases further support the conclusion that unless the facts indisputably demonstrate that the vision of the pusher of the cart or driver was so obstructed as to render that person negligent as a matter of law for proceeding blindly along, the question of liability is invariably one for the trier of fact. In Ybarra v Wassenmiller (206 Neb 164, 291 NW2d 725 [1980]), the plaintiff, a security guard, was injured when a customer, whom he had told to back out of the area, backed his truck into him. Defendant testified that he looked in his rear mirrors and rear window and saw no one — although he admitted that there was a blind spot. The jury returned a verdict for defendant and plaintiff appealed. The Ybarra court held that “Whether the defendant had kept a proper lookout and whether he had the right to believe that the person who told him to move would stay out of the way of danger were questions to be decided by the jury . . . [Although a pedestrian may have a perfect right to be where he is, nevertheless, he is bound to exercise reasonable care for his own safety. The trial court was correct in submitting to the jury the issue of plaintiffs contributory negligence.” (206 Neb at 170-172, 291 NW2d at 729, 729-730.)\nIn Colorado, a woman had purchased some groceries and was offered the services of a clerk to carry the groceries out. The clerk pushed the shopping cart a few feet behind the plaintiff. Before the plaintiff had reached the next checkout counter, she hesitated to look at a display and the boy ran into her ankle with the cart. The plaintiff sought a directed verdict. The trial judge declined to so rule, and, instead, submitted the question of negligence and contributory negligence to the jury. The jury resolved the issue of liability against the plaintiff. In reversing the lower appellate court and remanding for a new trial, the court held that “[t]he issue is for the jury when the evidence is such that different conclusions might be drawn by fair minded men as to whether negligence is shown.” (Safeway Stores, Inc. v Langdon, 187 Colo 425, 430, 532 P2d 337, 340 [1975].)\nA 79-year-old citizen of the District of Columbia went shopping with her daughter and six-year-old grandson in the defendant’s store. They proceeded to the parking lot through a seven-foot-wide passageway, when, at a distance of four feet, a store employee appeared in front of them pushing an 8-to-10-foot-long train of shopping carts at a fast clip. To avoid the carts, the plaintiff stepped aside, stubbed her toe and fell over the curbing injuring herself seriously. The Circuit Court for the District of Columbia held that “If Mrs. Kelley had not attempted to avoid the collision with the shopping carts and had been hit by them, there would have been a clear case for the jury to determine the issue of the store’s negligence in causing the collision. Whether Mrs. Kelley’s fall was caused by physical impact with the shopping carts or by her instinctive and natural movement to avoid the apparently impending collision, the negligence of the store is equally a question for the jury.” (Kelley v Safeway Stores, Inc., 267 F2d 683, 686 [DC Cir 1959].)\nHere, as a threshold matter, the defendant’s claim that all of the facts have not been fleshed out through discovery must be reckoned with. Indeed, to decide as a matter of law whether liability must be imposed upon the defendant would in fact require us to know more than we do at the present moment about what the man pushing the cart was able to see. Indeed, if the cart was piled so high with debris that he could not see anyone in front of him, such conduct might well be deemed negligent as a matter of law. However, if his vision was not thus blocked, and, of course, there would be gradations in the amount of visibility that was available to him, then the question for the jury is whether he behaved as a reasonable person would under the circumstances. The jury may well also have to determine whether plaintiffs conduct was reasonable.\nAccordingly, the plaintiffs motion for summary judgment is denied with leave to renew after discovery is completed.\n. This case is the only New York case, and consequently it is highlighted here. However, the case is not very helpful to us because its primary concern is dearth of direct evidence bearing upon the moment of impact. The Court found the circumstantial evidence to be sufficient and held that “the confluence of the string of shopping carts in the small vestibule, together with the presence of defendant’s employee, raises questions of fact as to whether defendant was negligent in the direction and control of its employees or the maintenance of its store and whether its negligence was the proximate cause of plaintiffs accident.” (Id. at 902.) However obliquely it is saying so, it is also perforce deciding that a defendant who pushes a cart into another is not negligent as a matter of law.\n. In commenting upon an assignment of error for the trial court’s refusal to give a res ipsa charge, the Rubenstein court opined: “the jury properly may have concluded from the evidence that any impact was due to a movement of plaintiff into the path of the hand truck which movement was of such a nature and in such a direction that it was not seen or anticipated by defendant’s employee even though he was exercising ordinary care . . . [As to the requested charge:] ‘From the happening of the accident involved in this case, as established by the evidence, there arises an inference that the proximate cause of the occurrence was some negligent conduct on the part of the defendant.’ This would in effect have usurped the function of the jury and constituted a predetermination by the court of an essential question of fact which it was the jury’s right and duty to decide.” (175 Cal App 2d at 635, 346 P2d at 432.)",
        "type": "majority",
        "author": "Herbert Kramer, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Lipsig, Shapey, Manus & Moverman, P.C., New York City (Alan M. Shapey of counsel), for plaintiffs. Squires, Cordrey & Noble, New York City, for Rockefeller Group, Inc., defendant. Steven R. Sundheim & Assoc., LLC, White Plains (Lori B. Lewis of counsel), for Fortune Interior Dismantling Corp., defendant."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 281]\nImer Ala et al., Plaintiffs, v Rockefeller Group, Inc., et al., Defendants.\nSupreme Court, Kings County,\nSeptember 9, 2003\nAPPEARANCES OF COUNSEL\nLipsig, Shapey, Manus & Moverman, P.C., New York City (Alan M. Shapey of counsel), for plaintiffs. Squires, Cordrey & Noble, New York City, for Rockefeller Group, Inc., defendant. Steven R. Sundheim & Assoc., LLC, White Plains (Lori B. Lewis of counsel), for Fortune Interior Dismantling Corp., defendant."
  },
  "file_name": "0376-01",
  "first_page_order": 364,
  "last_page_order": 368
}
