{
  "id": 1237567,
  "name": "Jacqueline D. Goode, Plaintiff, v. Bay Towers Apartments Corp., Defendant",
  "name_abbreviation": "Goode v. Bay Towers Apartments Corp.",
  "decision_date": "2003-08-21",
  "docket_number": "",
  "first_page": "381",
  "last_page": "383",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 381"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 583"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "216 AD2d 38",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1219945,
        1219699
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/216/0038-01",
        "/ad2d/216/0038-02"
      ]
    },
    {
      "cite": "287 NY 108",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2049144
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/287/0108-01"
      ]
    },
    {
      "cite": "44 NY2d 417",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "83 AD2d 960",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3250592,
        3269590
      ],
      "pin_cites": [
        {
          "page": "961"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/83/0960-02",
        "/ad2d/83/0960-01"
      ]
    },
    {
      "cite": "155 AD2d 327",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3599706,
        3609868
      ],
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/155/0327-02",
        "/ad2d/155/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 374,
    "char_count": 5591,
    "ocr_confidence": 0.739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046469311531290046
    },
    "sha256": "d66cfed2874021d6dfcf5979c4f1dafe92457bec9431882155f08b39eb47a767",
    "simhash": "1:34c4d4bcf9a9afe2",
    "word_count": 941
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jacqueline D. Goode, Plaintiff, v Bay Towers Apartments Corp., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nDavid Elliot, J.\nThe plaintiff, appearing pro se, is a tenant at defendant’s apartment building and sues to recover for damage sustained to her property as a result of a burst water pipe concealed in a wall at the location of her apartment. It is the plaintiffs position that the defendant was negligent and is responsible for the damage because of a history of not attending to routine maintenance of the pipes, despite knowledge of the deteriorated condition of the building’s pipes. As evidence of this, the tenant alleges that at her last apartment in the same building a number of years ago, another pipe broke, causing damage to her property, and that there were other problems with pipes in the building, but that the landlord acted only in response to leaks, as opposed to performing any routine maintenance. The defendant landlord failed to present any evidence or witnesses.\nNeither party placed a copy of the lease into evidence. However, Multiple Dwelling Law § 78 (1) provides in pertinent part: “Every multiple dwelling, including its roof or roofs, and every part thereof and the lot upon which it is situated, shall be kept in good repair. The owner shall be responsible for compliance with the provisions of this section . . . .” The landlord’s duty of keeping the premises in good repair having been established, the issues before the court are whether by her uncontradicted testimony the plaintiff has made out a prima facie case of a negligent breach of that duty, and whether the doctrine of res ipsa loquitur applies to this case.\nIn Dillenberger v 74 Fifth Ave. Owners Corp. (155 AD2d 327, 327 [1989]), the Appellate Division, First Department, upheld the granting of summary judgment to the proprietary lessee of a building owned by defendant, for damages sustained when water pipes in an adjacent common area burst, holding that “The court properly granted summary judgment based on the doctrine of res ipsa loquitur which gave rise to a permissible inference of negligence which was not rebutted by evidentiary proof in admissible form” (citations omitted). The Appellate Division, Second Department, has held that the doctrine is applicable to a sprinkler system, finding that “Where the owner is in exclusive possession and control of the system, it is reasonable to assume that any break in the system was caused by the owner’s neglect.” (Payless Discount Ctrs. v 25-29 N. Broadway Corp., 83 AD2d 960, 961 [1981], citing De Witt Props. v City of New York, 44 NY2d 417 [1978].) While the Court of Appeals held that the doctrine was not applicable to that particular case involving a water main because of the involvement of a utility company, the Court cited George Foltis, Inc. v City of New York (287 NY 108 [1941]), in which the Court of Appeals stated: “We agree that under the rule of res ipsa loquitur the plaintiff’s proof that its property was damaged by a break in a water main constructed and controlled by the city was sufficient to establish prima facie that the injury was due to negligence of the city.” (George Foltis, Inc. v City of New York, supra at 118.) The First Department, citing the Payless case, held with regard to a burst steam pipe that “The evidence was sufficient to support the jury’s conclusion that defendant had constructive notice of the deteriorated condition of the steam pipes, and, we would add, was also sufficient to establish liability under the doctrine of res ipsa loquitur.” (Swain v 383 W. Broadway Corp., 216 AD2d 38, 38 [1995].)\nIn this case, the court finds that the plaintiff did make out a prima facie case of negligence, as her uncontroverted testimony revealed that the defendant had actual notice of the deteriorated condition of the pipes in the building, as well as constructive notice of the condition of the pipe in question. Further, the court finds that under the facts as presented in this case, the doctrine of res ipsa loquitur applies. As the plaintiffs testimony, as well as the presumption of negligence under the doctrine of res ipsa loquitur was not challenged by any evidence or testimony, the court finds that the plaintiff must prevail on the issue of liability for the damage sustained by the plaintiff.\nThe court had the opportunity to observe the testimony of the plaintiff and her witness, and to assess the credibility of the witnesses. While the court accepts the testimony of the plaintiff as to the happening of the event giving rise to this lawsuit, it appeared that in an effort to prove her damages, the plaintiff merely brought with her to court every receipt she could find for her possessions. The court finds that the plaintiff is entitled to recover for damaged clothing and sneakers in the amount of $264.87, plus bedding in the sum of $319.22, and a “Playstation” and joystick in the sum of $214.98. The photographs introduced into evidence by the plaintiff and her testimony do not support her claim of damage to her furniture. Further, while the plaintiff alleged that there is something wrong with the color on her television, there was no evidence to indicate the extent of damage or the cost of repair.\nAfter trial, the clerk is therefore directed to enter judgment in favor of the plaintiff for the sum of $799.07, with interest from February 23, 2003.",
        "type": "majority",
        "author": "David Elliot, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Jacqueline D. Goode, plaintiff pro se. Cohen, Hurkin, Ehrenfeld, Pomerantz & Tenenbaum, Brooklyn, for defendant."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 583]\nJacqueline D. Goode, Plaintiff, v Bay Towers Apartments Corp., Defendant.\nCivil Court of the City of New York, Queens County,\nAugust 21, 2003\nAPPEARANCES OF COUNSEL\nJacqueline D. Goode, plaintiff pro se. Cohen, Hurkin, Ehrenfeld, Pomerantz & Tenenbaum, Brooklyn, for defendant."
  },
  "file_name": "0381-01",
  "first_page_order": 369,
  "last_page_order": 371
}
