{
  "id": 1237560,
  "name": "In the Matter of the Estate of Anthony LaPine, Deceased",
  "name_abbreviation": "In re the Estate of LaPine",
  "decision_date": "2003-09-12",
  "docket_number": "",
  "first_page": "384",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 384"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 797"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sur. Ct.",
    "id": 9033,
    "name": "New York Surrogate's Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "154 Misc 2d 278",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        904985
      ],
      "pin_cites": [
        {
          "page": "280-281"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/154/0278-01"
      ]
    },
    {
      "cite": "73 Misc 2d 598",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1259377
      ],
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/73/0598-01"
      ]
    },
    {
      "cite": "199 AD2d 672",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1153951
      ],
      "pin_cites": [
        {
          "page": "673"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/199/0672-01"
      ]
    },
    {
      "cite": "266 NY 219",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/266/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 437,
    "char_count": 6496,
    "ocr_confidence": 0.754,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3638366561139279
    },
    "sha256": "a42585f9910d0ff06489168f4ad44f42b7de68faeddf7c587f68263213172c5c",
    "simhash": "1:bbd8e3b298195d58",
    "word_count": 1072
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Estate of Anthony LaPine, Deceased."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJames D. Pagones, J.\nThe Attorney General of the State of New York has filed a petition seeking a decree directing beneficiaries of certain Totten trusts created by the decedent to refund those moneys to the estate in order to pay a claim of the Office of Mental Health. It coincides with a final accounting submitted by the estate representative.\nThe relevant facts are not in dispute. Decedent died intestate on October 8, 1989 survived by an adult daughter and a spouse from whom he had been estranged for over 35 years. A decree granting letters of administration to the daughter was issued on April 26, 1990. Pursuant to 22 NYCRR 207.20, the administratrix filed an affidavit of property on or about November 30, 1990. The personal property listed consisted of six Totten trust accounts totaling $181,525.21, savings bonds payable on death to decedent’s daughter valued at $13,750, a health insurance refund of $675.07 and three motor vehicles with a total value of $2,600. On November 2, 1992, over three years after the decedent’s death, a claim against the estate for the sum of $352,158.58 was filed by the New York State Attorney General on behalf of his client, the New York State Office of Mental Health. The claim was filed under Mental Hygiene Law § 43.03 (a) for services provided to the decedent’s estranged wife, Elaine LaPine, from January 1, 1984 through January 31, 1991. The statute imposes liability for fees incurred by the patient on various individuals, including the spouse. The claim was deemed rejected pursuant to SCPA 1806 (3) when the administratrix failed to allow the claim within 90 days following its presentation.\nOn July 23, 1999, almost 10 years after decedent’s death, petitioner entered judgment against the administratrix of this estate in a civil action commenced in Supreme Court, Albany County, based on an order granting summary judgment, dated May 27, 1999. On May 3, 2000 the Attorney General filed a petition under SCPA 2205 to compel the administratrix to file an account. The accounting was filed on December 6, 2000. This proceeding to compel the refund of the Totten trust funds was not filed until December 11, 2002. The administratrix and trust beneficiaries have filed papers in opposition relying on laches and statute of limitations as a shield.\nThe proceeds of the Totten trusts were distributed to the named beneficiaries prior to petitioner’s filing of the claim in November 1992. No proceeding was instituted in this court to determine the validity or amount of the asserted claim. Instead, petitioner exercised his right to litigate that issue in the Supreme Court, Albany County, even though the estate and administratrix are located in Dutchess County. Moreover, the Attorney General has an office here in Poughkeepsie. The Tot-ten trust beneficiaries were not parties to that action and had no opportunity to challenge the validity or amount of petitioner’s claim.\nThe New York State Constitution commands “the Surrogate’s Court shall exercise such equity jurisdiction as may be provided by law.” (NY Const, art VI, § 12 [e].) That authority is found in SCPA 201 (2). Subdivision (3) of the same statute further provides that the Surrogate’s Court “shall continue to exercise full and complete general jurisdiction in law and in equity to administer justice in all matters relating to estates and the affairs of decedents” and to render determinations which will make “a full, equitable and complete disposition of the matter.” The surrogate has far-reaching jurisdiction relating to the estates and affairs of decedents. (Matter of Lyon, 266 NY 219 [1935]; Matter of Foley, 199 AD2d 672, 673 [3d Dept 1993].) Equity, in its broadest sense, is grounded in “fairness, justness and right-dealing.” (55 NY Jur 2d, Equity § 1.) Equity delights to do justice. (Edmonds v Ronella, 73 Misc 2d 598, 599 [Sup Ct, Queens County 1973].)\nThe thrust of the Attorney General’s position is based on the fact that the decedent and Elaine LaPine were still married on October 8, 1989. While the couple was married in the legal sense on the day Anthony LaPine died, it is irrefutable they had been physically and emotionally separated for over three decades.\nIt is worth noting that if the issue was litigated in Surrogate’s Court, there could have been a finding that Elaine LaPine was disqualified from exercising her right of election as a surviving spouse following a hearing pursuant to EPTL 5-1.2 (a) (5). The Attorney General under those circumstances would then have no legal basis to pursue his claim on behalf of the Office of Mental Health. It is not surprising, therefore, that the claim was submitted to the Supreme Court.\nIt is settled that creditors may reach funds in a Totten trust if other assets of a decedent’s estate have been exhausted.. (Matter of Mirsky, 154 Misc 2d 278, 280-281 [Sur Ct, Bronx County 1992].) The Attorney General urges the statute of limitations defense is unavailing. Once the claim against the decedent’s estate was reduced to a money judgment in the Supreme Court action, his client has 20 years to enforce it under CPLR 211 (b). A rigid application of this rule would have a tremendous detrimental effect on the trust beneficiaries under the unique facts of this proceeding. The ends of justice and equity will not be achieved were I to overlook petitioner’s indolence so as to require the Totten trust beneficiaries to refund money almost 14 years after the decedent’s death and at least 11 years after the funds were distributed. It would render worthless the use of Totten trusts as an acceptable form of testamentary substitute. Trust beneficiaries would have to wait 20 years to use the trust funds if I were to follow the Attorney General’s logic. Justice under the facts of this proceeding requires the rejection of such an argument. Issues of fundamental fairness, as well as petitioner’s failure to act in a timely fashion, mandate a finding in favor of the trust beneficiaries in opposition to the petition.\nFor the foregoing reasons the petition is denied. The accounting is approved as submitted.",
        "type": "majority",
        "author": "James D. Pagones, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Eliot Spitzer, Attorney General, Albany (Brian J Smith of counsel), for New York State Office of Mental Health. Patrick Moore, Poughkeepsie, for Carmine LaPine and another. William G. Crane, Poughkeepsie, for Mary Brault."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 797]\nIn the Matter of the Estate of Anthony LaPine, Deceased.\nSurrogate’s Court, Dutchess County,\nSeptember 12, 2003\nAPPEARANCES OF COUNSEL\nEliot Spitzer, Attorney General, Albany (Brian J Smith of counsel), for New York State Office of Mental Health. Patrick Moore, Poughkeepsie, for Carmine LaPine and another. William G. Crane, Poughkeepsie, for Mary Brault."
  },
  "file_name": "0384-01",
  "first_page_order": 372,
  "last_page_order": 375
}
