{
  "id": 1237557,
  "name": "For the People Theatres of N.Y., Inc., Doing Business as Fair Theatre, et al., Plaintiffs, v. City of New York et al., Defendants",
  "name_abbreviation": "For People Theatres of N.Y., Inc. v. City of New York",
  "decision_date": "2003-09-09",
  "docket_number": "",
  "first_page": "394",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 394"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 783"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "262 AD2d 842",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        113673
      ],
      "pin_cites": [
        {
          "page": "843"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/262/0842-01"
      ]
    },
    {
      "cite": "300 AD2d 442",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        957551
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/300/0442-01"
      ]
    },
    {
      "cite": "95 NY2d 771",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1189078
      ],
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/95/0771-01"
      ]
    },
    {
      "cite": "535 US 425",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353617
      ],
      "pin_cites": [
        {
          "page": "438-439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0425-01"
      ]
    },
    {
      "cite": "73 NY2d 544",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4411798
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "552"
        },
        {
          "page": "575"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/73/0544-01"
      ]
    },
    {
      "cite": "1 Misc 3d 399",
      "category": "reporters:state",
      "reporter": "Misc. 3d",
      "case_ids": [
        1237550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc3d/1/0399-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 7637,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 7.550560698405728e-08,
      "percentile": 0.4479626032251301
    },
    "sha256": "106198aebf5b87d9e1eb82cd2002f364cd461faf0bce7902fd4b8e7a1e9ea4ee",
    "simhash": "1:35ce5706af94bf80",
    "word_count": 1199
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "For the People Theatres of N.Y., Inc., Doing Business as Fair Theatre, et al., Plaintiffs, v City of New York et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLouis B. York, J.\nThe plaintiffs are a theatre and. video store whose stock includes videos and movies containing adult materials. The court has extensively analyzed the background and history of the New York City Zoning Resolution in the companion case of Ten’s Cabaret v City of New York (1 Misc 3d 399 [2003]).\nPlaintiffs, who are establishments that would be affected by this law, bring this motion for a preliminary injunction. As in Ten’s, plaintiffs challenge the constitutionality of the 2001 amendments to the Zoning Resolution.\nAs in Ten’s and Pussycat Lounge v City of New York (Index No. 122740/02), defendants also cross-move for summary judgment. A municipality can regulate uses through its zoning power if it can establish that\n“(1) the ‘predominant purpose’ of the ordinance is not to control the content of the material purveyed but to control the ‘secondary effects’ of such uses on the surrounding community, (2) the ordinance is designed to serve a substantial governmental interest, (3) it is narrowly tailored to affect only the category of uses that produce the unwanted effects and (4) it allows for reasonable alternative avenues of expression.” (Matter of Town of Islip v Caviglia, 73 NY2d 544, 552 [1989].)\nUsing this general standard, to survive, the 2001 amendments must be “justified by concerns unrelated to speech” and only as broad as needed to achieve its purpose.\nHere, defendants have not established the constitutional requirements necessary to grant summary judgment in their favor. The 2001 amendments broaden the definitions of “adult establishments,” “adult bookstore,” and “adult eating or drinking establishment.” These expansive definitions are broader than needed to achieve the City’s purpose of ameliorating negative secondary effects. (Id.)\nThe 2001 amendments redefine “adult establishment” as “a commercial establishment which is or includes an adult bookstore, adult eating or drinking establishment, adult theater, or other adult commercial establishment, or any combination thereof.” (NY City Zoning Resolution § 12-10.) These amendments necessarily include the plaintiffs. Therefore, the standards applicable to the plaintiffs in the consolidated Ten’s action also apply here. Thus, as in Ten’s and Pussycat, the City needs to provide evidence that supports this drastic change to the 1995 NY City Zoning Resolution. The City admittedly has not researched the negative secondary impacts of 60/40 establishments:\n“Council Member McCaffrey: [I]n essence there is no need for additional studies of secondary impacts that were cited in the Council at that time of the [1995] adoption, is that correct?\n“Mr. Karnovsky: That’s correct.\n“Council Member McCaffrey: What about with the 60-40 rule?\n“Mr. Karnovsky: We are not quite sure that the 60-40 — you cannot change the text without doing another study to see that establishments of that nature have secondary impacts.” (Zoning and Franchises Subcomm of City Council Meeting, Oct. 1, 2001, at 37-38.) Also, in a letter from the Department of City Planning to the City’s Zoning and Franchises Subcommittee, the City again acknowledged that it did not conduct a study of 60/40 establishments:\n“[N]o such study [of secondary impacts of 60/40 establishments] has been prepared in connection with the proposed amendments, for the simple reason that none is necessary.\n“[T]he sole purpose of the amendments as they relate to topless bars and restaurants is to allow the City to implement the regulations according to their original intent. No new study or analysis is needed to do so.” (Letter from Karnovsky to McCaffrey of Oct. 24, 2001 at 1, 3.)\nWhether or not the 2001 amendments are a clarification, the City would need to perform another study in order to assess whether 60/40s cause negative secondary impacts.\nThe City has not shown that the “predominant purpose” of the 2001 amendments is to control negative secondary effects. Instead, as in Ten’s, the court accepts plaintiffs’ position that the 2001 amendments are facially unconstitutional and that they control the content of the establishments they seek to regulate. (City of Los Angeles v Alameda Books, Inc., 535 US 425, 438-439 [2002].) Thus, the City has failed to meet its burden of showing a correlation between 60/40s and adverse secondary effects. (Cf. id.; Town of Islip, 73 NY2d at 575; People ex rel. Arcara v Cloud Books, 68 NY2d at 557 [1986].) For this reason, defendants’ motion for summary judgment must be denied.\nHere, as in Ten’s, defendants contend that the 2001 amendments are constitutional because they have a rational basis, are narrowly tailored to remedy the secondary effects caused by adult establishments, and there are sufficient alternate locations where the adult establishments can relocate. Plaintiffs, like the plaintiffs in Ten’s and Pussycat, oppose the motion for summary judgment, challenging the constitutionality of the 2001 amendments, and arguing that the record is devoid of any evidence demonstrating a relationship between secondary effects and 60/40s, which is required under a constitutional analysis of a zoning ordinance that implicates protected speech.\nDefendants assert the same arguments as they do in Ten’s: that the 2001 amendments are lawfully based on the 1993 Department of City Planning (DCP) Report because they clarified the 1995 Resolution, which was itself based on the 1993 DCP Report, and thus, a new study is unnecessary. As discussed in the Ten’s decision, defendants’ argument lacks merit because 60/40s proliferated as a result of the 1995 Resolution (City of New York v Dezer Props., 95 NY2d 771, 773 [2000]), and the 1993 DCP Report cannot be used as a basis for these new 60/ 40s.\nIn addition, defendants claim, as they do in Ten’s, that the 2001 amendments are a narrowly tailored solution to fix the secondary effects, which were not remedied by creating 60/40 establishments. But, the 1995 Resolution defined “adult establishment” as a commercial establishment where a “substantial portion” of the establishment includes an adult book store, adult eating or drinking establishment, adult theatre, or other adult commercial establishment. (NY City Zoning Resolution former § 12-10.) This court is not persuaded that the 2001 amendments are narrowly tailored to limit free speech, without evidence that the 1995 Resolution was not effective in correcting the problems.\nFurthermore, as in Ten’s, pursuant to CPLR 3212 (e), the court grants summary judgment in favor of plaintiffs because the City has failed to meet its constitutional burden for this court to uphold the 2001 amendments. (See Goldstein v Lopresti, 300 AD2d 442, 442 [2002].) The court “searches the record” and grants summary judgment in favor of plaintiffs. (Doin v Bluff Point Golf & Country Club, 262 AD2d 842, 843 [1999].) Granting summary judgment in favor of plaintiffs is the most efficient means to prevent unnecessary costs and delays.\nIn summary, defendants’ motion for summary judgment is denied, and summary judgment is granted in favor of plaintiffs, together with costs and disbursements.",
        "type": "majority",
        "author": "Louis B. York, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Lipsitz, Green, Fahringer, Roll, Salisbury & Cambria, LLP, New York City (Herald Price Fahringer, Erica T Dubno and Nicole Neckles of counsel), for plaintiffs. Michael A. Cardozo, Corporation Counsel, New York City (Gabriel Taussig, Robin Binder and Sheryl Kamholz of counsel), for defendants."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 783]\nFor the People Theatres of N.Y., Inc., Doing Business as Fair Theatre, et al., Plaintiffs, v City of New York et al., Defendants.\nSupreme Court, New York County,\nSeptember 9, 2003\nAPPEARANCES OF COUNSEL\nLipsitz, Green, Fahringer, Roll, Salisbury & Cambria, LLP, New York City (Herald Price Fahringer, Erica T Dubno and Nicole Neckles of counsel), for plaintiffs. Michael A. Cardozo, Corporation Counsel, New York City (Gabriel Taussig, Robin Binder and Sheryl Kamholz of counsel), for defendants."
  },
  "file_name": "0394-01",
  "first_page_order": 382,
  "last_page_order": 386
}
