{
  "id": 1237540,
  "name": "Frank Kinkopf, Claimant, v. Triborough Bridge & Tunnel Authority, Defendant",
  "name_abbreviation": "Kinkopf v. Triborough Bridge & Tunnel Authority",
  "decision_date": "2003-07-24",
  "docket_number": "",
  "first_page": "417",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 417"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 549"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "12 USC § 24",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "93 NY2d 375",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        188509
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/93/0375-01"
      ]
    },
    {
      "cite": "280 AD2d 547",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1289551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/280/0547-01"
      ]
    },
    {
      "cite": "46 NY2d 544",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2340626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/46/0544-01"
      ]
    },
    {
      "cite": "90 NY2d 804",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "227 AD2d 82",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        346539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/227/0082-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1261,
    "char_count": 38789,
    "ocr_confidence": 0.744,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046466994793904974
    },
    "sha256": "2567a659d10cc1c61ba7e40d576d79554112bcb92eed3571f2c2dc7399d098a2",
    "simhash": "1:ba30c7b66d6c163c",
    "word_count": 6569
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Frank Kinkopf, Claimant, v Triborough Bridge & Tunnel Authority, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPhilip S. Straniere, J.\nClaimant, Frank Kinkopf, commenced this small claims action against the defendant, E-Z Pass New York Service Center, alleging that the defendant had wrongfully charged claimant’s E-Z Pass account for trips not taken. A trial was held on June 5, 2003. Claimant represented himself. Defendant was represented by counsel. Defendant notified the court that the proper defendant is the Triborough Bridge & Tunnel Authority (TBTA) and not E-Z Pass. The caption was amended to reflect the name of the proper defendant.\nBackground:\nE-Z Pass is a registered service mark of an entity which has entered into contracts with various states, including New York, to provide electronic toll collection services on bridges, tunnels and highways. E-Z Pass itself is not a corporation registered to do business in the State of New York. E-Z Pass has been selected as the name for the toll collection system adopted by a consortium of toll agencies in the northeast of the United States including New York. There are two different electronic toll collection systems, “read-only” and “read-write.” “Read-only” systems scan for information on a transponder (tag) affixed to a vehicle windshield and is designed for use primarily at bridges, tunnels and toll barriers which are uniform. “Read-write” systems have the capability to take the information from the tag and adjust the account balance between entry and exit on a toll road.\nThe customer agreement that the claimant signed, as well as a document containing the format of that agreement as of February 2001, were both submitted into evidence as exhibits by the defendant. Claimant applied for and was issued two separate tags in 1996. Claimant’s application is signed March 27, 1996, yet the page attached as a copy of the “E-Z Pass Customer Agreement Terms and Conditions” states, “These are new private account E-Z Pass Terms and Conditions, dated May 2001. These Terms and Conditions supercede all previous Terms and Conditions you may have received.” Quite obviously the terms and conditions of the original agreement are not part of the record. Defendant has provided a subsequent updated agreement as an attachment to claimant’s 1996 application. Defendant is asserting that the application of March 1996 can be and has been unilaterally altered by the defendant generating a new page of terms and conditions.\nParagraph 10 of the current agreement states: “Modifications. E-Z Pass may change the terms of the Agreement at any time by advance written notice. You agree to new terms when you use the Tag subsequent to the effective date of the new term. The invalidity of any terms of this Agreement shall not affect any other term of this Agreement, which shall remain in full force and effect.” Although defendant has not shown that it ever gave written notice of changes in the agreement to the claimant, the evidence establishes that the claimant did in fact use his tag numerous times after May 2001, thereby, according to the terms of the agreement, binding the claimant to those terms. The evidence also establishes that in April 2002 new tags were issued to the claimant and he continued to use them until he cancelled his account in May 2003. In addition to not establishing any written notice to the claimant of any changes in the agreement, there is also no evidence as to what were the terms of the 1996 agreement and what terms, if any, were changed over the course of five years. There is no testimony as to any differences between the February 2001 application and agreement and that of May 2001.\nParagraph 11 of the agreement provides that the agreement “shall be governed by and construed in accordance with the laws of the State of New York.” Paragraph 3 (f) provides that “You may contest the imposition of charges or administrative fees only in writing to the E-Z Pass Customer Service Center. Such challenge must be made within 180 days from the date of the transaction.”\nNowhere in the agreement other than the “challenge” in paragraph 11 is there any description of the process to be followed should a customer want to file a claim against E-Z Pass or commence a civil action. The only reference is that cited above requiring sending a letter to the E-Z Pass Service Center. Nowhere in the agreement is E-Z Pass as an entity described. Does it have its own existence as a corporation, partnership, limited liability company or other legal entity? Nowhere in the agreement is there an explanation as to why the TBTA is defending this action and not E-Z Pass.\nIssues Presented:\nA. Who is the Proper Defendant?\nClaimant, a Staten Island resident, on March 27, 1996, contracted with the defendant to become a participant in the “MTA Bridges and Tunnels” E-Z Pass account program. There is no separate public authority named the “MTA Bridges and Tunnels Authority.” The 1996 application, in extremely small print at the bottom, below the body of the form, indicates that “MTA Bridges and Tunnels is a name of the Triborough Bridge and Tunnel Authority.” Such a notation does not exist on the February 2001 application. There is no evidence, nor was there any testimony, as to whether the Port Authority of New York and New Jersey (PA of NY&NJ), New York State Bridge Authority (NYSBA) or New York State Thruway Authority (NYSTA), the other entities that offer E-Z Pass as a toll collection method in New York State, had generated their own application at that time as had the TBTA. The latest application used by E-Z Pass is generic in nature and does not specify any particular agency as contracting with the customer. The agreement contained no explanation nor was any offered at trial, as to how a customer is to assert a claim questioning charges assessed by E-Z Pass through one of these agencies either arising from use of the facilities of the issuing agency or from the facilities of another entity. The uniform application currently in use does not indicate to which one of the participating authorities the applicant’s account will be assigned. The fact that the contract will be between the applicant and the entity to which the account is assigned is set forth in the agreement, not the application.\nThe TBTA is an agency created by the Legislature pursuant to title 3 of article 3 of the Public Authorities Law and exists separate and apart from the Metropolitan Transportation Authority (MTA) which was formed pursuant to title 11 of article 5 of the Public Authorities Law. The labeling of the application as including the “MTA Bridges and Tunnels” is confusing to say the least. It leads to the conclusion that the Metropolitan Transportation Authority is the proper agency to be involved and not the Triborough Bridge & Tunnel Authority. Although the governing board of these authorities is identical (Public Authorities Law § 552), which agency is the proper defendant may have significant consequences. If claimant’s cause of action is deemed to be based in tort, such an action against the TBTA requires that a notice of claim have been filed (Public Authorities Law § 569-a [2]); whereas if the TBTA is a “subsidiary corporation” of the MTA, no notice of claim is needed (Public Authorities Law § 1276 [6]). If the MTA itself is the proper defendant in a tort action then the notice of claim must be filed as set forth in General Municipal Law § 50-e (Public Authorities Law § 1276 [2]).\nThis discrepancy in procedure requires an analysis of a customer’s right of action against each of these entities.\n1. TBTA.\nA notice of claim must be filed within six months of the accrual of the cause of action. A claimant must allow 30 days to elapse after the filing of the notice of claim before an action can be commenced (Public Authorities Law § 569-a). A tort action must be commenced one year after the cause of action accrued. There is no notice of claim required for contract actions.\n2. MTA.\nThe notice of claim must be filed within 90 days of the event, and 30 days must elapse after a claim is filed before an action can be started (Public Authorities Law § 1276; General Municipal Law § 50-e). A tort action must be commenced within one year of the accrual of the cause of action. There is no notice of claim for contract actions.\n3. MTA Subsidiary.\nThe same rules as apply to the MTA apply to subsidiary corporations except no notice of claim is required.\n4. PA of NY&NJ.\nIf an action is commenced against the Port Authority of New York and New Jersey, a notice of claim is required as a condition precedent to “any suit, action or proceeding” whether tort or contract (McKinney’s Uncons Laws of NY § 7107; L 1950, ch 301, § 7). However, in addition to being a condition precedent to any suit, 60 days must pass before a lawsuit can be commenced and such a lawsuit must be commenced within one year of the accrual of the cause of action. The statute does not require the notice of claim to be filed within a specific time except that the notice of intention to sue must be served in sufficient time so as to commence that action within the one-year statute of limitations.\n.5. NYSBA.\nTort actions against the New York State Bridge Authority, like actions against the TBTA, require a notice of claim to be filed (Public Authorities Law § 540); however, actions against the NYSBA have to be filed within 90 days of the cause of action accruing while those against the TBTA are to be commenced within six months of the event. The action must be commenced within one year and 90 days. The 30-day period staying commencement of the action after filing the notice of claim applies. There is no notice of claim required for contract actions.\n6. NYSTA.\nActions against the New York State Thruway Authority for a tort or breach of contract must be brought in the Court of Claims (Public Authorities Law § 361-b) and the procedures of the Court of Claims Act must be followed (Court of Claims Act art 2). In a negligence action the Court of Claims Act requires the filing of a claim (the equivalent of commencing a civil action) within 90 days of the event unless the claimant files a notice of intention to file a claim, then the claimant has two years to commence a lawsuit. In a contract action a claim (cause of action) must be filed within six months; however, if the claimant files a notice of intention to file a claim then the claimant has two years to commence a lawsuit. There is no period providing for a stay in the statute.\nIf a customer’s rights are to be determined by which entity is managing the E-Z Pass account and each entity has different procedural practices, access to the courts is not being applied uniformly. E-Z Pass is held out to be a statewide program. Procedural rights are not based on the fact that an individual is a New York State citizen, but on the ministerial act of either the customer selecting a convenient E-Z Pass issuing authority or being assigned to one based on some other criteria such as presumably where the applicant lives in New York. In this case claimant’s application is on an “MTA Bridges and Tunnels” form, whereas defendant’s exhibit of the current application being used lists none of the named authorities as the contracting party on behalf of E-Z Pass. A customer is left bound by the nebulous terms of the preamble to the agreement that “your account will be assigned to one of the abovementioned New York entities.”\nParagraph 11 of the customer agreement provides that the “Agreement shall be governed by and construed in accordance with the laws of the State of New York.” Unfortunately, as pointed out above, that is not a consistent standard. The law to be applied will be determined by the agency to which the contract is assigned. This practice cannot continue to be the case. Although the Legislature only approved electronic toll collection methods and is not involved in the negotiation or approval of the terms of the contracts, the Legislature has an obligation to act to ensure that all New York customers are protected by the same rules and regulations. This can be done by requiring that certain language be included in the E-Z Pass contracts or by establishing a uniform set of procedures to govern disputes between customers and the E-Z Pass management.\nThe Legislature has clearly and strongly stated its disdain for administrative procedures that lack uniformity. In its statement of legislative intent in passing the State Administrative Procedure Act, it said:\n“The legislature hereby finds and declares that the administrative rulemaking, adjudicatory and licensing processes among the agencies of state government are inconsistent, lack uniformity and create misunderstanding by the public. In order to provide the people with simple, uniform administrative procedures, an administrative procedure act is hereby enacted. This act guarantees that the actions of administrative agencies conform with sound standards developed in this state and nation since their founding through constitutional, statutory and case law. It ensures that equitable practices will be provided to meet the public interest.” (State Administrative Procedure Act § 100.)\nThree of the four agencies currently providing E-Z Pass are subject to the State Administrative Procedure Act since they all contain members appointed by the Governor (State Administrative Procedure Act § 102 [1]). The Port Authority may be excluded because it is created by interstate compact even though the Governor appoints members. The Thruway Authority has been held to be an agency subject to the act (Loyal Tire & Auto Ctr. v New York State Thruway Auth., 227 AD2d 82 [3d Dept 1997], lv denied 90 NY2d 804 [1997]). Since the TBTA and NYSBA are similarly constituted as described, they would also be subject to the State Administrative Procedure Act.\nIf the State Administrative Procedure Act in its entirety applies to these agencies and the E-Z Pass program, then this court would lack the jurisdiction to hear these disputes since the State Administrative Procedure Act would seem to require that an administrative hearing take place pursuant to article 3 of that statute. As an administrative determination, a CPLR article 78 proceeding would be the judicial remedy available thereafter to any dissatisfied party. One of the factors to be considered in that analysis would be whether or not the claim is excluded under State Administrative Procedure Act § 102 (2). There is insufficient evidence before this court to resolve the issue of whether or not the State Administrative Procedure Act is applicable, although the defendant did not assert this as a defense to the claim.\nB. Is This a Tort or Contract Action?\nIn order to properly adjudicate this dispute, it must be decided if the claimant is alleging damages arising from defendant’s commission of a tort or breach of contract, since different procedural issues will be triggered by the classification of the action. How the claim was pleaded is not dispositive of this issue since it is a small claims proceeding and the complaint only contains a general statement as to the basis of the claim (UCCA 1803). Claimant contends that E-Z Pass had been deducting too much money from his account each month. He had authorized the procedure of an automatic charge to his credit card account. E-Z Pass may be prepaid by either cash, credit card, check or money order. The prepaid amount is credited to the customer’s account. A deduction from the account is made each time the tag is used. When the sum prepaid declines to a certain amount as set forth in the agreement another payment is due from the customer in order to continue to use the system. When a credit card is used an automatic deduction is made by E-Z Pass when the replenishment threshold is reached. Claimant submitted a printout from defendant showing deductions between March 2, 2003 and April 29, 2003 of $350. Claimant is seeking $3,000 in damages, asserting that the incorrect billings and deductions go back for a longer period of time than as shown in the evidence he presented at the trial. If claimant is alleging that defendant was negligent in maintaining the account then the action would sound in tort. If the claimant is asserting that the defendant breached the contract by charging him for trips he did not take, the claim is a contract action.\nIf classified as a tort action, the claimant’s cause of action would have to be dismissed since he did not file a notice of claim as required by the Public Authorities Law as a prerequisite to pursuing an action against the TBTA (Public Authorities Law § 569-a [2]). It is implied in the agreement that the defendant has contracted to accurately calculate the number of trips used by a particular vehicular tag and to properly bill it to a customer’s account. Claimant contends that the defendant improperly charged his account for trips he did not take. This is not a breach of contract action. He is alleging that the system did not operate properly, with the defendant being negligent in operating the system, not that defendant breached his contract. A breach of contract action might be one where the customer contends that payment has been made, yet defendant failed to properly credit the account or one where the defendant prevented the customer from using one of the facilities when sufficient monies were present in the account. Breach of contract would also exist if the defendant billed the customer an administrative fee for not having a sufficient balance when that was not the case.\nIf this is a breach of contract action then the claimant’s cause of action would be viable under a common-law breach of contract theory. No notice of claim would have had to have been filed in such a case against the TBTA.\nIt must be concluded that claimant’s action is one sounding in negligence and therefore must be dismissed for his failure to file a notice of claim as required by the Public Authorities Law. However, since Public Authorities Law § 569-a gives a claimant six months in which to file a notice of claim, the claimant still has time to file such a notice and recommence the action for charges made in 2003.\nC. Has the Statute of Limitations Run?\nDefendant has argued that paragraph 3 (f) of the agreement creates a statute of limitations of 180 days for any and all causes of action against E-Z Pass. The court cannot agree that the clause is a “statute of limitations” nor does it contractually reduce the statute of limitations established by the Legislature applicable to the action. If claimant is asserting a common-law breach of contract action, the statute of limitations is six years (CPLR 213); if it is a common-law negligence action, the limitations period is three years (CPLR 214); if this is a claim against one of the agencies listed above, then depending on which authority is involved, the period of limitations is as short as one year as is set forth in the legislation creating the particular entity.\nParties to a contract by written agreement may agree to reduce the statute of limitations (CPLR 201; Kassner & Co. v City of New York, 46 NY2d 544 [1979]). It is assumed that when such a term is in a contract, it has been voluntarily agreed to and will be binding on the parties unless there is a showing that the time is unreasonably short, or the clause was entered into as a result of duress, fraud or misrepresentation (Incorporated Vil. of Saltaire v Zagata, 280 AD2d 547 [2d Dept 2001]). For the clause in question to be an attempt to shorten the applicable statute of limitations, the language of the agreement would have to either label the paragraph with the words “statute of limitations” or something similar such as “right to assert claims” or contain such words in the paragraph explaining that the normal time frame to commence litigation or assert a cause of action had been reduced. No such language is contained in the paragraph. The paragraph in question does not even use the word “claim,” it merely informs a customer that he or she has to “challenge” any imposition of charges or administrative fees within six months of the transaction in question. Owing to the fact that the defendant prepared this agreement and that a customer is not permitted to negotiate the terms of the contract, it can only be concluded that the drafter either did not intend to treat this paragraph as a reduction of the “statute of limitations” or purposefully used language that might be subject to varying interpretations. The court cannot conclude that the language is “ambiguous” so as to result in a presumption against the drafter. It seems clear that if the defendant intended to shorten the statute of limitations language to achieve that effect should have been used. It was not.\nThe above being said, does the paragraph create a condition precedent to be met before a claim can be filed or a suit commenced? As set forth above, if a customer’s action has to be commenced against one of the governmental authorities discussed herein, a notice of claim must be filed prior to suit. A notice of claim is generally considered to be a condition precedent to suit (Yonkers Contr. Co. v Port Auth. Trans-Hudson Corp., 93 NY2d 375 [1999]). If this clause is a contractual “notice of claim,” it would alter the notice of claim procedures set forth in the statutes. For claims against some of the authorities, this paragraph would be extending the statutory claim period from 90 days to 180 days.\nIn general, statutes of limitations in contract actions cannot be extended. This is done to protect consumers from having to enter into agreements, where as a condition to entering a contract, the consumer must waive the defense of statute of limitations. The General Obligations Law does permit extension of the period by agreement after, not before, the cause of action arises (General Obligations Law § 17-103). On the contrary if this paragraph is an extension of the notice of claim period, it would be “pro” consumer since it would be providing a greater period of time in which to seek resolution of disputes.\nIn order to qualify this paragraph as a “notice of claim,” the contract should contain specific words to that effect. It does not. Asserting a “challenge” to a charge is not the same as the requirement to file a notice of claim as a condition precedent to suit.\n“Case law distinguishes between a Statute of Limitations and a statutory time restriction on commencement of suit. The former merely suspends the remedy provided by a right of action, but the latter conditions the existence of a right of action, thereby creating a substantive limitation on the right” (Yonkers Contr. Co. v Port Auth. Trans-Hudson Corp., supra at 378 [citations omitted]). The language of this clause fits neither description.\nThere is of course one situation where this clause would make sense, that is, if the proper defendant is the private entity known as E-Z Pass and not the governmental authorities as asserted by the defendant herein. If E-Z Pass is the proper defendant, then by contract the customer and E-Z Pass could require any “challenge” to a charge to be filed within 180 days. The contract could require that such a challenge be a condition precedent to be complied with by a customer prior to commencing either a common-law breach of contract or tort suit. Such a conclusion saves this clause from being a nullity and unenforceable as being in direct conflict with the claims procedure for each agency. It also gives some logical sense to the remaining paragraphs of the agreement. Unfortunately there is absolutely no evidence from which it can be concluded that E-Z Pass is a legal entity capable of being sued in its own name.\nThere is no evidence that the claimant complied with the 180-day clause of the contract. Although the clause does not discuss the ability of the customer to commence a cause of action against E-Z Pass, the parties can by contract incorporate into their agreement a clause that would give E-Z Pass the opportunity to investigate challenges to billings before a customer could commence a suit. The court will not deal with the issue of whether or not this “Agreement” is an adhesion contract and to what degree, if any, a customer can negotiate the terms of the agreement. Although the court somehow doubts that the customer can negotiate any of the terms of the agreement beyond what appears in the standard form.\nThe fact remains that the clause exists in the contract and the customer did not establish that prior to commencing this lawsuit he gave the defendant an opportunity to investigate his complaints and resolve the issue. That right is a condition precedent to commencing an action for the relief sought herein and requires the dismissal of this action without prejudice to renew upon proving that a “challenge” was filed in writing and rejected by the defendant.\nInterestingly the Legislature has established a procedure for those situations when the public authority that operates a toll highway bridge or tunnel facility wants to collect a.toll from the owner of a vehicle who used a facility without tendering the proper payment (Public Authorities Law § 2985). A notice of liability must be served upon the customer by mail within 30 days of the violation (Public Authorities Law § 2985 [7]). In these situations the rules of the public authority serving the notice of liability on the customer apply and the matter will be heard in the county where the violation occurred or in New York City and with the consent of both parties in any county in New York City where the public authority maintains a facility (Public Authorities Law § 2985 [8]). No such simplified procedure is in place for the customer to challenge the imposition of a toll.\nD. Did the Claimant Prove a Prima Facie Case?\nClaimant has the burden of proof. He is alleging that neither he nor any member of his family used either of the two E-Z Pass devices issued to him on the days and times set forth in the bills defendant sent him. Claimant testified that at the times in question he had E-Z Pass units for two vehicles. An examination of the usage records indicates that these devices were being used in vehicles maintained not only by the TBTA and the PA of NY&NJ, but also by the State of New Jersey through the New Jersey Turnpike Authority. These records fail to reveal that any of the tolls were double billed or that the time of each activation would have been impossible based on the distance traveled and the hour of recording. Rather than provide any documentation to support his contention such as showing that his vehicles were elsewhere at those times and places, claimant offers the Bob Dylan “It Ain’t Me, Babe” plea. Claimant has no proof that defendant’s equipment was operating incorrectly. He has no proof his vehicles were inoperable on the dates in question. In an effort to disprove claimant’s contentions, defendant provided, in addition to testimony, detailed records of the tag use of claimant’s vehicles including photographs of the cars passing through toll booths at some of the facilities. The defendant’s records show that during the period November 1, 2002 to May 4, 2003, claimant was billed $587 for usage of the tags. The billing was apparently done in conformity with the terms of the “Agreement.” There is no evidence to establish that the billings are inaccurate.\nEven if all of the procedural issues were resolved in favor of the claimant, the case must be dismissed. There is no credible evidence to establish that the claimant was improperly billed by the defendant.\nE. Did the Defendant Violate General Business Law § 349?\nGeneral Business Law § 349 defines deceptive acts and unlawful practices in relation to consumer contracts. It provides “(a) Deceptive acts or practices in the conduct of any business, trade or commerce or in the furnishing of any service in the state are hereby declared unlawful.” A review of the contract between the E-Z Pass and the claimant leads to the conclusion that the contract as drawn constitutes a deceptive practice. This statute is applicable to the situation since the claimant is a “consumer” and E-Z Pass, whether a private entity or a governmental activity, is engaged in the business of toll collection. The deceptive practices are as follows.\nFirst, there is no legal entity in the State of New York known as “E-Z Pass.” A search of New York filings reveals no such entity conducting business in New York State. That being the case, the contract with consumers must state who or what is “E-Z Pass.” If it is only a registered service mark, as all of its published material indicates that it is, then the contract must specify who or what entity holds the service mark. This is not disclosed anywhere. Through its advertising and promotion the general public has been led to believe that “E-Z Pass” is the entity with which it is contracting. It is unlikely that the public can discern the small “SM” after the words “E-Z Pass” or understands what is the significance of that designation. Since public authorities are involved in this endeavor, the public has the right to know with whom it is dealing when subscribing to the program.\nSecond, there is no entity defined in the “Agreement” with the customer as being the other contracting party. The application/agreement lists four New York State agencies that participate in the E-Z Pass “multi-state system of electronic financial transaction,” yet the contract does not set forth which authority is actually contracting with the customer. The contract does not specify how a customer’s account is assigned to a particular authority. As a result the customer has no guidance as to which agency should be a party to any suit. This failure to disclose the proper agency can affect the issue of where is the proper venue of any action. The place of trial of an action against a public authority shall be in the county in which the authority has its principal office or where it has facilities involved in the action (CPLR 505). Since the contracting authority is not disclosed in the agreement, where is the customer supposed to commence a suit? Suppose that the claimant in this case was only challenging the tolls incurred on the New Jersey Turnpike, what right would he have to commence an action in New York against that entity? The agreement does not distinguish between charges incurred in New York and those incurred outside the state and why redress is permitted in the New York courts against out-of-state E-Z Pass participants. In contrast to this lack of guidance as to where a consumer should sue one of these authorities, the Legislature has specifically fixed the jurisdiction and venue for actions by one of these authorities when an individual fails to pay a toll (Public Authorities Law § 2985; McKinney’s Uncons Laws of NY § 6816-c; L 1992, ch 379, § 4).\nThird, although one of the entities is called the MTA Bridges and Tunnels, no such authority exists; it is in fact a name used by the TBTA. Public Authorities Law § 551 (9), which deals with the TBTA, defines “metropolitan transportation authority” as the “corporation created by section twelve hundred sixty-three of this chapter.” So a consumer who by chance identifies the MTA Bridges and Tunnels as the agency that is servicing his or her account would logically believe that an action should be brought against the MTA and not the TBTA. However, such a belief would be incorrect as the MTA is not a participating authority in the toll collection enterprise. This on its face is confusing and deceptive.\nFourth, the fact that an account may be assigned to any of the four agencies and each agency has its own procedure for filing claims against it, creates due process and equal protection of the law issues. Should not the same procedure uniformly be utilized for claims against E-Z Pass arising in the State of New York? How can there potentially be four different procedures to be invoked when the customer believes he or she is contracting with only one entity known as E-Z Pass? To uphold the current system, each contract would have to be with the specific designated agency, rather than with E-Z Pass, with that fact being made known to the consumer. When I was a child my cousin would come and visit from Brooklyn; we would often play games such as “knock-hockey” and “stoop” ball. Invariably I would lose when he would invoke “Brooklyn rules.” However, at least I knew that was the case before I started playing. Here the consumer is unable to reasonably determine what the rules are.\nFifth, the requirement that a customer give the agency 180 days to resolve a challenge to a billing is a reasonable one that can be provided in a contract; however, there is nothing in the contract to inform the customer what happens if the “chailenge” is not resolved favorably to the customer. Nor does the agreement notify the customer that a notice of claim may have to be filed prior to bringing a lawsuit and that the filing of a “challenge” might not qualify as a notice of claim or although timely as a challenge, might be too late to serve as a valid notice of claim. The contract must provide a uniform system of filing claims setting forth the procedure to be followed, applicable time frames and proper venue.\nThe inescapable conclusion is that the E-Z Pass contract on its face constitutes a deceptive practice. The Legislature must take steps to insure that a uniform contract and procedure is in place for all residents of New York who subscribe to the system. We may have four judicial departments with four different sets of rules in our “unified court system,” but having four agencies with four separate procedures when a customer believes he or she has contracted with one totally different entity is a deceptive practice that entitles the claimant to damages of $50 (General Business Law § 349 [h]). Consumers should not have to depend on the largess of the public authority to come in and defend these actions and hope that the agency will not raise any procedural objections to the litigation. Blanche DuBois may be able to rely on “the kindness of strangers,” consumers should not. The proper party and the rules to follow in order to file a claim must be disclosed in the contract.\nNew York City Civil Court Act § 213 gives the court the authority to reform contracts where the amount in controversy does not exceed $25,000. Although the court could use that power to “reform” the agreement between the claimant and the defendant to eliminate the procedural nightmares pointed out above, that would not solve the problems that inherently exist in defendant’s standard form application and agreement. The “Agreement” currently used for all E-Z Pass customers must be changed. Since the “reformation” of the contract would effect all customers, the aggregate of the monies involved in reforming those agreements is clearly in excess of the court’s jurisdictional limit of $25,000 and would deprive this court of jurisdiction.\nConclusion:\nJudgment for defendant on the claimant’s contention that the defendant has overcharged the claimant. Claimant has failed to prove his prima facie case. Claimant did not comply with the terms of the agreement in regard to filing a written challenge with the defendant. Nor did claimant file a notice of claim as required by the Public Authorities Law as a condition precedent to pursuing a tort claim.\nJudgment for claimant in the amount of $50 for violation of General Business Law § 349. The contract between the defendant and the claimant as a consumer on its face amounts to a deceptive practice. Claimant is entitled to interest from the date of judgment, costs and disbursements.\nA search of the United States Patent and Trademark Office lists E-Z Pass as a service mark filed by the Port Authority of New York and New Jersey in February 1993 and abandoned in October 1996. There is an entity registered as E-Z Pass Corp. in March 2001 from Elmhurst, Queens, with the New York Department of State, but it does not appear to be the same entity involved with the electronic toll collection system. Another search lists the participants in the New York State electronic toll collection program as Vollmer Associates LLP-New York City; Mark IV Industries-Ontario, Canada; Arntech Systems Corporation, Texas; Lockheed Information Management Systems Corporation-New Jersey; and Transcor-New Jersey. The Department of State of New York lists Arntech Systems Corporation as a Delaware corporation with its principal executive office in Hummelstown, Pennsylvania. There is also an entity called Transcore Holdings, Inc. operating from the same Pennsylvania address as Arntech. Arntech is currently an active corporation in New York. Mark IV Industries Limited, a Canadian business, was dissolved by proclamation in September 1997 as was Transcor, Ltd. in September 1994. However, other corporations with similar names are currently active in New York State.\nTo further complicate this action, information in March 1998 lists a regional consortium of five toll authorities in the northeast as having contracted with MFS Network Technologies, Inc. to run the E-Z Pass system. MFS Network Technologies, Inc. was filed as a foreign corporation with the Secretary of State of New York on November 22, 1989 with its executive offices in Omaha, Nebraska. A current search lists that corporation as being “inactive.” This corporation may somehow be related to another Delaware corporation called Adesta Communications, Inc., whose principal office is also in Omaha, Nebraska.\nLegislation enacted in 2001 by the New Hampshire State Legislature defines “E-Z Pass” as “a regional system of electronic toll collection operated by the members of the E-Z Pass Interagency Group, or when the context requires, means the registered service mark ‘E-Z Pass’.” (NH Rev Stat Ann § 237:16-a [IV].) “Interagency group” is defined as “the agencies of this or any other state that have mutually agreed to operate the E-Z Pass regional electronic toll collection system by use of similar practices, procedures, and toll collection equipment” (§ 237:16-a [V]). No similar statute exists in New York that expressly refers to the E-Z Pass system.\nInterpretive letter No. 731, dated July 1, 1996, issued by the Office of the Comptroller of the Currency pursuant to 12 USC § 24 (Seventh), refers to the public authorities who are members of the E-Z Pass Interagency Group as the “Consortium.”",
        "type": "majority",
        "author": "Philip S. Straniere, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Frank Kinkopf, claimant pro se. Jeanette O. Woloszyn, New York City, for defendant."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 549]\nFrank Kinkopf, Claimant, v Triborough Bridge & Tunnel Authority, Defendant.\nCivil Court of the City of New York, Richmond County,\nJuly 24, 2003\nAPPEARANCES OF COUNSEL\nFrank Kinkopf, claimant pro se. Jeanette O. Woloszyn, New York City, for defendant."
  },
  "file_name": "0417-01",
  "first_page_order": 405,
  "last_page_order": 421
}
