{
  "id": 1237569,
  "name": "Chatham Green, Inc., et al., Petitioners, v. Michael Bloomberg, as Mayor of New York City, et al., Respondents",
  "name_abbreviation": "Chatham Green, Inc. v. Bloomberg",
  "decision_date": "2003-08-01",
  "docket_number": "",
  "first_page": "434",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 434"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 446"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2001 NY Slip Op 40315",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "265 App Div 993",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        2696322,
        2697894,
        2701128,
        2700298,
        2704138,
        2702604,
        2692845,
        2700273,
        2702034,
        2702901,
        2700951,
        2699288,
        2698526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/265/0993-01",
        "/ad/265/0993-13",
        "/ad/265/0993-12",
        "/ad/265/0993-09",
        "/ad/265/0993-08",
        "/ad/265/0993-07",
        "/ad/265/0993-10",
        "/ad/265/0993-05",
        "/ad/265/0993-11",
        "/ad/265/0993-03",
        "/ad/265/0993-04",
        "/ad/265/0993-02",
        "/ad/265/0993-06"
      ]
    },
    {
      "cite": "86 NYS2d 110",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "171 NY 460",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2305262
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/171/0460-01"
      ]
    },
    {
      "cite": "104 AD2d 940",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3392321
      ],
      "pin_cites": [
        {
          "page": "941"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/104/0940-01"
      ]
    },
    {
      "cite": "36 NY 120",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        498892
      ],
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/36/0120-01"
      ]
    },
    {
      "cite": "95 NY2d 623",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1189159
      ],
      "pin_cites": [
        {
          "page": "629"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/95/0623-01"
      ]
    },
    {
      "cite": "229 NY 248",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        90817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/229/0248-01"
      ]
    },
    {
      "cite": "285 AD2d 603",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1956037
      ],
      "pin_cites": [
        {
          "page": "608"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/285/0603-01"
      ]
    },
    {
      "cite": "285 AD2d 598",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1955970
      ],
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/285/0598-01"
      ]
    },
    {
      "cite": "190 AD2d 303",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1114470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/190/0303-01"
      ]
    },
    {
      "cite": "153 Misc 2d 321",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        902807
      ],
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/153/0321-01"
      ]
    },
    {
      "cite": "135 Misc 2d 689",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        859629
      ],
      "pin_cites": [
        {
          "page": "698"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/135/0689-01"
      ]
    },
    {
      "cite": "126 AD2d 128",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3505612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/126/0128-01"
      ]
    },
    {
      "cite": "68 NY2d 359",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2347291
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/68/0359-01"
      ]
    },
    {
      "cite": "202 AD2d 557",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3540
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/202/0557-01"
      ]
    },
    {
      "cite": "155 Misc 2d 68",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        907523
      ],
      "pin_cites": [
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/155/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1035,
    "char_count": 25490,
    "ocr_confidence": 0.751,
    "pagerank": {
      "raw": 7.571424143733237e-08,
      "percentile": 0.4488576361015642
    },
    "sha256": "8e888b79031034945ab1c799f309ee197ab8a3d3000c6ec3ef2dab6ffba060d7",
    "simhash": "1:b802e2c8cab92384",
    "word_count": 4116
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chatham Green, Inc., et al., Petitioners, v Michael Bloomberg, as Mayor of New York City, et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nWalter B. Tolub, J.\nThis is a CPLR article 78 proceeding by which the petitioners seek (1) to enjoin respondents the Mayor, the New York City Police Department (hereinafter NYPD), and Police Commissioner Raymond Kelly from continuing the construction of a permanent closure of Park Row below its intersection with Worth Street without undertaking an environmental analysis as mandated by New York’s State Environmental Quality Review Act (hereinafter SEQRA; ECL art 8) and 6 NYCRR part 617, and (2) to enjoin respondents from using James Madison Plaza as a parking lot for NYPD vehicles. Petitioners Chatham Green, Inc. and Chatham Towers, Inc. are cooperative apartment buildings located on Park Row that claim their members will be adversely affected by a permanent closure of Park Row.\nFor the reasons stated herein petitioners’ motion is granted in part. Respondents are ordered to conduct an environmental assessment (hereinafter EA) to determine whether an environmental impact statement (hereinafter EIS) is required, and are enjoined, effective December 31, 2003, from continuing to use James Madison Plaza as a parking lot for NYPD vehicles.\nBecause the two actions arise out of different sets of facts and present different issues of law, they are discussed separately below.\nPark Row Barriers\nFacts\nIn the aftermath of the attacks on September 11, 2001, the NYPD conducted security assessments and implemented various measures throughout New York City to respond to security concerns related to the threat of terrorism. In assessing the security of NYPD headquarters located at One Police Plaza, the NYPD’s Counter-Terrorism Division concluded that the temporary “secure zone” created around the building immediately following the terrorist attacks should be maintained to prevent the possibility of a vehicle bomb attack on police headquarters. In order to prevent unauthorized vehicles from entering the secure zone and to allow authorized vehicles to enter the secure zone, the NYPD set up checkpoints and temporary barriers at seven points around NYPD headquarters. One of the checkpoints is on Park Row at Worth Street, immediately before the entrance to the driveway of the Chatham Green apartment complex. One cannot access the Chatham Green driveway without passing through the checkpoint. The NYPD established this checkpoint “because the end of the Chatham Green driveway is located immediately adjacent to an area of police headquarters that contains critical infrastructure and personnel. A car bomb attack at this location would cause widespread harm to police personnel and property and would severely compromise certain police functions and infrastructure” (Dobbins affidavit 1110).\nAt the time of this motion, the Park Row checkpoint at issue consisted of temporary concrete barriers and two NYPD patrol cars, which blocked the vehicle entrance to Park Row and which were moved to allow authorized vehicles to pass through {id.). The NYPD indicated at the time that they planned to soon install and make operational “Delta Barriers” at the checkpoint. Delta Barriers are barriers that sit on the road and may be lowered by a police officer stationed at the checkpoint to allow only authorized vehicles to pass through. As of this date the Delta Barriers have been installed and are operational at the checkpoint. The NYPD did not conduct an EA prior to the installation of the barriers.\nThe NYPD has developed a plan for restricted vehicular access through the checkpoint “(a) requiring drivers who are residents to provide valid identification, (b) requiring drivers who are guests to identify the person they are visiting, (c) requiring taxi, livery, and Access-A-Ride drivers to identify the name and apartment number of the resident they are picking up, and (d) requiring delivery vehicle drivers to identify the recipient of their deliveries. As has been the case in the past, emergency vehicles will be allowed to pass through the checkpoints without stopping” (Leung affidavit 1111).\nPetitioners claim that the establishment of checkpoints, and the one at Park Row in particular, has adversely affected their ability to enter and exit their complexes. More significantly, it has increased traffic congestion and pollution on neighboring streets. Specifically, they claim that\n“the members of the Co-op would be immediately and directly affected by the increased noise, pollution, congestion, traffic, pedestrian congestion, strain on mass transit, loss of business revenue, loss of use of their property, and stress on other neighborhood facilities and resources such as [police], emergency vehicles, transportation agencies and sanitation as a result of the permanent closure at the site” (amended verified petition 1ÍH 4, 6).\nDiscussion\nCPLR 7803 (3) provides for limited judicial review of administrative actions, stating in part:\n“The only questions that may be raised in a proceeding under this article are . . . whether a determination was made in violation of lawful procedure, was affected by an error of law or was arbitrary and capricious or an abuse of discretion, including abuse of discretion as to the measure or mode of penalty or discipline imposed.”\nPetitioners claim that respondents’ installation of street barriers without conducting the review mandated by SEQRA is in violation of lawful procedure and is arbitrary and capricious.\nSEQRA provides that “All agencies . . . shall prepare, or cause to be prepared by contract or otherwise an environmental impact statement on any action they propose or approve which may have a significant effect on the environment” (ECL 8-0109 [2]). “As early as possible in the formulation of a proposal for an action, the responsible agency shall make an initial determination whether an environmental impact statement need be prepared for the action” (ECL 8-0109 [4]).\nSEQRA delegates to the Commissioner of the Department of Environmental Conservation (DEC) the adoption of rules and regulations for implementation of SEQRA (ECL 8-0113). The administrative rules implementing SEQRA divide actions into type I, type II, and unlisted actions (6 NYCRR part 617). A type I action carries the presumption that it is likely to have a significant adverse impact on the environment and may require an EIS (6 NYCRR 617.4 [a] [1]). Type II actions have been determined by the DEC to not have a significant adverse impact on the environment and are not subject to environmental impact review (6 NYCRR 617.5 [a]). Unlisted actions, i.e., actions not listed as type I or type II, must undergo an EA to determine if the action may have a significant adverse environmental impact (6 NYCRR 617.6 [a] [3]). If an agency determines that its action may include the potential for at least one significant adverse environmental impact, an EIS is required (6 NYCRR 617.7 [a] [1]). For an agency to find that an EIS is not required, it must determine that its action will not cause any significant adverse environmental impacts (6 NYCRR 617.7 [a] [2]). Petitioners contend that the installation of barriers is an unlisted action requiring an EA. Respondents argue that the installation of barriers falls under actions listed as type II actions. Specifically, respondents argue that the installation of barriers falls into the categories of “installation of traffic control devices on existing streets, roads and highways” (6 NYCRR 617.5 [c] [16]), and “minor temporary uses of land having negligible or no permanent impact on the environment” (6 NYCRR 617.5 [c] [15]).\nThe issue of whether “traffic control devices” under 6 NYCRR 617.5 (c) (16) includes barriers used to restrict street access is a matter of first impression. The DEC implementing rules do not define traffic control devices.\nThe DEC sets out 37 actions which are type II actions and do not require review (6 NYCRR 617.5 [c]). These actions have been determined not to have a significant impact on the environment, or are otherwise exempt from review by law (6 NYCRR 617.5 [a]). Installation of traffic control devices on existing streets is an action that was determined not to have a significant impact on the environment.\nIt is this court’s opinion that barriers restricting access to a road are not traffic control devices within the meaning of 6 NYCRR 617.5 (c) (16). Traffic control devices, such as signs, signals, and lane markings, generally do not have significant impact on the routing of traffic. While the implementation of traffic signals at an intersection can affect the flow of traffic, they are unlikely to cause changes in traffic patterns.\nThe installation of barriers that restrict access to a heavily traveled road is an action of a different nature than the installation of traffic devices on existing streets, roads and highways. Rather than guiding or warning traffic, the barriers exclude the majority of drivers from the use of Park Row between Worth Street and the Brooklyn Bridge. Unlike the installation of traffic signs or signals, the installation of barriers has the potential to cause changes in traffic patterns, resulting in increased traffic, noise, air pollution, and stress on neighborhood facilities.\nNot every traffic installation is so administrative, routine or ministerial in nature so as to warrant its classification as type II (Town of Bedford v White, 155 Misc 2d 68, 71 [Sup Ct, Westchester County 1992], affd 202 AD2d 557 [2d Dept 1994]). In some cases a traffic installation “could, if not properly reviewed, have global impacts” (id.). The installation of barriers at Park Row is potentially such a case. Petitioners argue that the installation of barriers and the restrictions on the use of Park Row have caused changes in traffic patterns throughout the surrounding area, and the court finds this to be a reasonably possible result of the action. Such changes may potentially impact the environment. In fact, a potential change in traffic patterns is specifically listed as one factor to be considered in an EA (6 NYCRR 617.20, Appendix C). Therefore it is this court’s opinion that the DEC did not intend for the classification of “installation of traffic control devices on existing streets, roads and highways” (6 NYCRR 617.5 [c] [16]) to include the installation of barriers that exclude most drivers from using a public street.\nRespondents contend that the barriers do not close off the street completely, but rather allow certain vehicles access upon presentment of proof that they are using the road for an authorized purpose. While the court recognizes that this is indeed true, the barriers do close off the street to the vast majority of drivers who would wish to use Park Row. As such, it is possible that the barriers may potentially reroute traffic, and in doing so, adversely affect the environment. Such an action is not within the meaning of a type II installation of traffic devices since it may potentially have a significant impact on the environment.\nRespondents also argue that the barriers fall under the type II category of “minor temporary uses of land having negligible or no permanent impact on the environment” (6 NYCRR 617.5 [c] [15]). The court finds this claim unavailing. While respondents assert that the barriers are not permanent and may be removed if the threat of a terrorist attack against One Police Plaza is reduced, they offer no estimation of when, if ever, that will be. While it is the court’s deep and sincere hope that the threat of a terrorist attack against One Police Plaza will be significantly reduced in the near future, it is the court’s expectation that the threat will remain for the foreseeable future. Furthermore, even assuming arguendo that the barriers are temporary, barriers that deny most drivers access to a public street are not minor, and the degree to which they impact the environment is more properly addressed by conducting an EA.\nRelief\nPetitioners seek an injunction against respondents’ development and installation of Delta Barriers at the checkpoint the NYPD established on Park Row below Worth Street without undertaking the environmental analysis mandated by SEQRA and 6 NYCRR part 617. As of this date, the Delta Barriers have been installed at the Chatham Green location and are currently operational.\nSEQRA requires that an EA be performed before the action at issue is taken. As a general rule, once a violation of SEQRA has been shown, the proper remedy is to annul any agency determinations that do not comply with SEQRA and to enjoin any actions arising out of such determinations (Chinese Staff & Workers Assn. v City of New York, 68 NY2d 359 [1986]; Golden v Metropolitan Transp. Auth., 126 AD2d 128 [2d Dept 1987]).\nHowever, under certain circumstances it may not be appropriate to enjoin an action that was taken in noncompliance with SEQRA. Where enjoining an action or requiring that an action be undone would likely cause irreparable harm to respondents, and the balance of equities is in favor of the respondents, it is not appropriate to do so (Golden at 132, 133; Spring-Gar Community Civic Assn. v Homes for Homeless, 135 Misc 2d 689, 698 [Sup Ct, Queens County 1987]; West 97th-W. 98th Sts. Block Assn. v Volunteers of Am. of Greater N.Y., 153 Misc 2d 321, 331 [Sup Ct, NY County 1991], affd in part and mod in part on other grounds 190 AD2d 303 [1st Dept 1993]). In such a case the court may order the agency to conduct an EA while allowing the agency to maintain the action (see Spring-Gar at 698, 699; Golden at 132, 133; Silvercup Studios v Power Auth. of State of N.Y., 285 AD2d 598, 601 [2d Dept 2001]; Uprose v Power Auth. of State of N.Y., 285 AD2d 603, 608 [2d Dept 2001]).\nIn light of the fact that the barriers are in place as a security measure to prevent a terrorist attack against One Police Plaza, the balance of equities and the potential for irreparable harm compel this court not to order that the barriers be taken out of operation until the environmental analysis is complete. Furthermore, since petitioners’ motion seeks to enjoin an action that has since taken place, it is not clear whether petitioners would seek that the action be undone. Indeed, petitioners are unclear as to whether they seek enjoinment of the NYPD’s security measures while an environmental assessment is conducted.\nAccordingly, the court orders that respondents undertake an EA to determine if an EIS is required, and that an EIS be performed if the EA determines that one is required. Respondents may maintain the barriers while the EA, and if required the EIS, are performed, provided that the EA is completed within 90 days of service of this order with notice of entry, and the EIS, if required, is completed within six months of the completion of the EA.\nJames Madison Plaza\nPetitioners’ second cause of action alleges that by occupying and converting James Madison Plaza into a parking lot, the respondents have acted unlawfully and in an arbitrary and capricious manner. Petitioners seek an injunction prohibiting the NYPD from any infringement upon the park. For the reasons stated herein, petitioners’ motion for injunctive relief is granted to the extent indicated below.\nFacts\nJames Madison Plaza is a triangular piece of land bordered by St. James Street, Madison Street, and Pearl Street. The land was deeded to the City of New York in 1964 as part of the Chatham Green Towers project (City of New York/Parks & Recreation, James Madison Plaza [July 2001] <www. nycgo vparks. org/sub_y our_park/historical_signs/hs_historical_ sign.php?id=11250> [accessed Oct. 29, 2003]). It came under the jurisdiction of the City of New York Parks and Recreation Department that same year (id.).\nThe plaza, which comprises .361 acres, is currently paved and there are no benches or other fixtures on it. Trees and planters surround its edges. Metal and concrete barriers effectively enclose the park’s perimeter. This court is uncertain as to any other configuration of the plaza that may have existed prior to 2001.\nThe plaza lies across from One Police Plaza, the headquarters of the NYPD. Since September 2001, the plaza has been used as a parking lot for police officers’ private vehicles. There is a manned police booth on the plaza’s corner, where Madison and Pearl Streets intersect. The booth controls vehicular access to the plaza.\nDiscussion\nPetitioners claim per CPLR 7803 (3) that the NYPD’s occupation and use of James Madison Plaza is arbitrary, capricious, and unlawful, because without legislative approval the use of a park for a nonpark purpose constitutes an impermissible alienation of parkland (amended verified petition at 9). The NYPD contends that while the parking of police vehicles in the plaza is a “non-park use” of parkland, its occupation of the plaza is temporary, and therefore no legislative approval of its action is required.\nThe New York Court of Appeals addressed the issue of parkland alienation in Williams v Gallatin (229 NY 248 [1920] [New York City Commissioner of Parks prohibited from entering into a voidable 10-year lease with a quasi-public agency for the Central Park Arsenal building]), and that case remains the controlling precedent in this state. (See Friends of Van Cortlandt Park v City of New York, 95 NY2d 623, 629 [2001].) In Williams, the Court explained that “[a] park is a pleasure ground set apart for recreation of the public, to promote its health and enjoyment ... no objects, however worthy . . . should be permitted to encroach upon it without legislative authority plainly conferred” (Williams at 253, citing in part Perrin v New York Cent. R.R. Co., 36 NY 120, 124 [1867]). Eighty years later, in Van Cortlandt Park, the same Court stated that “Williams makes clear that legislative approval is required when there is a substantial intrusion on parkland for non-park purposes . . . regardless of whether the parkland is ultimately to be restored” (Van Cortlandt Park at 630). Furthermore, “our law is well settled: dedicated park areas in New York are impressed with a public trust for the benefit of the people of the State” {id. at 631). Their “use for other than park purposes, either for a period of years or permanently, requires the direct and specific approval of the State Legislature, plainly conferred” (id. at 632, citing Ackerman v Steisel, 104 AD2d 940, 941 [2d Dept 1984] [use of parkland by Highways and Sanitation Departments for storage of vehicles and equipment for 25 and 14 years, respectively, improper because not “temporary”]).\nThe language of Ackerman and Van Cortlandt Park thus delineates both the rule and its exception: legislative approval is not required when the nonpark use of a park is temporary, i.e., not “for a period of years” or not “permanent.”\nThe definition of “temporary” varies with the context of the case (see Ackerman; see also Bates v Holbrook, 171 NY 460 [1902] [although the City Department of Parks had legislative approved to grant “temporary privileges” for use of park property to facilitate subway construction, the Court found structures could not be considered “temporary” when project would take three years to complete]; Van Cortlandt Park at 631 [five-year park closure for important underground public project requires legislative approval; dicta by the Court of Appeals stating that while “de minimis” exceptions from the public trust doctrine may exist, the case did not require the Court to draw specific lines at that time]).\nThe NYPD, in claiming that its “non-park use” of James Madison Plaza is temporary, states that there is “no bright line between when a non-park use is temporary and when it becomes permanent” (respondents’ mem of law at 15, citing Wetter v Moses, 86 NYS2d 110 [1941], affd 265 App Div 993 [1st Dept 1943] [park’s closure permissible during construction of Brooklyn Battery Tunnel; construction took three years]).\nThe NYPD’s reliance upon Wetter for the proposition that Battery Park’s closure was permissible because it was “temporary” is misplaced. In Wetter, the City allowed the New York City Tunnel Authority to use certain property in Battery Park during the construction of the Brooklyn Battery Tunnel. The Mayor designated the Parks Commissioner to coordinate the work, and in this capacity the Commissioner decided to close the park area. The court’s decision does not make it clear whether or not legislative approval was given for these actions. However, in upholding the Commissioner’s decision, the court found that by closing the park the Commissioner acted for safety reasons in the public interest and therefore did not abuse his discretion (id. at 112).\nJustice Valente’s use of the word “temporary” in Wetter does not refer to the park’s closure. It is used in reference to the temporary abrogation of a contract between the City and the New York Zoological Society, both respondents in the action. The court did not permit the park’s closure because it was “temporary”; it permitted the park’s closure because given the particular circumstances of the case, the closure was in the public interest and within the discretion of the Parks Commissioner as he discharged his official duties.\nThe Wetter decision does not mention the public trust doctrine elucidated 21 years earlier in Williams. The doctrine, however, governs in this state (see Van Cortlandt Park at 629). Furthermore, the court finds the NYPD’s explanation of its “temporary” occupation of James Madison Plaza questionable.\nThe NYPD claims its occupation of the plaza is necessary due to a severe parking shortage in the vicinity of One Police Plaza (verified answer at 12). This shortage is “in part due to the closure in 2001 of the Municipal Garage located at 109-113 Park Row” (respondents’ mem of law at 16). The court again notes that this occupation apparently preceded the emergency measures of September 11, 2001. The NYPD states that “when the Municipal Garage reopens” it will remove all vehicles from the plaza (id.).\nThe court would respectfully draw to the respondents’ attention that on June 29, 2001 the Police Commissioner closed the municipal garage in question (see Fields v Giuliani, 2001 NY Slip Op 40315[U]), and the court assumes that the garage remains under the respondents’ control.\nWhile not questioning the NYPD’s initial motives in closing the municipal garage at 109-113 Park Row, the court does question the respondent NYPD’s 23-month long occupation and conversion of the park into a parking lot. Given that the respondents control the means to end its occupation, the NYPD’s use of the plaza appears to be more “convenient” than “temporary.”\nThe court finds the respondent NYPD’s occupation of James Madison Plaza is violative of the common-law doctrine of the public trust, and hence unlawful. As the NYPD’s occupation of the plaza is a “substantial intrusion on parkland for non-park purposes,” legislative approval of its nonpark use is required.\nParks are created as pleasure grounds and set apart for the recreation of the public. Parks are not created to provide free parking.\nAccordingly, it is ordered that respondents are enjoined from using James Madison Plaza for parking. However, and in order to permit respondents to seek legislative approval, the injunction is stayed until December 31, 2003; and it is further ordered that respondents undertake an environmental assessment with regard to the Delta Barriers on Park Row to determine whether an environmental impact statement is required; and it is further ordered that during the pendency of the environmental assessment and if required the environmental impact statement, respondents may maintain the existing Delta Barriers; and it is further ordered that the environmental assessment shall be completed within 90 days of service of this order with notice of entry; and it is further ordered that if an environmental impact statement is required, the environmental impact statement shall be completed within six months of the completion of the environmental assessment.\n. Petitioners also raise a claim under the City Environmental Quality Review (CEQR; 62 RCNY chs 5, 6). As noted by petitioners, the CEQR rules implement SEQRA in New York City and are essentially the same as the SE-QRA rules (petitioners’ mem of law, at 7 n 4). There are no provisions of CEQR that differ from SEQRA in any manner relevant to this action.\n. Compare “an environmental assessment will in no way interfere with existing security measures, which may continue while the assessment proceeds” (petitioners’ mem of law at 10) with “the security measures that respondents have implemented should be enjoined unless and until the City undertakes a formal environmental assessment in accordance with SEQRA” {id.).\n. It is important to note that the NYPD does not claim that its occupation of James Madison Plaza is connected in any way to the aforementioned “secure zone.” The only explanation given by the NYPD for the park’s occupation is the parking shortage caused in part by the closing of the municipal garage at 109-113 Park Row (respondents’ verified answer at 5; respondents’ mem of law at 15-17).",
        "type": "majority",
        "author": "Walter B. Tolub, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Jack L. Lester, New York City, for petitioners. Michael A. Cardozo, Corporation Counsel, New York City {Janet V. Siegel and Inga Van Eysden of counsel), for respondents."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 446]\nChatham Green, Inc., et al., Petitioners, v Michael Bloomberg, as Mayor of New York City, et al., Respondents.\nSupreme Court, New York County,\nAugust 1, 2003\nAPPEARANCES OF COUNSEL\nJack L. Lester, New York City, for petitioners. Michael A. Cardozo, Corporation Counsel, New York City {Janet V. Siegel and Inga Van Eysden of counsel), for respondents."
  },
  "file_name": "0434-01",
  "first_page_order": 422,
  "last_page_order": 433
}
