{
  "id": 1237535,
  "name": "In the Matter of the Petition of Settlement Capital Corporation for Approval of Transfer of Structured Settlement Payment Rights of Richard C. Ballos",
  "name_abbreviation": "In re Settlement Capital Corp.",
  "decision_date": "2003-07-07",
  "docket_number": "",
  "first_page": "446",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 446"
    },
    {
      "type": "parallel",
      "cite": "769 N.Y.S.2d 817"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2002 WL 1818733",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2002 Wis L Rev 859",
      "category": "journals:journal",
      "reporter": "Wis. L. Rev.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "646 NW2d 550",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "case_ids": [
        9413812
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "555"
        },
        {
          "page": "556"
        },
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nw2d/646/0550-01"
      ]
    },
    {
      "cite": "194 Misc 2d 711",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        952018
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "713"
        },
        {
          "page": "713"
        },
        {
          "page": "713"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/194/0711-01"
      ]
    },
    {
      "cite": "195 Misc 2d 721",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        338241
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "725"
        },
        {
          "page": "723"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/195/0721-01"
      ]
    },
    {
      "cite": "353 NJ Super 459",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        985473
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "472"
        },
        {
          "page": "179"
        },
        {
          "page": "470-471"
        },
        {
          "page": "178-179"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/353/0459-01"
      ]
    },
    {
      "cite": "1999 WL 1081346",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "757 A2d 526",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "254 Conn 259",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1116808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/254/0259-01"
      ]
    },
    {
      "cite": "58 F Supp 2d 319",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        11582072
      ],
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/58/0319-01"
      ]
    },
    {
      "cite": "1999 WL 1126320",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1476,
    "char_count": 41885,
    "ocr_confidence": 0.737,
    "pagerank": {
      "raw": 3.4770412812006477e-07,
      "percentile": 0.881533826875621
    },
    "sha256": "229614c32aaa1995ad843b8bde9ff336b1cbae19bbac897b34e5c26c24809c90",
    "simhash": "1:06d6b492302cea0a",
    "word_count": 6647
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Petition of Settlement Capital Corporation for Approval of Transfer of Structured Settlement Payment Rights of Richard C. Ballos."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPatricia E Satterfield, J.\nPetitioner Settlement Capital Corporation (SCC) makes the instant application, pursuant to General Obligations Law, article 5, title 17, known as the Structured Settlement Protection Act (SSPA), for the approval of transfer of certain rights vested in Richard C. Ballos under a structured settlement funded by Metropolitan Property & Liability Insurance Company. Pursuant to a purchase and sales agreement executed by him on January 21, 2003, Ballos transferred to SCC his rights to $125,000 of the $225,000 annuity that will become payable to him on October 1, 2010, in consideration for a gross advance amount from SCC of $39,000, exclusive of any fees incurred by the transaction. An annual discount rate of 15.591% was used to determine the gross advance amount, and Ballos agreed to pay legal fees in the amount of $2,500, resulting in a final net advance amount of $36,500 or 29% of the $125,000 amount to be transferred.\nGeneral Obligations Law § 5-1706, entitled “Approval of transfers of structured settlement payment rights,” states the following:\n“No direct or indirect transfer of structured settlement payment rights shall be effective and no structured settlement obligor or annuity issuer shall be required to make any payment directly or indirectly to any transferee of structured settlement payment rights unless the transfer has been authorized in advance in a final order of a court of competent jurisdiction based upon express findings by such court that:\n“(a) the transfer complies with the requirements of this title;\n“(b) the transfer is in the best interest of the payee, taking into account the welfare and support of the payee’s dependants; and whether the transaction, including the discount rate used to determine the gross advance amount and the fees and expenses used to determine the net advance amount, are fair • and reasonable;\n“(c) the payee has been advised in writing by the transferee to seek independent professional advice regarding the transfer and has either received such advice or knowingly waived such advice in writing;\n“(d) the transfer does not contravene any applicable statute or the order of any court or other government authority; and\n“(e) is written in plain language and in compliance with section 5-702 of this article.”\nSSPA was adopted by the State Legislature to give greater protection to individuals either entering into a structured settlement agreement or negotiating to sell or transfer a periodic payment thereunder to a third party. At issue is whether approval of the proposed transfer would be consistent with the letter and spirit of SSPA.\nThe Hearing on the Petition\nSSC’s petition for approval of Ballos’ proposed transfer came before this court on April 23, 2003. Ballos, whose claims for personal injuries earlier were resolved by structured settlement, offered testimony in support of the proposed transfer. Pursuant to the terms of a settlement agreement and annuity, Ballos became entitled to receive monthly lifetime payments and a series of deferred lump-sum payments pursuant to the following payment schedule:\nOctober 1, 1995 $25,000.00\nOctober 1, 2000 $50,000.00\nOctober 1, 2005 $100,000.00\nOctober 1, 2010 $225,000.00\nAt the hearing before this court, Dallos stated that he previously sold his rights to the October 1, 2005 scheduled payment. Should the application be granted, $100,000 would remain of the October 1, 2010 scheduled payment.\nIn support of the application for judicial approval of the proposed transfer, Dallos testified, and his affidavit in support reiterated, that he is a totally disabled father of two teenagers and is engaged to be married. He also testified that, in addition to the proceeds that are the subject of this transaction, he receives guaranteed monthly payments under his structured settlement that are sufficient to support his family; that he has applied for and hopes to receive monthly Social Security benefits of $1,036, and will be eligible in two years to collect a pension of $800 per month as a former employee of United Parcel Service. Although his affidavit sets forth that one of the reasons he required an immediate transfer of funds is to preserve his home, Mr. Dallos testified at the hearing that his home was no longer in jeopardy of foreclosure, but he still needed money to improve his familial living status; consolidate debt; pay for the funeral expenses of his mother-in-law, whose death allegedly was imminent; purchase health insurance; and pay for medical treatment.\nJeffrey Calabrese, Esq., counsel for SCC, argued in support of the application, asserting that the transfer is in the best interest of Mr. Dallos because he is seeking to transfer only a portion of his annuity payment, and has other means of support to meet his financial obligations. The moving papers, as well as Dallos’ testimony, allege that Dallos understands the terms of the proposed transfer and is of a maturity and intelligence to make financial decisions that are in his best interest. Mr. Calabrese argues that because the annual discount rate of 15.591% is competitive and considerably below the prevailing rate of 19.5% the proposed transfer is in the best interest of Mr. Dallos, and should be approved by the court.\nDiscussion\nThe plain language of General Obligations Law § 5-1706 sets forth several procedural mandates that must be adhered to as a condition precedent to judicial approval of an application for transfer of a structured settlement to a third party. Equally significant, the statute mandates that the court, in determining such an application, make a two-prong inquiry based upon considerations of prudence, equity and reason, and vests in the court the authority to make an independent discretionary determination as to whether “the transfer is in the best interest of the payee, taking into account the welfare and support of the payee’s dependants; and whether the transaction, including the discount rate used to determine the gross advance amount and the fees and expenses used to determine the net advance amount, are fair and reasonable.” (General Obligations Law § 5-1706 [b].)\nThe record before this court establishes that the petition and supporting papers are in compliance with the procedural mandates enumerated under the SSPA. A copy of the notice of petition and petition were served upon all interested parties at least 20 days before April 16, 2003, the time at which the petition was noticed to be heard (General Obligations Law § 5-1705 [c] ). Further, the petition contained a copy of the transfer agreement, the disclosure statement and the requisite proof of notice of that statement, and a listing of each of Ballos’ dependents, together with their ages. (General Obligations Law § 5-1705 [d] .) SCC made all written disclosures in the manner called for by statute and delivered them to Ballos on November 18, 2002, more than 10 days prior to the date he signed the transfer agreement (General Obligations Law § 5-1703). Having satisfied the procedural requirements, this court must scrutinize the proposed transfer, applying the two-pronged “best interest” and “fair and reasonable” test.\n1. Application of the “Best Interest” Standard\nThe only guidance available to this court in determining whether the transfer meets the best interest standard is the legislative intent underlying enactment of the SSPA, the sparse case law applying the statutory provision since its 2002 enactment, evolving case law in other jurisdictions with similar statutes, and other learned treatises addressing transfer acts. The handful of New York cases that have addressed the instant issue, while invoking equitable considerations, do not expressly establish a specific standard to apply in evaluating “best interest” within the context of the statute; however, the express legislative intent of the enactment was to limit “transfers of structured settlement payments to true hardship cases.” (Legislative Mem in Support, 2002 McKinney’s Session Laws of NY, at 2036.)\nAt the time of the enactment of SSPA, similar statutes already had been enacted in other jurisdictions to protect the recipients of long-term structured settlements from being victimized by companies aggressively seeking the acquisition of their rights. Decisional law that has evolved in some of those jurisdictions reflects an emerging bright line for determining whether proposed assignments of rights under a structured settlement agreement are in the “best interest of the payee,” and the application of these “best interest” standards to proposed transfers of structured settlement rights in other jurisdictions has led to mixed results. (See, Cavallaro v SAFECO Assigned Benefits Co., 1999 WL 1126320, 1999 Conn Super LEXIS 3211 [rejecting application of payee, who was then unemployed and on Social Security benefits, and wanted the lump sum in order to buy a condominium, upon the finding that although payee’s desire to buy a home was “likely in his best interests,” the payee had “not shown a reason for the assignment that comport(ed) with the purpose of the statute, which is to provide emergency assistance to those payees of a structured settlement agreement that are in immediate financial need” (1999 WL at *9, 1999 Conn Super LEXIS at *27)]; Grieve v General Am. Life Ins. Co., 58 F Supp 2d 319, 324 [1999] [rejecting the proposed assignment, finding that plaintiff, who was in substantial financial need, was asking the court “to enforce a transaction which will place her in significantly greater financial need, by cutting her income stream in half for the next fifteen years”]; compare, Rumbin v Utica Mut. Ins. Co., 254 Conn 259, 757 A2d 526 [2000] [approving, “in the best interests of the plaintiff,” the proposed assignment to avert pending threat of foreclosure on plaintiff’s home]; Buchanan v American Mut. Life Ins. Co., 1999 WL 1081346, 1999 Conn Super LEXIS 3094 [approving, “in the best interests of the plaintiff,” the proposed assignment where a divorced father earning only $28,000 per year needed the immediate funds to pay off some $20,000 in debt, including child support, medical bills, housing expenses, and student loans; was being hounded by bill collectors and was unable to borrow money from banks or other sources]; In re Transfer of Structured Settlement Rights by Spinelli, 353 NJ Super 459, 472, 803 A2d 172, 179 [2002] [approving, “in the best interests of the plaintiff,” proposed transfer even though discount rate was very high, with the caveat that “the court by no means holds that the same conclusion would be reached for payees lacking Spinelli’s financial acumen”].) These decisions, in flushing out the “best interest” standard as applied to proposed transfer of structured settlement payments, clearly are consistent with the notion of “hardship,” as articulated in the Legislative Memorandum in Support of SSPA, which was enacted in New York State subsequent to these decisions.\nOne New York State decision has addressed the “best interest” standard within the context of SSPA. In Matter of Settlement Funding of N.Y. (195 Misc 2d 721, 725 [2003]), one of only two published decisions issued since the enactment of the SSPA in New York State, both of which were decided in Rensselaer County, the court rejected a proposed transfer as not being in the payee’s “best interest” because he was “not in such desperate straits.” In so doing, the court stated the following with respect to the “best interest” standard, as applied in an earlier, unreported decision (at 725):\n“[T]he court recently approved a transfer with an unreasonably high interest rate based solely on the payee’s ‘best interest.’ In that case, the payee desperately needed cash to obtain life sustaining medical treatment for a loved one and had no other legitimate means of raising the money. The court concluded that in the face of a ‘life and death emergency’ the payee’s best interest could outweigh the fact that the transfer terms were not fair or reasonable.”\nIn the unreported decision, the court seemingly balanced the “best interest” prong against the “fair and unreasonable” prong, and determined that a “life and death emergency” would outweigh the fact that the transfer terms were not “fair and reasonable” and approved the transfer. A contrary result was reached in Matter of Settlement Funding of N.Y. (supra), in which “desperate straits” were lacking.\nMatter of Settlement Capital Corp. (194 Misc 2d 711 [2003]), also arising out of Rensselaer County, the court took a different approach in its “best interest” assessment. There, petitioner Settlement Capital proposed to purchase $35,000 of the $81,165 payment due to the payee on April 25, 2007, at a net advance of $13,250, applying a discount rate of 18.621%. The payee indicated that she intended to use the $13,250 advance in order to pay her family’s credit card debt, which was in excess of $15,000. The petition was filed on January 7, 2003, and made returnable February 3, 2003, within less than three months of the payee’s receipt of her periodic payment in the amount of $40,000, payable on April 25, 2003. In addition to raising numerous concerns regarding the application, the court, in denying the petition, stated the following (194 Misc 2d 711, 713 [2003]):\n“The timing of the application is significant because the papers do not adequately address very fundamental questions, to wit, (1) why is it necessary to pay off the credit card debt in full at this time? and (2) why is it that the payee cannot wait just a little longer (until Apr. 25, 2003) to utilize the next periodic payment ($40,000) to pay off her credit card debt? While the court recognizes that the payee would most certainly incur additional interest expense in awaiting the April 25, 2003 periodic payment, the court, in evaluating the instant application, is unable on the present record to conclude that the benefits of the proposed transaction would outweigh those to be gained simply by waiting a few months. Absent further information, the court is of the view that it cannot make a finding that the proposed agreement is in the best interest of the payee, ‘taking into account the welfare and support of the payee’s dependents’ (General Obligations Law § 5-1706 [b]).”\nThe finding that the proposed transfer was not in the “best interest” of the payee hinged upon the timing of the application and the inadequacy of the information provided.\nClearly, in the absence of a statutory definition of “best interests,” New York State courts are faced with the daunting challenge of defining “best interest” and determining whether a transfer in a particular case is in the payee’s best interest. The “hardship” limitation contained in the Legislative Memorandum in Support of SSPA gives rise to the temptation to adopt, as a general proposition, a “best interest” standard that bespeaks of “desperate or dire straits” or a “life or death emergency.” This court declines to adopt such a limited definition, influenced in part, by the rationale underlying the rejection by the Minnesota Court of Appeals in Settlement Capital Corp. v State Farm Mut. Auto. Ins. Co. (646 NW2d 550, 555 [2002]) of the trial court’s definition that limited “best interests to immediate health emergencies or other emergency circumstances.” In finding that the trial court too narrowly defined the definition of best interests, the Minnesota Court of Appeals reasoned (646 NW2d at 556):\n“[T]he best interests determination involves a more global consideration of the facts, circumstances, and means of support available to the payee and his or her dependents. These considerations would include, among other case specific factors, the reasonable preference of the payee, in light of the payee’s age, mental capacity, maturity level, and stated purpose for the transfer.”\nAlthough the Minnesota Court of Appeals affirmed the district court’s denial of the petition on the ground that the payee failed to demonstrated that she received independent tax and financial advice regarding the transfer, it found (646 NW2d at 556)\n“Lundgren is 21 years old and has no cognitive disabilities; she is married and has two- children; she and her spouse have regular employment; her injuries from the car accident are primarily scars and do not affect her ability to earn income; she intends to use [$15,000] of the lump-sum payment for a house down-payment she could not secure any other way [$11,500 to pay off a car loan, and the remainder to pay off miscellaneous bills and debts]; she understood the terms of the transfer and the use of the high discount rate for these transfers; and the high discount rate is standard for these transfers of structured settlements in a secondary market. No evidence suggested that Lundgren was unable to support her two children in the absence of the structured-settlement payments. Under these facts, we conclude that Lundgren has made a suffieient showing that the transfer is in her and her children’s best interests.”\nThe legislative history of the Minnesota statute revealed that the “best interest” language was employed in the statute, rather than such language as “imminent financial hardship.” In New York, the “best interest” language was employed in the statute, rather than “hardship.”\nThis court thus declines to limit “best interest” to indicia of “hardship,” and adopts a “more global consideration.” This court finds that the “best interest” standard under the SSPA requires a case-by-case analysis to determine whether the proposed transfer of structured settlement payments, which were designed to preserve the injured person’s long-term financial security, will provide needed financial rescue without jeopardizing or irreparably impairing the financial security afforded to the payee and his or her dependents by the periodic payments. After an independent analysis of decisional law in this and other jurisdictions, and consideration of the legislative history of SSPA, this court determines that the best interest prong should be assessed on a case-by-case basis, giving specific consideration to such factors as the payee’s age; mental and physical capacity; maturity level; ability to show sufficient income that is independent of the payments sought for transfer; capacity to provide for the welfare and support of the payee’s dependents; the need for medical treatment; the stated purpose for the transfer; and the demonstrated ability of the payee to appreciate the financial terms and consequences of the proposed transfer based upon truly independent legal and financial advice. Notwithstanding the express legislative intent of the enactment to limit “transfers of structured settlement payments to true hardship cases,” this court determines that hardship is only one factor to be considered, based upon well-documented evidence that the payee or a payee’s dependent is confronted with such economic hardship, desperate or dire straits or unanticipated family emergency that, in the absence of the proposed transfer, the payee would be subject to dire consequences, such as imminent loss of life, loss of a home or the financial collapse of the family.\nApplication of these factors to the instant case compels the conclusion that the proposed transfer in this case is not in the best interest of Ballos or his dependents. Although Ballos states in conclusory fashion, without any documentary support, that he needs the money to improve his familial living status, consolidate debt, and provide funeral arrangements for his dying mother-in-law, there is no showing of a “true hardship,” dire emergency or matter of life or death. His own testimony establishes that, in addition to the proceeds that are the subject of this transaction, he receives guaranteed monthly payments under his structured settlement that are sufficient to support his family, that he has applied and hopes to receive monthly Social Security benefits of $1,036, and will be eligible in two years to collect his pension of $800 per month as a former employee of UPS. Notwithstanding that he may be totally disabled, his current income would appear to meet his present needs and those of his two teenagers, who will desperately need the funds that Mr. Ballos is quickly dissipating, as evidenced by the fact that he already transferred his entire October 1, 2005 payment of $100,000. Clearly, it would not be in his teenaged children’s “best interests” for this court to grant the petition. Nor is this court satisfied that Ballos appreciates the financial terms and consequences of the proposed transfer, having elected not to consult with a financial or legal adviser other than counsel for SCC.\nAs previously set forth, the protections afforded by the SSPA vests this court with the authority to determine whether the transfer is in the best interest of the payee, and whether the transaction, including the discount rate and the fees and expenses, are fair and reasonable. Therefore, as the best interest standard is an independent query from the fair and reasonable standard, as a general proposition, the court’s inquiry could end here, since the statutory language speaks in the conjunctive rather than the disjunctive. This court will apply the two-prong analysis, nevertheless, in the interest of a full inquiry as to whether the petition comports with each of the statutory requirements.\n2. “Fair and Reasonable” Standard\nThe Legislative Memorandum in Support of the justification for the SSPA acknowledged (2002 McKinney’s Session Laws of NY, at 2036) that “[rjecently a growing number of factoring companies have used aggressive advertising, plus the allure of quick and easy cash, to induce settlement recipients to cash out future payments, often at substantial discounts, depriving victims and their families of the long-term financial security their structured settlements were designed to provide.” (See, supra n 1.) The “fair and reasonable” standard thus is directed at an evaluation of the discount rate applied against future settlement proceeds in a given case. Again, case law is sparse with respect to what constitutes a “fair and reasonable” discount rate. Matter of Settlement Capital Corp. (supra) and Matter of Settlement Funding of N.Y. (supra), which, as set forth above, are the only published decisions issued since the enactment of the SSPA in New York State. The court in each instance found it impossible to determine whether the discount rates contained in the respective petitions were “fair and reasonable,” within the meaning of SSPA.\nIn Matter of Settlement Capital Corp. (supra), the court, in denying the petition, stated the following (194 Misc 2d 711, 713 [2003]):\n“Notably, as a part of its review, the court is required to make a finding that the proposed discount rate used to determine the gross advance amount is fair and reasonable (see, General Obligations Law § 5-1706 [b]) ... As noted, a discount rate of 18.621% has been applied against the $35,000 figure to arrive at a gross advance amount of $15,750. No explanation has been presented as to why this particular discount rate was selected and/or why it should be deemed fair and reasonable. In the absence of such evidence, the court is of the view that it is unable to make the required statutory finding.”\nIn Matter of Settlement Funding of N.Y (supra), petitioner Settlement L.L.C. sought to transfer a portion of Mr. Cunningham’s structured settlement worth $151,701.75 at a discounted rate of $75,000. In denying the application, the court stated (195 Misc 2d 721, 723):\n“The effective interest rate of the advance, if it is treated as a loan, is 15.46%. That interest rate is more than two and a half times the current low mortgage interest rate of 4.8% on a 20-year mortgage and approximates the interest rates on unsecured loans and credit card debt . . . Settlement L.L.C. attempts to justify the 15.46% interest rate by declaring that it is entitled to determine the rate at which it will lend money, its interest rate on this transaction falls within the range of what is presently being charged in the ‘market’ for structured settlement transfers, and Cunningham deems the interest rate acceptable. Assuming for the purposes of the argument that all three points are true, none of them is relevant to the question of whether 15.46% is ‘fair and reasonable.’ ”\nThe court continued (at 724):\n“The SSPA clearly reflects the Legislature’s dissatisfaction with the structured settlement transfer market rates, and its conclusion that payees cannot protect their best interest and thus require judicial supervision. Settlement L.L.C.’s assurance that 15.46% is lower than the interest rates prior to the SSPA’s enactment does not logically compel a finding that the market rates have already dropped to the level of ‘fair and reasonable.’ Finally, the payee’s willingness has no bearing on the courts’ determination of whether the rate is ‘fair and reasonable.’ “Settlement L.L.C. has not demonstrated that these loans are, in practice, riskier than other types of secured loans. Settlement L.L.C. gives no concrete basis for expecting to be embroiled in future litigation with Cunningham, his creditors, and/or the bankruptcy court. Settlement L.L.C. makes no specific complaint about the solvency of the structured settlement obligor, Safeco Assigned Benefits Service Company and Safeco Life Insurance Company. While insurance companies have defaulted, Settlement L.L.C.’s general observations regarding potential risks are simply too speculative to justify its demand for 15.46% interest. Indeed, if structured settlements actually are as risky as Settlement L.L.C. suggests, then the courts should immediately stop approving them in the first place. The petitioners have failed to show that 15.46% is a ‘fair and reasonable’ interest rate.”\nWith respect to the “fair and reasonable” standard, although it is clear that the Legislature has expressed great disdain for this industry of factoring companies that induce settlement annuitants to cash out future payments at substantial discounts, the law-making body has stopped short of placing a ceiling upon the allowable interest rates. It is incumbent upon the courts to make such a determination, presumably based upon the representations made by the very factoring companies whose interests are to employ the highest discount rate based upon their setting of the prevailing market. Under such circumstances, basing a determination upon the comparable or prevailing interest rates in the industry is dubious.\nSome insight and understanding of the factoring industry and the setting of discount rates was provided by a relatively recent article appearing in the Wisconsin Law Review (Scales, Against Settlement Factoring? The Market in Tort Claims Has Arrived, 2002 Wis L Rev 859), in which the author discussed the historical reasons for high discount rates and the downward trend of those rates. The author posited that the customary discount rates of 30% or more enjoyed by factoring companies in the early 1990s, had drastically diminished to just under 17% by 1997, due to increasing competition and the decline of operating costs throughout the industry. The often overlooked fact, as aptly noted by the author (at 930-931), “that factoring companies do not find the money to consummate transactions lying on the ground,” has yielded discount rates that purport to balance profitability with effective capital costs, i.e., the costs associated with borrowing money, as well as legal and servicing expenses. Nevertheless, the enactment of laws, such as the SSPA, the interpretation of such legislation by the judiciary, and increasing competition to the industry, will continue to compel the downward trend of discount rates. The value of this analysis to the court is that the documented research of a disinterested academic establishes that the capital costs of factoring companies have diminished substantially, which should impact positively upon their recovery of costs and the corresponding decrease in discount rates.\nDespite the optimism expressed by this court regarding the downward trend of discount rates, the lingering, disquieting aspect of discount rates imposed by factoring companies will persist. This was signaled in In re Transfer of Structured Settlement Rights by Spinelli {supra), a case in which First Providian offered to pay Mr. Spinelli, the payee, a lump sum of $30,000 in exchange for his future rights to $120,000, $50,000 of which was to be received in 2007 and $70,000 in 2013. The court, in granting the petition stated, in pertinent part, the following (353 NJ Super at 470-471, 803 A2d at 178-179):\n“A more difficult question is whether the specific terms offered by First Providian are in Spinelli’s best interests . . .\n“Whatever the actual profit margin may be for First Providian, the reality for Mr. Spinelli is that he is giving up his right to future money at a sharp discount of 17 to 18% per year. That steep rate of diminution is troubling to the court, especially in today’s economic times when, for instance, residential mortgage loans are at decade-low interest rates in the single digits. Moreover, the risk factors for First Providian (or for its institutional investors) in the transaction would appear to be limited. The structured settlement payments are not contingent on Mr. Spinelli’s life or health. The payments are to be made by the Travelers, a major financial institution that has been in business for decades. Nevertheless, the court is mindful of the uncertainties of our global economy in general, and in particular of the fragility of the insurance market in the wake of the September 2001 terrorist attacks and the current recession. Despite these reservations about First Providian’s quoted rates, the court is persuaded that the transaction should go forward for several reasons.”\nThe most cogent reason for approval was that Spinelli was an expert in financial transactions and could fully appreciate the impact of the discount rate.\nIn a recent decision rendered by the Superior Court of Connecticut, entitled Davis v Travelers Cas. & Sur. Co. (2002 WL 1818733, *3, 2002 Conn Super LEXIS 2256, *8), the court, in denying approval of a proposed transfer, stated:\n“The discount rate of 19.82% is well above prevailing interest rates, including prime, mortgage and credit card interest rates reported daily in the media. It is common knowledge that interest rates are at a 40-year low. Mr. Davis introduced no evidence to establish the reasonableness of the 19.82% discount rate. On the contrary, the divulgence of the 5.6% rate in the disclosure document tends to negate a conclusion that the higher rate is reasonable in the absence of any evidence to the contrary and there is no such contrary evidence before the court. The applicant has not affirmed that he has investigated other alternatives.”\nThe application before this court suffers the same infirmities acknowledged in the referenced decisions. Clearly, the New York State Legislature in enacting SSPA and in empowering the courts with the discretion to determine whether the terms of a proposed transfer of future payments are fair and reasonable did not intend for the courts to be mere rubber stamps. Here, the amended disclosure statement, included among the documents submitted to establish that the transfer is in Ballos’ best interest and is fair and reasonable, sets forth, inter alia, that the $125,000 out of the $225,000 periodic payment due on October 1, 2010 has a discounted present value of $95,395.15, based upon the applicable 3.6% federal rate most recently published by the Internal Revenue Service. The statement sets forth that $82,409 would be the cost of purchasing a comparable annuity for the aggregate amount of payments to be transferred based upon a quote by Safeco Insurance Company, and that the annual discount rate, compounded monthly, used to determine the gross advance amount is 15.591%. The statement further sets forth that the net advance amount, after deduction of $2,500 in legal fees and the total amount of commissions, fees, costs and expenses and charges payable by Ballos would be $36,500. Petitioner relies upon this amended disclosure statement as evidence that the discount rate is fair and reasonable, a sentiment that is shared by Jean F. Litzler, petitioner’s chief financial officer/senior vice-president, who, in an affidavit in support, stated that “[i]n my opinion, the annual discount rate used to calculate the gross advance amount (15.591%), as shown in the Disclosure Statement provided to Mr. Ballos in this transaction, is fair and reasonable.” While Litzler sets forth the factors that influence the setting of a “typical market discount or interest rate for this type of transaction,” there was no showing as to how these factors specifically resulted in the discount rate applied in this case.\nMoreover, the arguments set forth in petitioner’s memorandum of law are not persuasive. In support of its position that the discount rate is fair and reasonable, petitioner refers to the Spinelli decision in In re Transfer of Structured Settlement Rights by Spinelli (supra), and the decision in Settlement Capital Corp. v State Farm Mut. Auto. Ins. Co. (supra), and attaches three cases in which the courts approved transfers with discount rates of 21.50% 21.928% and 21.500%. Notably absent, however, were the two New York State cases for which approval was withheld, including the case in which it was the petitioner, Matter of Settlement Capital Corp. {supra), and in which the court, in denying the petition, stated, with respect to the 18.621% discount rate applied (194 Misc 2d 711, 713 [2003]): “No explanation has been presented as to why this particular discount rate was selected and/or why it should be deemed fair and reasonable. In the absence of such evidence, the court is of the view that it is unable to make the required statutory finding.” {See, also, Matter of Settlement Funding of N.Y., supra at 724 [“Settlement L.L.C. attempts to justify the 15.46% interest rate by declaring that it is entitled to determine the rate at which it will lend money, its interest rate on this transaction falls within the range of what is presently being charged in the ‘market’ for structured settlement transfers, and Cunningham deems the interest rate acceptable. Assuming for the purposes of the argument that all three points are true, none of them is relevant to the question of whether 15.46% is ‘fair and reasonable’ ”].) Here, as in the two prior New York State court decisions, petitioner has failed to establish that the discount rate at issue is fair and reasonable. Moreover, based upon the general downward trend of interest rates, and the indication that such a downward trend is indicated for discount rates in the factoring market {see, 2002 Wis L Rev 859, supra), this court would be hard pressed to find “fair and reasonable” a 15.591% discount rate applied against the $125,000 amount to be transferred here that results in a gross advance amount from SCC of $39,000, and a final net advance amount of $36,500, after deduction for fees incurred by the transaction, including legal fees in the amount of $2,500. This would result in Balios receiving only 29% of the $125,000 amount to be transferred, a consequence that this court finds unconscionable, and will not condone.\nConclusion\nBased upon the foregoing, this court finds that the petitioner has failed to meet its burden of establishing that the transaction is in the best interest of Ballos and that the terms of the transaction are fair and reasonable. Accordingly, the petition is denied.\n. The Legislative Memorandum in Support of Laws of 2002 (eh 537) (2002 McKinney’s Session Laws of NY, at 2035, 2036) relating to the enactment of the Structured Settlement Protection Act, set forth the following as justification for the act:\n“Structured settlements are a well-recognized means of compensating personal injury victims and workers’ compensation claimants. They are negotiated between the injured person’s counsel and the other parties to a personal injury action or workers’ compensation claim. The structuring of a settlement enables the settlement recipient to receive secure tax-free income over a course of years or a lifetime to provide for future medical care, housing, education, etc. In this way, the proceeds from an award are not dissipated or lost by individuals unaccustomed to managing large sums.\n“Recently a growing number of factoring companies have used aggressive advertising, plus the allure of quick and easy cash, to induce settlement recipients to cash out future payments, often at substantial discounts, depriving victims and their families of the long-term financial security their structured settlements were designed to provide. Although transfers of structured settlement payments are generally prohibited by contract (and often prohibited under applicable state law) factoring companies have built a rapidly expanding business around circumventing these prohibitions.\n“This market in the buying and selling of injured individuals’ payment streams can pose a hazard to existing recipients of structured settlements and to the public assistance programs on which recipients must often rely, once they have traded away secure income from structured settlements. The market also threatens the viability of structured settlements for injury victims who may need them in the future. This legislation seeks to curtail this practice by limiting transfers of structured settlement payments to true hardship cases. The Act does this by requiring full disclosure of the costs of any factoring transaction, advance notice to interested parties, and court approval of any transfer. Transfers of structured judgments or settlements for workers’ compensation claims would continue to be prohibited.”\n. As the contents of the agreement are of a confidential nature, counsel provided the document for in camera review in order to facilitate the resolution of the instant matter.\n. See, e.g., NJ Stat Ann § 2A: 16-66 (a) (calling for an express finding “the transfer is in the best interest of the payee, taking into account the welfare and support of the payee’s dependents); Conn Gen Stat Ann § 52-225Í (c) (1) (transfer must be in best interests of payee and fair and reasonable to all interested parties); Fla Stat Ann § 626.99296 (3) (a) (7) (requiring courts to determine that the net amount payable to the transferor of a structured settlement is “fair, just, and reasonable under the circumstances then existing”); Neb Rev Stat § 25-3104 (1) (c) (transfer must be in best interests of payee); Ohio Rev Code Ann § 2323.583 (B) (1) (transfer must be fair and reasonable and in best interests of payee and payee’s dependents); Minn Stat Ann § 549.31 (1) (c) (the payee has established that the transfer is in the best interests of the payee and the payee’s dependents); Cal Ins Code § 10137 (a) (voiding transfers of structured settlement payment rights unless the transfer is “fair and reasonable and in the best interest of the payee”); 10 Del Code Ann § 6601 (3) (prohibiting structured settlement transfers unless a court finds transfer is “fair and reasonable and in the best interests of the payee and the payee’s dependents”). Similar statutes were in force in Georgia, Idaho, Indiana, Iowa, Kentucky, Louisiana, Maine, Maryland, Massachusetts, Michigan, Missouri, Nebraska, North Carolina, Oregon, Pennsylvania, Rhode Island, South Dakota, Tennessee, Virginia, Washington, and West Virginia.\n. This court finds disquieting that the payee generally appears pro se together with counsel for the factoring company, who prepares the petition and supporting documentation, and certainly is not a disinterested, impartial advocate for the payee. That the petitioner must demonstrate that the discount rate is fair and reasonable hopefully will balance a scale that appears to favor the factoring company.\n. Adam F. Scales, in the Wisconsin Law Review article entitled Against Settlement Factoring? The Market in Tort Claims Has Arrived, stated, in pertinent part (id. at 931): “Increasingly, factoring companies deal only with court-approved 'paper’ because their credit sources require it as a condition of underwriting their activities. The new laws obviously provide a ready route for doing so. Together with increased competition — already here in the form of the insurance industry, and likely to accelerate — factoring’s capital and service costs should decline to slightly above the current rates for lottery payment sales, which average about two points over comparable Treasurys. One large insurer reported to me that it expects to offer commutation at a discount rate of approximately 5%. Particularly in those states that specifically condition approval upon compliance with ‘fair market value’ or specified discount rates, the number of cases involving rapacious terms should be few.”\n. The factors outlined were “(i) the total term of the payment stream; (ii) the level of cooperation of the insurance company that issued or owns the annuity in obtaining the required court approval; (iii) legal fees incurred; (iv) inflation and other economic trends; (v) the financial stability of the insurance company obligated to make the payments; (vi) risks of default; (vii) uncertainty of the legal arena; (viii) and profit expectations.”",
        "type": "majority",
        "author": "Patricia E Satterfield, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "' Harter Secrest & Emery LLP, Rochester {Jeffrey J. Calabrese of counsel), for petitioner."
    ],
    "corrections": "",
    "head_matter": "[769 NYS2d 817]\nIn the Matter of the Petition of Settlement Capital Corporation for Approval of Transfer of Structured Settlement Payment Rights of Richard C. Ballos.\nSupreme Court, Queens County,\nJuly 7, 2003\nAPPEARANCES OF COUNSEL\n' Harter Secrest & Emery LLP, Rochester {Jeffrey J. Calabrese of counsel), for petitioner."
  },
  "file_name": "0446-01",
  "first_page_order": 434,
  "last_page_order": 451
}
