{
  "id": 1237512,
  "name": "In the Matter of Loula Vellios, Petitioner, v. IPRO, Respondent",
  "name_abbreviation": "Vellios v. IPRO",
  "decision_date": "2003-08-20",
  "docket_number": "",
  "first_page": "468",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 468"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 222"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "306 AD2d 960",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "opinion_index": 0
    },
    {
      "cite": "303 AD2d 930",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        761040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/303/0930-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 631,
    "char_count": 13997,
    "ocr_confidence": 0.741,
    "pagerank": {
      "raw": 9.597816477925438e-08,
      "percentile": 0.5263716147157614
    },
    "sha256": "32dcbbb377cd43113722a2b0cfb242bf90b009897bf663381139ab635dac7dd7",
    "simhash": "1:95098da2184a2b99",
    "word_count": 2263
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Loula Vellios, Petitioner, v IPRO, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMichael V Ajello, J.\nThis is a CPLR article 78 proceeding brought against Gregory Serio, the Superintendent of Insurance, and IPRO, an external appeal agent which reviews, pursuant to article 49 of the Insurance Law, determinations of health care plans to deny coverage for medical treatment to their insureds. The proceeding has been severed and dismissed as to the Superintendent of Insurance.\nAccording to Dr. Jonathan L. Finlay, Director of the Adult and Pediatric Neuro-Oncology Program at the New York University Cancer Center, petitioner was initially diagnosed in September 1996 with a large left frontal lobe tumor. She underwent radical surgical resection and the tumor was found to be a low grade mixed oligo-astrocytoma. Petitioner experienced a stroke postoperatively, suffering a right hemiparesis and speech difficulties as well as short-term memory problems, all of which still persist. Petitioner was referred to Dr. Finlay by her neurosurgeon because a follow-up MRI demonstrated a small recurrence of the tumor. Petitioner underwent surgical resection of the tumor and it was found to have transformed into a malignant mixed oligo-astrocytoma.\nDr. Finlay treated petitioner with two courses of the oral anticancer drug temozolomide over a four-month period, with no evidence of any regrowth of the tumor. Petitioner remains in a state of minimal tumor burden, which is the optimal situation for seeking definitive curative treatment with high dose chemotherapy.\nThe treatment Dr. Finlay proposed was a single course of high dose chemotherapy followed by rescue with petitioner’s own, previously harvested and preserved, peripheral blood precursor cells. The drugs Dr. Finlay intended to use were thiotepa, carboplatin and temozolomide, all of which are known to be active and effective in producing responses in patients with the type of tumor which petitioner has. Dr. Finlay indicated that the only alternative treatment involves radiation therapy to petitioner’s brain, which offers patients with malignant mixed gliomas no better than a 40% chance of cure, either administered alone or with the addition of standard dose chemotherapy. Dr. Finlay further indicated that a crucial aspect of the proposed treatment was the avoidance of irradiation to an extensive area of petitioner’s left dominant hemisphere and right frontal regions since it would have a debilitating effect on her, likely resulting in serious and permanent intellectual and psychosocial deterioration.\nThe proposed treatment for petitioner was part of a clinical trial. Dr. Finlay stated that although it is a phase I trial, all of the chemical agents used have been well studied and the only aspect of this study that makes it a phase I study is an evaluation of the use of increasing doses of temozolomide in addition to thiotepa and carboplatin. The stem cell rescue is to provide “rescue” from the high doses of chemotherapy that the trial is utilizing and which he believed would have a high likelihood of effectively killing petitioner’s brain cancer.\nDr. Finlay expressed the opinion that the chemotherapy would kill all remaining cancerous cells and the utilization of stem cell rescue would allow the use of levels of anticancer drugs necessary to effectively eliminate petitioner’s cancer. Furthermore, the use of marrow ablative chemotherapy with autologous hemopoietic stem cell rescue will eliminate the significant debilitating cognitive, intellectual and psychological difficulties that result from irradiation.\nPetitioner’s health care plan, Group Health Insurance (GHI), denied coverage upon the ground that the treatment is part of an experimental program which has no supporting data to demonstrate that the proposed intervention will be any more effective than radiotherapy and chemotherapy at doses that do not require stem cell therapy. That determination was appealed to GHI, which submitted the matter to a GHI clinical peer reviewer, and a determination was made to uphold the nonauthorization of treatment. The reason given was that there was limited data on the treatment and that most of the available information suggests significant neurotoxicity for some of the regimes which employ high dose therapy for the treatment of gliomas and the lack of randomized controlled trials and long-term outcome data makes the treatment experimental.\nFollowing the second denial by GHI, an external appeal was taken pursuant to the right established by section 4910 of the Insurance Law. The matter was randomly assigned to IPRO to conduct an external appeal, which in turn assigned three clinical peer reviewers to review the case.\nIn the initial review by the clinical peer reviewers, two stated that the determination of GHI to deny authorization should be upheld, and one reviewer concluded that GHI’s determination should be reversed. When it was discovered that the reviewers had used the wrong standard in arriving at their decisions, the matter was resubmitted to them in order that they apply the standard to be used for clinical trials. Again, two of the reviewers concluded that GHI’s determination should be upheld and one concluded that the insurance carrier’s denial of authorization should be reversed.\nAfter IPRO notified petitioner that the denial of authorization for the treatment should be upheld because two of the three clinical peer reviewers found that the clinical trial is not likely to be a benefit to the patient, this article 78 proceeding was instituted. Both the Superintendent of Insurance and IPRO moved to dismiss the proceeding. The motion of IPRO was denied and IPRO was directed to serve an answer. The motion by the Superintendent of Insurance was granted inasmuch as the ultimate determination on an external appeal is that of the external appeal agent and the Superintendent of Insurance is not granted any power to review or in any way alter that determination. Thus, there was nothing which the Superintendent of Insurance had done or had failed to do which could be reviewed by this court.\nIn its answer to the petition, two defenses were raised by IPRO. The first, basically, is that there had been no showing that the procedure will likely benefit petitioner and that IPRO’s decision was well founded in that it had a rational basis.\nThe second defense is that the determination of the majority of the external reviewers is binding on the insured (Insurance Law § 4914 [b] [4] [B] [iv]).\nConsidering first the defense that the determination of the reviewers is final, thus requiring a dismissal of the petition, I find that it has no merit. While, as respondent IPRO alleges, section 4914 (b) (4) (B) (iv) does state that the determination of the external appeal agent is binding on the insured (as well as the plan), the rights and remedies conferred in article 49 upon insureds and health care providers are cumulative and in addition to and not in lieu of any other rights or remedies available under the law (Insurance Law § 4907), and insureds and health providers are entitled to pursue all of their legal rights and remedies regardless of whether or not they have sought and obtained an external appeal (Nenno v Blue Cross & Blue Shield of W. N.Y., 303 AD2d 930 [2003], rearg denied 306 AD2d 960 [2003]).\nThe provision making the external appeal agent’s determination binding must be construed to mean that it marks the end of any administrative appeal, inasmuch as there is no one, including the Superintendent of Insurance, empowered to conduct a further review, but that it does not bar a review of the determination by a court.\nIn reaching this conclusion, I am mindful of the message by Governor George E. Pataki in approving the amendments to article 49 of the Insurance Law (as well as to the Public Health Law), referred to in this court’s denial of IPRO’s motion to dismiss. The Governor stated that the bill demonstrates that New York is continuing to lead the nation in protecting the rights and health of its residents (Governor’s Mem approving L 1998, ch 586, 1998 McKinney’s Session Laws of NY, at 1480). This end would not be reached if this court were to adopt IPRO’s reasoning that a review by way of an article 78 proceeding was unavailable since it would relegate insureds to a time-consuming action against their health care plans, and time is a luxury that many of them do not have. Such a holding could effectively deprive them of medical treatment which would be beneficial or even life saving, and would frustrate the intent of the legislation.\nThis brings us to consideration of the individual determinations of the three clinical peer reviewers and the standard to be applied in arriving at the determination. For appeals taken under subdivision (b) (2) of section 4910 of the Insurance Law, such as is the case here, in order to arrive at a determination that the health care plan must pay for the treatment, the reviewers must conclude that the proposed health service or treatment is likely to be more beneficial than any standard treatment or, in the case of a clinical trial, that the treatment is likely to benefit the insured in the treatment of his or her condition (Insurance Law § 4914 [b] [4] [B] [ii] [a]).\nThe first clinical peer reviewer, in his initial determination to uphold GHI’s denial of authorization, based on the wrong standard that the treatment is likely to be more beneficial than any standard treatment, stated that there is no scientific data to suggest that the proposed treatment was likely to be more beneficial. He pointed out that there is no significant survival advantage since the trials are nonrandomized. He further stated that avoidance of radiotherapy for its potential neurotoxicity in this patient may be a valid point.\nUpon a further review based upon the clinical trial standard, he stated that while the treatment may be a benefit to the extent that temozolomide, carboplatin and thiotepa all have activity in brain tumors and the patient may benefit from these drugs, they constitute only a portion of the treatment protocol and there is no data to support the argument that the patient would benefit from the stem cell rescue.\nHowever, the reviewer does not mention the claim by Dr. Fin-lay that cell rescue is to provide “rescue” from the high doses of chemotherapy that the trial is utilizing. Considering this reviewer found that avoidance of radiotherapy for this patient may be a valid point and that petitioner may benefit from the use of temozolomide, carboplatin and thiotepa, combined with his failure to discuss the rescue of the stem cells required by the high doses of chemotherapy, it would appear that the reviewer actually found that the treatment would likely be a benefit to petitioner.\nAs to the second reviewer, he stated upon his second review that avoidance of radiotherapy for its neurotoxicity may be a valid point. However, he determined that GHI’s determination should be upheld because the long-term sequelae of high dose therapy is unknown. In so holding, the reviewer appears to be applying a standard that the ultimate result would be beneficial to the patient. Such a standard would result in ruling out practically all clinical trials. Considering his statement on the avoidance of radiotherapy, the reviewer must also be deemed to have concluded that petitioner was likely to benefit from the treatment.\nThe third reviewer concluded that high dose chemotherapy and stem cell rescue will allow for higher doses of chemotherapy to pass the blood-brain barrier and therefore result in a better outcome with regard to treatment and toxicity. He felt this was the best available treatment for petitioner and would reverse GHI’s denial.\nBased on the above, I would conclude that GHI’s determination should not be sustained. However, even if the statements of the first two reviewers concerning the avoidance of radiotherapy and the use of temozolomide, carboplatin and thiotepa are not to be construed as findings on their parts that petitioner would be likely to benefit from the treatment, I still find that GHI’s decision cannot be sustained. An examination of the first reviewer’s report indicates that although on the second review he stated that he “cannot say that the patient is likely to benefit from participation in this clinical trial,” he also initially stated that the “patient appears to be eligible for the clinical trial, but I cannot judge whether she will benefit [from] the proposed therapy.” His statements, based upon the same documentation, are inconsistent as to whether petitioner would benefit from the clinical trial and this reviewer’s determination should not be considered as being either in favor of GHI’s determination or against it. This leaves only two reviewers, one in favor of the treatment and one against it and section 4914 (b) (4) (B) (a) of the Insurance Law provides that the patient costs of the proposed health service shall be covered when a reviewing panel is evenly divided as to a determination concerning coverage of the health service.\nAccordingly, the determination of respondent IPRO upholding the denial of coverage to petitioner by Group Health Insurance is vacated and annulled and it is determined that the patient costs of the proposed treatment shall be covered by Group Health Insurance subject to the terms and conditions generally applicable to benefits under the evidence of coverage under the health care plan, but excluding the costs of any investigational drugs or devices themselves, the cost of any nonhealth services that may be required for petitioner to receive the treatment, the costs of managing the research, or costs which would not be covered under the policy for noninvestigational treatments.",
        "type": "majority",
        "author": "Michael V Ajello, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "David Trueman for petitioner. Epstein Becker & Green, EC. (Aime Dempsey of counsel), for IPRO."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 222]\nIn the Matter of Loula Vellios, Petitioner, v IPRO, Respondent.\nSupreme Court, New York County,\nAugust 20, 2003\nAPPEARANCES OF COUNSEL\nDavid Trueman for petitioner. Epstein Becker & Green, EC. (Aime Dempsey of counsel), for IPRO."
  },
  "file_name": "0468-01",
  "first_page_order": 456,
  "last_page_order": 462
}
