{
  "id": 1237612,
  "name": "General Psychiatric Evaluation & Care, P.C., as Assignee of Jeanor Williams, Plaintiff, v. Kemper Insurance Company, Defendant",
  "name_abbreviation": "General Psychiatric Evaluation & Care, P.C. v. Kemper Insurance",
  "decision_date": "2003-11-03",
  "docket_number": "",
  "first_page": "499",
  "last_page": "501",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 499"
    },
    {
      "type": "parallel",
      "cite": "769 N.Y.S.2d 838"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "230 AD2d 1",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        316075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/230/0001-01"
      ]
    },
    {
      "cite": "272 App Div 127",
      "category": "reporters:state",
      "reporter": "A.D.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 243,
    "char_count": 3038,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.3634462858645427
    },
    "sha256": "3fb95bcba9c783f768b784fa5ce8de353dd1dba0fbf4e0885ac21b40969bc958",
    "simhash": "1:4ba134c41b7a2d15",
    "word_count": 487
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "General Psychiatric Evaluation & Care, P.C., as Assignee of Jeanor Williams, Plaintiff, v Kemper Insurance Company, Defendant.n"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nDavid Elliot, J.\nThis matter appeared on the part 15 trial calendar and was assigned to this part for trial. The attorneys indicated to the court that they wished to proceed by submission pursuant to a written stipulation. Though the action was not commenced as an action on submitted facts, it appeared that the parties wished to proceed at this juncture in the manner provided for in CPLR 3222.\nThe parties stipulated, among other facts, to the date of the automobile accident, the existence of no-fault coverage by the defendant, the receipt by the defendant of the claim for no-fault benefits and the defendant’s denial of claim form. While the parties stipulated that the controversy at issue was whether the procedures performed by the plaintiff were medically necessary, the affidavits in support of the positions of the respective parties indicated opposite positions as to that issue. One such opposing position is whether the assignor had any prior significant psychiatric history. While the defendant asserts that the claimant has a history of alcohol abuse, the claimant’s physician claims that she had no prior significant psychiatric or drug history. The determination to be made by the court is not one of law based upon agreed upon facts, but a determination based on the facts as differently presented by the parties. When proceeding by submission, all facts necessary to a complete determination of controversy must be unequivocally stipulated. (Satterfield v Manufacturers & Traders Trust Co., 272 App Div 127 [4th Dept 1947].)\nThis case is therefore not one to be presented by submission. The trier of the facts, in this case the judge, should not be limited in its evaluation of the testimony. The trier of the facts should have the opportunity to assess the demeanor of the witnesses on the stand, and to ask questions of the witnesses concerning their testimony about complex medical issues. The demeanor of witnesses may be of enormous importance where the trier of fact must decide which witnesses to believe, what portion of their testimony is to be accepted and what weight is to be ascribed thereto. (Matter of McMahan & Co. [Dunn Newfund I], 230 AD2d 1 [1st Dept 1997].)\nHad the parties availed themselves of the arbitration process provided for in the Insurance Department regulations, they no doubt could have proceeded by submission, thereby avoiding the expense of producing medical experts at trial. Having chosen to have their dispute determined by the court, the parties cannot expect to take advantage of the simplified process available in arbitration. Accordingly, the matter is set down for trial on December 17, 2003 and marked final against both sides.",
        "type": "majority",
        "author": "David Elliot, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Mandell & Santora, Lynbrook, for plaintiff. Lawrence Rogak, Oceanside, for defendant."
    ],
    "corrections": "",
    "head_matter": "[769 NYS2d 838]\nGeneral Psychiatric Evaluation & Care, P.C., as Assignee of Jeanor Williams, Plaintiff, v Kemper Insurance Company, Defendant.n\nCivil Court of the City of New York, Queens County,\nNovember 3, 2003\nAPPEARANCES OF COUNSEL\nMandell & Santora, Lynbrook, for plaintiff. Lawrence Rogak, Oceanside, for defendant."
  },
  "file_name": "0499-01",
  "first_page_order": 487,
  "last_page_order": 489
}
