{
  "id": 1237497,
  "name": "In the Matter of Gordon E. Fresher, Jr., Petitioner, v. ORMEC Systems Corp. et al., Respondents",
  "name_abbreviation": "Fresher v. ORMEC Systems Corp.",
  "decision_date": "2003-06-19",
  "docket_number": "",
  "first_page": "546",
  "last_page": "551",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 546"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 210"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "173 AD2d 917",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1040869
      ],
      "pin_cites": [
        {
          "page": "917-918"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/173/0917-01"
      ]
    },
    {
      "cite": "72 AD2d 903",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3163996,
        3164509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/72/0903-02",
        "/ad2d/72/0903-01"
      ]
    },
    {
      "cite": "63 AD2d 888",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3107700
      ],
      "pin_cites": [
        {
          "page": "889"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/63/0888-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 9785,
    "ocr_confidence": 0.764,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.7495311502716954
    },
    "sha256": "206cadd3a06366eb4bea09262337ddf68135f6ba4f91086a83323f9e0ab10a63",
    "simhash": "1:16c59d992eaaf2e3",
    "word_count": 1537
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Gordon E. Fresher, Jr, Petitioner, v ORMEC Systems Corp. et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nThomas A. Standee, J.\nPetitioner, Gordon E. Fresher, Jr., has moved by order to show cause for an order granting the following relief: (1) requiring ORMEC Systems Corp. (OSC) to permit petitioner and/or designated agents to inspect and make extracts from the records of shareholders of OSC pursuant to Business Corporation Law § 624; (2) an order of injunction prohibiting respondent Krasnicki from acquiring and/or offering to acquire shares of common stock of ORMEC from shareholders without first complying with the requirements of Business Corporation Law article 16, the Security Takeover Disclosure Act; and (3) requiring respondent Krasnicki to pay petitioner’s attorneys’ fees in connection with this petition.\nThe order to show cause also contained a temporary restraining order prohibiting OSC from issuing treasury stock to respondent Krasnicki.\nFacts\nPetitioner is the former CEO and president of OSC. Petitioner was removed from the offices of CEO and chairman of the board by the Board of Directors of OSC in March 2001. By September of 2002, petitioner resigned his director’s position on the board.\nPetitioner alleges that there was “considerable friction” between himself and the board for at least a year prior to his termination. On or about May 2002, petitioner allegedly threatened litigation against OSC. A settlement agreement and release were negotiated by petitioner and OSC, addressing the issues arising out of petitioner’s employment.\nIn October of 2002, respondent Krasnicki joined OSC as president and CEO, and he was also elected to the board at that time. When respondent Krasnicki joined OSC, the board expressed a desire to hire someone with the required demonstrated performance background, as well as an individual who would be willing to invest in OSC in a significant way.\nAt a December 10, 2002 shareholders’ meeting, the owners of a majority of the shares voted to authorize Krasnicki’s right to purchase 20% of OSC’s stock from the corporation or from OSC shareholders at the price of $1.10, the stock price determined by the board. On March 31, 2003, Krasnicki purchased 372,576 shares of OSC stock directly from the corporation, representing 20% of the outstanding shares of OSC stock.\nOn December 4, 2002, petitioner issued a request to view OSC’s current shareholder list. That list was thereafter furnished to petitioner, upon petitioner’s execution of a statement, pursuant to Business Corporation Law § 624, stating that he would only use the information in the best interests of OSC.\nOn February 18, 2003, Krasnicki sent a letter to OSC’s shareholders, outlining the terms of his purchase of OSC’s stock. Shortly thereafter, petitioner sent a letter to OSC’s shareholders, indicating that he was aware of a bid from an outside party for the purchase of OSC’s shares.\nBeginning in March 2003, petitioner again requested OSC’s list of shareholders on three separate occasions: March 20, 2003, March 27, 2003, and April 9, 2003. Petitioner’s requests were denied by OSC, which alleged that petitioner had been in contact with a competitor, was aware of a bid for the purchase of OSC’s stock, and that petitioner used that information contrary to OSC’s best interests.\nDecision\nApplicability of Business Corporation Law Article 16\nArticle 16 of the Business Corporation Law, entitled the “Security Takeover Disclosure Act,” governs takeover bids of domestic corporations. Section 1601 (a) of the Business Corporation Law defines “takeover bids” as follows:\n“(a) ‘Takeover bids’ means the acquisition of or offer to acquire by an offeror from an offeree, pursuant to a tender offer or request or invitation for tenders, any equity security of a target company, if after acquisition thereof the offeror would, directly or indirectly, be a beneficial owner of more than five percent of any class of the issued and outstanding equity securities of a target company.” (Business Corporation Law § 1601 [a].)\nBlack’s Law Dictionary also provides a definition of “Takeover bid”:\n“An attempt by an outside corporation or group, usually called the aggressor or ‘insurgent,’ to wrest control away from incumbent management of target corporation. A takeover bid may involve purchase of shares, a tender offer, a sale of assets or a proposal that the target merge voluntarily into the aggressor.” (Black’s Law Dictionary 1454 [6th ed 1990].)\nPetitioner argues that the transaction at issue herein is governed by article 16, despite the fact that respondents allege that the purchase of shares was authorized by Business Corporation Law § 505 (d). Section 505 (d) states:\n“The issue of such rights or options to one or more directors, officers, or employees of the corporation ... as an incentive to service or continued service with the corporation . . . shall be authorized . . . by a majority of the votes cast at a meeting of shareholders entitled to vote thereon . . . .” (Business Corporation Law § 505 [d].)\nPetitioner alleges that although section 505 (d) of the Business Corporation Law authorizes directors and officers to purchase shares of treasury stock, it does not exempt the transaction from the provision of article 16 of the Business Corporation Law. Petitioner alleges that article 16 is broad in scope and does not exclude acquisitions of stock authorized elsewhere in the Business Corporation Law.\nDespite petitioner’s contentions, it is this court’s determination that Business Corporation Law § 505 (d) does not require compliance with Business Corporation Law article 16. The evidence before this court reveals that respondent Krasnicki’s purchase of the subject shares arose from his employment relationship with OSC, and not as a result of a tender offer or request or invitation for tenders. Petitioner provides no authority to the contrary.\nRespondent Krasnicki joined OSC as president and CEO in October 2002. On December 10, 2002, 80% of the shares of OSC’s then outstanding stock were voted to authorize Krasnicki to purchase 20% of OSC’s stock either directly from the corporation or from OSC’s shareholders. On March 31, 2003, Krasnicki purchased 372,576 shares of newly issued treasury stock directly from OSC. The consideration Krasnicki paid for this stock was set by the board of directors pursuant to Business Corporation Law § 504 (a).\nKrasnicki’s purchase of the subject shares conformed with the requirements of Business Corporation Law § 505 (d), and that transaction was approved by a majority of the shareholders. Despite petitioner’s contentions, there is no evidence before this court that respondent Krasnicki acquired the stock pursuant to a “tender offer,” as that term is used in article 16 of the Business Corporation Law.\nLikewise, respondent Krasnicki was not making a “takeover bid.” The evidence before this court does not indicate that respondent Krasnicki was an “outsider” who was attempting “to wrest control away from incumbent management.” (See Black’s Law Dictionary 1454.) Rather, the evidence demonstrates that respondent Krasnicki was hired to cooperate with OSC due to both his demonstrated performance background, as well as his willingness to invest in OSC.\nPetitioner’s motion for an order of injunction prohibiting respondent Krasnicki from acquiring and/or offering to acquire shares of common stock of OSC without first complying with Business Corporation Law article 16 is denied.\nThe temporary restraining order prohibiting OSC from issuing its treasury stock to respondent Krasnicki is vacated. Petitioner’s Request for OSC’s Shareholder Information\nA shareholder’s right to inspect the books and records of a corporation is conditioned upon the shareholder’s good faith. (Matter of RDR Assoc., 63 AD2d 888, 889 [1st Dept 1978]; Matter of Wolberg v Wolberg Elec. Supply, 72 AD2d 903 [3d Dept 1979].)\n“Improper purposes are those which are inimical to the corporation, for example, to discover business secrets to aid a competitor of the corporation, to secure prospects for personal business, to find technical defects in corporate transactions to institute ‘strike suits’, and to locate information to pursue one’s own social or political goals.” (Matter of Tatko v Tatko Bros. Slate Co., 173 AD2d 917, 917-918 [3d Dept 1991].)\nHere, petitioner was removed from his position as OSC’s president and CEO in 2001 and was terminated from his employment with OSC in May 2002. The evidence provided to this court by the parties indicates that petitioner has characterized his relationship with OSC as “contentious” and that petitioner has allegedly expressed a desire, during the May 14, 2002 board of directors meeting, to “take the company down.” (See exhibit A to surreply of Edward J. Krasnicki, dated June 4, 2003.)\nRespondents have raised a question as to whether petitioner’s request for information pursuant to Business Corporation Law § 624 is motivated by bad faith and/or improper motives. This court will schedule a hearing on the issue of good faith at a conference that will be set by chambers after an order on these motions is received and signed.\nPetitioner’s motion to require OSC to permit petitioner and/or designated agents to inspect and make extracts from the records of shareholders of OSC pursuant to Business Corporation Law § 624 is denied without prejudice until a hearing on the issue of good faith is conducted. Petitioner’s request for attorneys’ fees is also denied without prejudice pending the hearing.",
        "type": "majority",
        "author": "Thomas A. Standee, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Robert F. Leone, Rochester, for petitioner. McConville, Considine, Cooman & Morin, P.C., Rochester (Jason S. DiPonzio of counsel), for respondents."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 210]\nIn the Matter of Gordon E. Fresher, Jr, Petitioner, v ORMEC Systems Corp. et al., Respondents.\nSupreme Court, Monroe County,\nJune 19, 2003\nAPPEARANCES OF COUNSEL\nRobert F. Leone, Rochester, for petitioner. McConville, Considine, Cooman & Morin, P.C., Rochester (Jason S. DiPonzio of counsel), for respondents."
  },
  "file_name": "0546-01",
  "first_page_order": 534,
  "last_page_order": 539
}
