{
  "id": 1237532,
  "name": "Peter L. Krog, Plaintiff, v. Village of Ellicottville, Defendant and Third-Party Plaintiff. Buffalo Pittsburgh Railroad, Inc., Third-Party Defendant",
  "name_abbreviation": "Krog v. Village of Ellicottville",
  "decision_date": "2003-09-19",
  "docket_number": "",
  "first_page": "552",
  "last_page": "558",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 552"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 606"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "214 AD2d 992",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1209952,
        1209237,
        1210023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/214/0992-03",
        "/ad2d/214/0992-01",
        "/ad2d/214/0992-02"
      ]
    },
    {
      "cite": "304 NY 505",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2227409
      ],
      "pin_cites": [
        {
          "page": "512"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/304/0505-01"
      ]
    },
    {
      "cite": "295 AD2d 894",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1092500
      ],
      "pin_cites": [
        {
          "page": "894"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/295/0894-01"
      ]
    },
    {
      "cite": "253 AD2d 808",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        25961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/253/0808-01"
      ]
    },
    {
      "cite": "78 NY2d 1106",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4422794
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/78/1106-01"
      ]
    },
    {
      "cite": "228 NY 296",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1965483
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/228/0296-01"
      ]
    },
    {
      "cite": "247 AD2d 516",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        694161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/247/0516-01"
      ]
    },
    {
      "cite": "366 F Supp 62",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3509670
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/366/0062-01"
      ]
    },
    {
      "cite": "259 AD2d 814",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        890082
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/259/0814-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 598,
    "char_count": 13521,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046466415609558706
    },
    "sha256": "f1aae8700d56b55965ba928f0697fdeb0bc583ad49c0541df34333414332128c",
    "simhash": "1:8c9266333c04a272",
    "word_count": 2175
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peter L. Krog, Plaintiff, v Village of Ellicottville, Defendant and Third-Party Plaintiff. Buffalo Pittsburgh Railroad, Inc., Third-Party Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLarry M. Himelein, J.\nTransportation Law § 18 gives the Commissioner of the New York State Department of Transportation (DOT) a preferential right to acquire abandoned railroad property. Subdivision (1) of this section prohibits a property owner from “disposing” of abandoned railroad property unless the Commissioner notifies the owner that the preferential right does not apply to the property or the Commissioner releases the preferential right. Any conveyance that violates “this section shall be null and void” (Transportation Law § 18 [1] [emphasis supplied]).\nOn October 29, 1994, plaintiff Peter Krog and third-party defendant Buffalo Pittsburgh Railroad, Inc. (BPR) entered into a lease agreement whereby Krog paid BPR a onetime payment of $42,000 to lease a parcel of abandoned railroad property for 40 years with an option to purchase the property at any time during the lease term for $1. At that point, the railroad had not sought the release required by the Transportation Law. On January 9, 1995, more than two months later, the railroad requested a release of the preferential right from DOT. In its letter to DOT, the railroad did not mention the fact that it had already leased the property to Krog.\nOn January 20, 1995, DOT notified the Mayor of the Village of Ellicottville that a request for the release of the department’s preferential right had been made. On January 24, 1995, DOT notified the railroad that the preferential right applied to the property. On February 24, 1995, the Mayor of Ellicottville wrote DOT requesting that the Village be allowed to exercise the preferential right to acquire the property. DOT approved the request and on July 19, 1995, DOT notified BPR that it had assigned its preferential right to the Village.\nPlaintiff commenced this action in 2000 seeking to eject the Village from the property. The Village answered and also brought a third-party action against the railroad claiming, inter alia, that the lease between plaintiff and BPR was void as violative of Transportation Law § 18; that the Village had acquired title to the property by adverse possession; or, alternatively, that the Village had acquired a prescriptive easement over the property. The railroad in turn cross-claimed against Krog.\nAfter other pleadings were filed and depositions conducted, plaintiff moved for summary judgment claiming (1) DOT’s preferential right of acquisition under the Transportation Law had expired; (2) even if the right had not expired, the Village failed to exercise the right and it therefore reverted to DOT; (3) the Village had not established adverse possession; and (4) the Village had not established an easement by prescription. The Village cross-moved for summary judgment (1) voiding the lease for noncompliance with the Transportation Law; (2) granting title to the Village on the basis of adverse possession; or, alternatively, (3) granting the Village an easement by prescription over the property.\nThe lease at issue was executed on October 29, 1994. At that time, the railroad had not sought the release required by the Transportation Law. Therefore, it appears that the conveyance “shall be null and void” (Transportation Law § 18 [1]). Krog and BPR, however, contend that DOT’s preferential right expired before it was later assigned to the Village and, even if the right did not expire, the Village defaulted by failing to timely exercise the right: Those contentions gloss over the fact that the initial transfer to Krog was void. Apparently, the argument is that either the expiration of the preferential right or the Village’s default in not timely exercising the right somehow restores to validity a transfer the law deems void.\nAlternatively, plaintiff and BPR claim that the lease was not a “transfer” of the property. They argue that the lease agreement does not “dispose” of the property under the Transportation Law because the transfer was a 40-year lease with an option to buy for $1 at any time. They suggest that only an outright sale “disposes” of the property. The court declines to split that hair.\nInitially, the statute itself does not create such a limitation. Even if it did, the agreement between Krog and BPR is effectively a sale because Krog can purchase the property for $1 any time during the 40-year lease term. The interpretation suggested by Krog and BPR would allow the Transportation Law to be circumvented by simply inserting a $1 purchase option into any property agreement involving abandoned railroad property (see e.g. Matter of Consolidated Rail Corp. v State of New York, 259 AD2d 814 [1999]). This would defeat the legislative purpose of making abandoned railroad property available for public use whenever feasible (see L 1973, ch 998, § 1).\nKrog and BPR next contend that DOT’s preferential right expired “as a matter of law” because DOT did not notify Krog that it had assigned its preferential right to acquire the property until July 19, 1995, which is 191 days after the railroad’s January 9, 1995 letter to DOT. Because Transportation Law § 18 (1-c) requires DOT to notify the property owner within 120 days whether DOT intends to exercise its right or assign it to another agency, Krog and BPR claim that DOT’s preferential right expired. No authority is cited for this proposition and, given the requirements of the Transportation Law, the court does not believe the statute was intended to cut off DOT’s rights on the 121st day.\nTransportation Law § 18 (1-c) requires DOT, once the property owner asks for the release of the preferential right, to inform state agencies, every metropolitan or regional transportation authority, and every county, city, town or village in which the railroad property or part of it is located, of the owner’s request for release of the preferential right. Any governmental agency which intends to exercise its own preferential right must then notify DOT. The statute then requires DOT to notify the property owner of its intent within 120 days of the owner’s notification to DOT. However, with all these mandatory notification requirements, the court does not believe the Legislature intended to cut off DOT’s rights immediately after 120 days expired.\nMoreover, the court suspects the statute intended the 120 days to apply to governmental agencies rather than the owner of the property. The relevant part of section 18 (1-c) reads as follows:\n“Within a reasonable time thereafter, any agency of government which intends to exercise a preferential acquisition right for such property shall notify the department of transportation in writing. Within a reasonable time, not greater than one hundred twenty days after receipt of such notification by the property owner, the department of transportation shall notify the property owner in writing whether the department of transportation intends to exercise its preferential acquisition right under this section or, if not, whether it has determined that any other agency of government has been authorized by it to exercise a preferential right to such property” (emphasis supplied).\nIf the phrase “such notification by the property owner” was replaced by “such notification by the agency of government,” the statute makes far more sense. The sentence immediately before the quoted section refers to government agencies, not the owner of the property, and the court believes a drafting error occurred. It is more logical that the governmental agency seeking the preferential right notifies DOT and after that notification, DOT has 120 days to notify the property owner whether DOT will exercise the preferential right or permit the other governmental agency to do so. Nonetheless, the court will construe the statute as written; if the Legislature meant something else, the Legislature or a higher court may say so.\nPlaintiff and the railroad also contend that even if the court finds the 120-day period inapplicable, the Village’s Transportation Law counterclaim must still be stricken. They claim that the statute gives DOT 180 days to release its preferential right. Because it took DOT 191 days to assign the preferential right, plaintiff and the railroad argue that the right expired.\nHowever, by its plain terms, the 180-day period applies only when DOT intends to release the preferential right. In that case, if DOT fails to give notice that it intends to release the preferential right, the right is deemed to have expired. In this case, DOT did not release the preferential right; it assigned the right to the Village of Ellicottville. The attempt to rewrite the statute is unavailing and Matter of Penn Cent. Transp. Co. v Lake Placid Branch Track (366 F Supp 62 [1973]), cited by plaintiff, provides no support for his contention. That case involved a railroad in bankruptcy and concerned ownership of the rails themselves, not the realty upon which the rails were situated.\nKrog and BPR further contend that even if the preferential right did not expire and the assignment to the Village was valid, the Village defaulted by failing to timely exercise the preferential right. This court does not believe that contention withstands scrutiny. On August 28, 1995, less than four weeks after the assignment to the Village, counsel for the Village contacted BPR’s attorney to discuss the Village’s rights. At that time, counsel for BPR told the Village’s attorney that BPR had already entered into a lease agreement with plaintiff. BPR’s counsel followed up with a letter on August 30, 1995. The Village’s attorney also spoke with plaintiffs attorney on September 15, 1995.\nWhile plaintiff and BPR allege that the delay between 1995 and the commencement of suit results in a default on the part of the Village, they again cite no authority to support that contention and they themselves did nothing to shorten the delay. Immediately after receiving the assignment of the preferential right, the Village attempted to pursue its rights and learned for the first time that plaintiff and BPR had entered into an illegal — and void — lease agreement. Plaintiff and the railroad point to no steps the Village could have taken and, short of a lawsuit, there are few that come to mind. Moreover, it was plaintiff’s and BPR’s violation of the Transportation Law that caused the problems at issue here. Further, even if the Village had defaulted, the preferential right would presumably revert back to DOT; that still does not help plaintiff or BPR with respect to their void transaction.\nBecause the Transportation Law makes the transfer from BPR to Krog “null and void,” and because the court is not persuaded that any of the contentions of Krog and BPR on this issue have merit, plaintiffs summary judgment motion must be denied. Further, the Village is entitled to summary judgment on its second counterclaim declaring the lease between plaintiff and BPR to be void.\nTurning now to the Village’s claims of adverse possession and easement by prescription, a party making a claim of title by adverse possession must establish five elements by clear and convincing evidence: (1) possession that is hostile and under a claim of right; (2) actual possession; (3) open and notorious possession; (4) exclusive possession; and (5) continuous possession (MAG Assoc. v SDR Realty, 247 AD2d 516 [1998]; Belotti v Bickhardt, 228 NY 296 [1920]).\nOn February 24, 1995, the Village informed DOT that it wanted to be authorized to exercise DOT’s preferential right. Clearly, that letter is inconsistent with a claim of right to the same property (see Van Gorder v Masterplanned, Inc., 78 NY2d 1106 [1991]; Solow v Liebman, 253 AD2d 808 [1998]). That by itself requires denial of the motion seeking summary judgment on the Village’s first counterclaim claiming title by adverse possession.\nThe court notes further that there are multiple additional factual reasons to deny the Village’s cross motion for summary judgment on adverse possession grounds. For example, it was disputed whether the Village exclusively occupied the property; the Village Board voted to authorize their attorney to attempt to buy the property, indicating that the Village knew it did not own the property; numerous Village officials believed that BPR owned the property; and other organizations used the property during the time frame at issue. Any one of these factors also mandates denial of the Village’s motion for summary judgment on the adverse possession cause of action.\nMany of the reasons which require denial of the Village’s motion on adverse possession grounds also require denial of its motion for summary judgment on the easement by prescription claim. To establish a prescriptive easement, a party must establish use of the property that is “adverse, open and notorious, continuous and uninterrupted” for a 10-year period (Pierce v Frost, 295 AD2d 894, 894 [2002], quoting Di Leo v Pecksto Holding Corp., 304 NY 505, 512 [1952]; see also Lyon v Melino, 214 AD2d 992 [1995]). At best, there are questions of fact that mandate denial of the Village’s motion for summary judgment on its third counterclaim.",
        "type": "majority",
        "author": "Larry M. Himelein, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "David Elibol, Buffalo, for plaintiff. Robert J. Simon, Village Attorney, Olean, for defendant and third-party plaintiff. Richard E. Alexander, Rochester, for third-party defendant."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 606]\nPeter L. Krog, Plaintiff, v Village of Ellicottville, Defendant and Third-Party Plaintiff. Buffalo Pittsburgh Railroad, Inc., Third-Party Defendant.\nSupreme Court, Cattaraugus County,\nSeptember 19, 2003\nAPPEARANCES OF COUNSEL\nDavid Elibol, Buffalo, for plaintiff. Robert J. Simon, Village Attorney, Olean, for defendant and third-party plaintiff. Richard E. Alexander, Rochester, for third-party defendant."
  },
  "file_name": "0552-01",
  "first_page_order": 540,
  "last_page_order": 546
}
