{
  "id": 1237566,
  "name": "Walter Field et al., Plaintiffs, v. New York University et al., Defendants; Cranes, Inc., Third-Party Plaintiff, v. Eastern Exterior Wall Systems et al., Third-Party Defendants; New York University et al., Second Third-Party Plaintiffs, v. Eastern Exterior Wall Systems et al., Second Third-Party Defendants",
  "name_abbreviation": "Field v. New York University",
  "decision_date": "2003-09-22",
  "docket_number": "",
  "first_page": "559",
  "last_page": "565",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 559"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 810"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "286 AD2d 425",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        218224
      ],
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/286/0425-01"
      ]
    },
    {
      "cite": "301 AD2d 474",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1012686
      ],
      "pin_cites": [
        {
          "page": "475"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/301/0474-01"
      ]
    },
    {
      "cite": "59 NY2d 755",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4389924
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/59/0755-01"
      ]
    },
    {
      "cite": "94 NY2d 847",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        109883,
        109812,
        109862
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/94/0847-02",
        "/ny-2d/94/0847-01",
        "/ny-2d/94/0847-03"
      ]
    },
    {
      "cite": "261 AD2d 860",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        108404,
        107671
      ],
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/261/0860-01",
        "/ad2d/261/0860-02"
      ]
    },
    {
      "cite": "192 Misc 2d 491",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1076627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/192/0491-01"
      ]
    },
    {
      "cite": "300 AD2d 121",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        957150
      ],
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/300/0121-01"
      ]
    },
    {
      "cite": "49 NY2d 557",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4373856
      ],
      "pin_cites": [
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/49/0557-01"
      ]
    },
    {
      "cite": "303 AD2d 194",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        761144
      ],
      "pin_cites": [
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/303/0194-01"
      ]
    },
    {
      "cite": "81 NY2d 494",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4429291
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/81/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 13110,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.33854869531003545
    },
    "sha256": "fc749fb3b261d2fdf94e6ee0d6633a649b9d8140b876ac7383783762e41bf4c2",
    "simhash": "1:7664e3a645a5e0d9",
    "word_count": 2078
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Walter Field et al., Plaintiffs, v New York University et al., Defendants. Cranes, Inc., Third-Party Plaintiff, v Eastern Exterior Wall Systems et al., Third-Party Defendants. New York University et al., Second Third-Party Plaintiffs, v Eastern Exterior Wall Systems et al., Second Third-Party Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLouis B. York, J.\nIn this personal injury action, defendants, New York University (NYU), Corporate Interiors Contracting, Inc. (Corp), Eastern Exterior Wall Systems and Exterior Erecting Services, Inc., collectively move for relief on several grounds. First, defendants move for summary judgment dismissing the complaint of plaintiffs, Walter Field (Field) and Kristen Field. Second, defendants seek an order dismissing Cranes, Inc.’s third-party complaint against Eastern and Exterior and dismissing all cross claims alleged by Cranes against all of the other defendants. Third, defendants ask that, in the alternative, the court grant summary judgment for NYU, Corp and Eastern against Cranes. The court will discuss each in turn.\nNYU, owner of Kimble Hall, contracted with Corp to make renovations on the aforementioned property. Corp subcontracted with Eastern to fabricate exterior wall partitions for Kimble Hall. Eastern then subcontracted with Exterior to install the partitions at the site. Coplaintiff Field is an employee of Exterior.\nOn September 9, 2000, Exterior leased a crane and a crane operator from Cranes to lift exterior wall panels being affixed to the structure. The hoisting was completed that day. Then, the process of readying the crane to leave began. Field, wearing gloves, placed his hand on the left rear outrigger to brace himself while he maneuvered the release handle so he could remove its footing plate. This step was necessary for retraction of the outrigger by Mr. Cosban, the crane operator. While Field’s left hand was on the outrigger, Mr. Cosban retracted it and plaintiff’s fingers were crushed. Plaintiffs subsequently commenced a lawsuit against NYU, Corp and Cranes asserting claims of common-law negligence and violation of several provisions of the Labor Law. Defendants then demanded from plaintiffs a verified bill of particulars.\nOn May 3, 2001, plaintiffs served defendants a verified bill of particulars stating that Field suffered a “total amputation of the left index finger and severe laceration of the middle finger.” On June 2001, Cranes impleaded Exterior and Eastern, claiming contribution and indemnity based on common-law and contract terms.\nI. Summary Judgment Dismissing Plaintiffs’ Complaint\nDefendants NYU, Corp and Eastern move for summary judgment dismissing plaintiffs’ complaint. Defendants claim this prong of their motion should be granted because none of the parties supervised, directed, or controlled any of the work performed by Field and because, as a matter of law, there are no statutory violations under the circumstances of this case.\nDefendants argue that there are no valid claims against them under Labor Law § 240 (1) or § 200 (1). However, plaintiffs have not asserted any Labor Law § 240 (1) claims. Additionally, plaintiffs have withdrawn any Labor Law § 200 (1) or common-law negligence claims except as against Cranes. Therefore, it is unnecessary to address these arguments.\nTherefore, plaintiffs’ remaining claim is that defendants violated Labor Law § 241 (6). This section states that “[a]ll areas in which construction, excavation or demolition work is being performed shall be so constructed, shored, equipped, guarded, arranged, operated and conducted as to provide reasonable and adequate protection and safety to the persons employed therein or lawfully frequenting such places.” (Labor Law § 241 [6].) To assert a valid section 241 (6) claim, plaintiffs must allege a specific violation of the Industrial Code. (Ross v Curtis-Palmer Hydro-Elec. Co., 81 NY2d 494 [1993].)\nHere, plaintiffs have satisfied the statutory standard by setting forth two such violations. First, plaintiffs claim that defendants violated 12 NYCRR 23-8.2 (b) (2) (iii). 12 NYCRR 23-8.2 (b) (2) (iii) states that “[e]ach outrigger on a mobile crane shall be visible from its actuating location.” Because the provision contains concrete specifications and not general safety standards, it is sufficient to satisfy Labor Law § 241 (6). (See Padilla v Schervier Hous. Dev. Fund Corp., 303 AD2d 194, 196 [1st Dept 2003].) However, plaintiffs cannot survive the motion for summary judgment on this claim. As defendants point out, plaintiffs have not produced evidentiary material showing that this section of the Industrial Code was violated. Field testified that it was possible for Mr. Cosban to view the outrigger from where he sat to operate the crane. Mr. Cosban testified that he checked the outrigger before retracting it. It is clear from the depositions of Field and Mr. Cosban, annexed in both plaintiffs’ and defendants’ affidavits, that the outrigger was in fact visible from its actuating location. (See Zuckerman v City of New York, 49 NY2d 557, 563 [1980] [attorney affirmation may “serve as the vehicle for the submission of acceptable attachments which do provide ‘evidentiary proof in admissible form’ ”].) Thus, plaintiffs’ own affidavits and evidence support defendants’ argument that there was compliance with this rule.\nSecond, plaintiffs claim that defendants violated 12 NYCRR 23-8.1 (i). This provision states in relevant part that “[e]xposed moving components or parts of mobile cranes . . . such as . . . reciprocating parts . . . shall be guarded and such guards shall be securely fastened in place.” Plaintiffs argue that this section of the Industrial Code is specific and may therefore support a valid Labor Law § 241 (6) claim.\nThe court has found no reported cases on the issue, so it is for this court to determine as a matter of law whether 12 NYCRR 23-8.1 (i) qualifies as a general or specific provision of the Industrial Code. (See Messina v City of New York, 300 AD2d 121, 123 [1st Dept 2002].) In determining how to classify this particular Industrial Code provision, the court will perform an analysis according to the guidelines set forth in Ross v Curtis-Palmer Hydro-Elec. Co. (81 NY2d 494 [1993]). Under Ross (at 502), “allegations . . . which rely on claimed failures to measure up to such general regulatory criteria as ‘adequate,’ ‘effective’ and ‘proper,’ are not sufficient to give rise to a triable claim for damages under Labor Law § 241 (6).”\nThe court in Howell v Koch Erecting Corp. followed the same criteria in deciding that 12 NYCRR 23-8.1 (b) (1), regarding the monthly inspection of cranes at work sites, is a specific provision of the Industrial Code. (Howell v Koch Erecting Corp., 192 Misc 2d 491 [Sup Ct, Bronx County 2002].) There, the court made its determination based on the facts that (1) the provision contributes to overall safety of the work site, (2) it would prevent numerous crane injuries and (3) it cites the parts that must be inspected. Unlike that provision, the one at issue here— Industrial Code provision 12 NYCRR 23-8.1 (i) — does not cite the specific exposed moving reciprocating parts that must be guarded on a mobile crane. Moreover, this provision is also distinguishable because adherence to it would not necessarily prevent numerous crane injuries.\nRather, 12 NYCRR 23-8.1 (a), the provision of the Industrial Code now in question, is comparable to 12 NYCRR 23-8.1 (i). The Court in Goss v State Univ. Constr. Fund held that 12 NYCRR 23-8.1 (a) is a general provision because it merely states a general safety requirement concerning crane stability. (Goss v State Univ. Constr. Fund, 261 AD2d 860, 861 [4th Dept 1999], lv dismissed in part and denied in part 94 NY2d 847 [1999].) Similarly, 12 NYCRR 23-8.1 (i) sets forth a general requirement regarding the exposed moving parts on a mobile crane. Therefore, 12 NYCRR 23-8.1 (i) is a general provision of the Industrial Code and cannot support a claim under Labor Law § 241 (6).\nIn sum, plaintiffs have failed to set forth a legitimate Labor Law § 241 (6) claim. The court will therefore grant the prong of the motion of NYU, Corp and Eastern that seeks summary judgment.\nII. Dismissal of Cranes’ Complaint against Eastern and Exterior\nIn their motion, third-party defendants Eastern and Exterior contend that the claims made against them by the third-party defendant, Cranes, should be dismissed. They argue that dismissal is appropriate because Exterior is precluded due to Workers’ Compensation Law § 11. In response, Cranes cross-moves to amend its third-party claim to include an allegation that plaintiff sustained a “grave injury” as defined by section 11 of the Workers’ Compensation Law.\nCourts will freely grant parties leave to amend their pleadings absent prejudice or surprise. (CPLR 3025 [b]; McCaskey, Davies & Assoc. v New York City Health & Hosps. Corp., 59 NY2d 755 [1983].) The court will deny leave where the proposed amended pleading is devoid of merit. (Ancrum v St. Barnabas Hosp., 301 AD2d 474, 475 [1st Dept 2003].)\nAccording to third-party defendants, Cranes’ claim that Field sustained a grave injury is without merit. However, under section 11 of the Workers’ Compensation Law, loss of an index finger is considered a grave injury. Third-party defendants rely on the medical reports, which indicate that the retraction of the outrigger only caused a partial amputation of Field’s left index finger. A partial amputation, although serious, would not be grave within the meaning of the law. (See McCoy v Queens Hydraulic Co., 286 AD2d 425, 426 [2d Dept 2001].) Yet, the rest of the finger was amputated shortly after. Thus, Field did in fact suffer loss of an index finger. Under these circumstances, an amendment to third-party plaintiffs pleading is not so implausible that the court should not grant Cranes’ cross motion. The accuracy of Cranes’ allegation is a question of fact to be decided by the factfinder.\nTherefore, the court grants Cranes’ cross motion to amend its third-party complaint. As a result, third-party defendants’ motion to dismiss the original version of Cranes’ complaint is no longer applicable. Accordingly, the court denies third-party defendants’ motion to dismiss.\nIII. Summary Judgment for NYU, Corp and Eastern from Cranes\nWithout conceding any liability for Field’s injuries, NYU, Corp and Eastern move for summary judgment on their common-law and contractual indemnification claims against Cranes. Yet, defendants do not offer any evidentiary support or point to case law upon which to base their claim. Moreover, the claim that there was no direct supervision by movants is made by counsel, who has no personal knowledge. There are numerous pleadings collectively annexed to the motion as “exhibit A,” rather than individually tabbed as required by Rules of the Justices of Supreme Court, Civil Branch, New York County, rule 14 (b). Moreover, some of the annexed pages are upside down. Both of these make the exhibit harder to follow. Nonetheless, the court has examined the exhibit and the other annexed documents. Though the answers are called “verified” answers, the court cannot locate these verifications. Thus, the allegations in the answers regarding control and indemnification have no evidentiary value. The court also cannot locate a copy of the contracts’ indemnification clauses. Finally on this issue, in defendants’ reply papers, defendants only mention that Cranes has failed to assert any opposition on this issue. However, as explained, defendants’ argument is conclusory and insufficient; and, as they have not carried their burden, their adversary had no obligation to counter the argument. The court will therefore deny this prong of defendants’ motion without prejudice to having it renewed at a later time with proper evidentiary support and with a better explanation of the basis of their argument.\nBased on the above, therefore, it is ordered that the portion of the motion seeking summary judgment dismissing Field’s complaint against NYU, Corp and Eastern is granted and the complaint as against NYU, Corp and Eastern is severed and dismissed; and it is further ordered that the portion of the motion seeking summary judgment dismissing the cross claims asserted against NYU, Corp and Eastern in Cranes’ answer is denied; and it is further ordered that the motion to dismiss Cranes’ complaint against Eastern and Exterior and to dismiss all cross claims alleged by Cranes against all of the other defendants is denied; and it is further ordered that the cross motion to permit Cranes leave to amend its complaint in the form attached to the motion papers is granted.",
        "type": "majority",
        "author": "Louis B. York, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Thomas M. Bona, White Plains (Ezra Simon of counsel), for New York University and another. Michael E. Pressman, New York City (Peter E. Vairo of counsel), for Cranes, Inc. Charles J. Siegel, New York City, for Exterior Erecting Services, Inc. Dupree & Monroe, Goshen (Jon C. Dupree, Jr., of counsel), for Walter Field and another."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 810]\nWalter Field et al., Plaintiffs, v New York University et al., Defendants. Cranes, Inc., Third-Party Plaintiff, v Eastern Exterior Wall Systems et al., Third-Party Defendants. New York University et al., Second Third-Party Plaintiffs, v Eastern Exterior Wall Systems et al., Second Third-Party Defendants.\nSupreme Court, New York County,\nSeptember 22, 2003\nAPPEARANCES OF COUNSEL\nThomas M. Bona, White Plains (Ezra Simon of counsel), for New York University and another. Michael E. Pressman, New York City (Peter E. Vairo of counsel), for Cranes, Inc. Charles J. Siegel, New York City, for Exterior Erecting Services, Inc. Dupree & Monroe, Goshen (Jon C. Dupree, Jr., of counsel), for Walter Field and another."
  },
  "file_name": "0559-01",
  "first_page_order": 547,
  "last_page_order": 553
}
