{
  "id": 1237586,
  "name": "Stephen O'Halloran, Petitioner, v. City of New York, Respondent",
  "name_abbreviation": "O'Halloran v. City of New York",
  "decision_date": "2003-09-25",
  "docket_number": "",
  "first_page": "568",
  "last_page": "573",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 568"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 583"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "305 AD2d 320",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        119729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/305/0320-01"
      ]
    },
    {
      "cite": "304 NY 440",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2227457
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/304/0440-01"
      ]
    },
    {
      "cite": "192 Misc 2d 244",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1076633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/192/0244-01"
      ]
    },
    {
      "cite": "293 AD2d 700",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        955988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/293/0700-01"
      ]
    },
    {
      "cite": "108 AD2d 643",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3416071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/108/0643-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 10419,
    "ocr_confidence": 0.785,
    "pagerank": {
      "raw": 5.4484096992533995e-08,
      "percentile": 0.34258561020352923
    },
    "sha256": "f45a4c3737debb1d8a7dfa026fa32bd26a45ddd6a989984534674bd723f8e786",
    "simhash": "1:3c5b568693f7e937",
    "word_count": 1666
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stephen O’Halloran, Petitioner, v City of New York, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMichael D. Stallman, J.\nIn this special proceeding, petitioner seeks leave to serve a late notice of claim, pursuant to General Municipal Law § 50-e (5).\nPetitioner, a police officer, asserts that he was injured by exposure to toxic substances in the course of his work related to the rescue and recovery operations at the World Trade Center from September 11, 2001 until June 2002. He alleges, inter alia, that the City did not provide him with proper respiratory or protective equipment.\nStatutory Standard\nIt is well settled that, when considering an application for leave to file a late notice of claim, the court should consider several factors, including: (1) the reasonableness of the claimant’s excuse for not having filed a notice of claim during the 90-day period after the claim arose; (2) whether the municipality obtained actual knowledge of the essential facts constituting the claim within that 90-day as-of-right filing period or within a reasonable time thereafter; and (3) whether the municipality was prejudiced because the claimant did not file during the as-of-right period. (See, generally, General Municipal Law § 50-e [5].)\nA court must use common sense and logic in applying its discretion as part of the statutory analysis. The standard used to decide a motion for summary judgment under CPLR 3212 does not apply to this proceeding for leave to file a late notice of claim under General Municipal Law § 50-e (5). The standard applicable here does not require the claimant to demonstrate ultimate entitlement to judgment; neither does the existence of significant factual questions respecting exposure, negligence, causation, contributory conduct or injury prevent the relief sought here: ability to serve a document that would permit claimant to commence an action against the City.\nI\nPetitioner claims that he began experiencing breathing problems on or about March 14, 2002, but that he was unaware of the severity of his symptoms, which included bronchitis, until he was hospitalized from January 20, 2003 until February 6, 2003.\nPetitioner indicates that he first contacted his attorney on May 13, 2003.\nSignificantly, it appears that petitioner did not run to file a notice of claim the first day he experienced respiratory symptoms. Rather, it would seem that petitioner waited to see if the condition, including symptoms resembling a cold or flu, would resolve. Petitioner should not be penalized for not rushing to sue before having a good-faith basis to claim tortious injury. To hold otherwise would encourage preemptive filing of notices of claim by claimants who have no good-faith bases for believing that they were actually injured.\nUnder all the circumstances, petitioner has shown a reasonable excuse for the delay.\nII\nGiven the unprecedented circumstances of the destruction of the World Trade Center and the clearing of the site thereafter; the well-publicized allegations of toxic substances in the smoke and debris (despite well-publicized assurances by the federal government that the air quality met safety standards); the remarkably similar health claims of many workers, both City and private employees, involved in the rescue, clearance and transportation work related to the site and its debris; and the hundreds of other site workers’ claims that the City did not provide them with appropriate respiratory and other protective equipment; it is not reasonable for the City to assert that the City did not have notice of the nature and substance of this claim within a reasonable time after the 90-day as-of-right filing period.\nThe investigation of environmental concerns by various levels of government, and the intense media attention and public discussion of the working conditions, air quality and the composition of World Trade Center debris and the smoke and fumes emanating from the debris, bely the City’s contention that it was surprised by petitioner’s notice of claim and that it did not obtain actual knowledge of the nature of petitioner’s claims respecting the City’s alleged acts and omissions. (See, Matter of Annis v New York City Tr. Auth., 108 AD2d 643 [1st Dept 1985] [coverage of a train wreck by the media, and subsequent investigation by the Transit Authority, held grounds to permit service of late notice of claim relating to injuries caused by the accident].)\nThe court is not determining here that there was a hazardous condition at the site, or that the City knew that a hazardous condition existed there. The City presumably knew if petitioner was assigned there, and during what periods. The City would have known what duties the City had assigned to petitioner and what equipment the City issued, offered or told him to use. It appears undisputed that the City secured and monitored the site. Petitioner has made a sufficient showing on this application that the City was aware of the issues raised here regarding alleged toxic substance exposure and alleged lack of appropriate equipment, within a reasonable period after December 11, 2001.\nThe City’s continued ability to investigate and analyze the environmental data and the particular circumstances surrounding the World Trade Center cleanup means that the City will have an objective opportunity to test claimant’s allegations and prepare a defense. Unlike many alleged conditions that are not objectively verifiable or that have disappeared over time because of a claimant’s delay, the City will be able to verify, inter alia, what substances were present and what equipment it issued to whom at the site (see, e.g., Chechelnitskaya v City of New York, 293 AD2d 700 [2d Dept 2002]).\nAlthough the City asserts that its general awareness of other individuals’ complaints did not put the City on notice of petitioner’s specific health claims, it cannot be said that the City did not have actual knowledge of the circumstances underlying petitioner’s claim within a reasonable period of time after the 90-day post-September 11 period had run. (See, Taha v City of New York, 192 Misc 2d 244 [2002].) The statutory requirement that the City have “essential facts constituting the claim” does not require that the proposed notice of claim contain a detailed bill of particulars respecting petitioner’s alleged injuries. (See, Teresta v City of New York, 304 NY 440 [1952]; Matter of Dubowy v City of New York, 305 AD2d 320 [1st Dept].)\nPetitioner has set forth a sufficient showing of actual notice as envisioned under General Municipal Law § 50-e (5).\nm\nPetitioner’s delay in bringing this application did not prejudice the City. It neither prevented nor hampered any attempt that the City could have made to investigate the substance of petitioner’s claim. Unlike many late notice of claim applications, the delay here had no effect on the City’s capacity to investigate, defend or correct an allegedly hazardous condition, or to verify or refute a claimed ephemeral or transitory condition.\nMoreover, the City’s right to conduct comptroller’s examinations under General Municipal Law § 50-h, an essential part of the statutory scheme, assures that the City will be given an opportunity to explore all of those issues thoroughly even prior to commencement of an action.\nConclusion\nThe papers before the court provide ample basis for concluding that the City had, within its control, within a reasonable time after the 90-day as-of-right filing period, information that placed it on notice, or should have placed it on notice, of the nature and substance of petitioner’s claims, both of the City’s alleged acts and omissions, and of the health complaints of petitioner, which are characteristic of those of many other site workers, including uniformed services members, whose recurrent cough and other symptoms were well documented and apparently brought to the City’s attention. Under the unusual circumstances of this case, petitioner has adequately demonstrated his statutory burden under General Municipal Law § 50-e (5).\nAccordingly, it is ordered and adjudged that the petition is granted and the notice of claim is deemed timely filed and served in the form annexed to the petition.\n. It is unnecessary for this court to determine at this time whether the statute of limitations should be measured under CPLR 214-c.\n. Although claimant will ultimately have the burden of proving every element of the tort claim in the plenary action, claimant would not have that burden in an application for an award from the federal compensation fund. The deadline for applying to the fund is December 22, 2003.\n. The slow manifestation of various symptoms and the diagnosis of various conditions among workers at and around the World Trade Center site has been widely reported in the media. The term “World Trade Center cough” quickly entered the language as referring to a recurrent cough, characteristic among site workers, that sometimes did not resolve, and was followed later, in some cases, by a diagnosis of a respiratory condition.\n. Because it relates to the issues of foreseeability and standard of care under the unique and changing conditions at the site, what the City knew or reasonably believed, and when, will likely be highly relevant at trial. Information, including representations by the Federal Environmental Protection Agency — whether accurate or not — supplied to the City, and relied on by the City and by other levels of government, must be explored during disclosure.\n. The City cannot be presumed to know about any instructions that may have been given to City personnel at the site by the military or employees of the federal or state government, or anyone else who may have participated in managing the site or the performance of work.\n. This court granted several hundred other individual applications for leave to file late notices of claim by City workers (which applications were not opposed by the City), at the same site, under the same alleged conditions, whose claims were also based on the City’s alleged failure to supply respirators or other safety equipment.",
        "type": "majority",
        "author": "Michael D. Stallman, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Sullivan, Papain, Block, McGrath & Cannavo, PC., New York City CEdward L.C. Marcowitz of counsel), for petitioner. Michael A. Cardozo, Corporation Counsel, New York City (Avidan Y. Cover of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 583]\nStephen O’Halloran, Petitioner, v City of New York, Respondent.\nSupreme Court, New York County,\nSeptember 25, 2003\nAPPEARANCES OF COUNSEL\nSullivan, Papain, Block, McGrath & Cannavo, PC., New York City CEdward L.C. Marcowitz of counsel), for petitioner. Michael A. Cardozo, Corporation Counsel, New York City (Avidan Y. Cover of counsel), for respondent."
  },
  "file_name": "0568-01",
  "first_page_order": 556,
  "last_page_order": 561
}
