{
  "id": 1237574,
  "name": "Edward I. Herrmann et al., Plaintiffs, v. AMD Realty, Inc., Defendant",
  "name_abbreviation": "Herrmann v. AMD Realty, Inc.",
  "decision_date": "2003-09-19",
  "docket_number": "",
  "first_page": "586",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 586"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 232"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "40 ALR3d 920",
      "category": "reporters:specialty",
      "reporter": "A.L.R. 3d",
      "pin_cites": [
        {
          "page": "§ 4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "88 NY2d 466",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4438911
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "478-479"
        },
        {
          "page": "476"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/88/0466-01"
      ]
    },
    {
      "cite": "67 NY2d 156",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4404258
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "161-162"
        },
        {
          "page": "167"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/67/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 529,
    "char_count": 9125,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4699781724726036
    },
    "sha256": "a6c9d742f866f611456c51597a1b332b98f15cb9ed066fb1d200dfa85374999e",
    "simhash": "1:2f349c0c647a6788",
    "word_count": 1544
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edward I. Herrmann et al., Plaintiffs, v AMD Realty, Inc., Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJohn R. LaCava, J.\nThis is a declaratory judgment action brought to determine the validity of a right of first refusal to purchase an unimproved 13,493-square-foot piece of property located on Oak Street in the City of New Rochelle. The property is identified on the tax maps of the City of New Rochelle as block 267, lot 3 (lot 3). Plaintiffs Edward I. Herrmann and Lawrence A. Herrmann came into title of lot 3 as residuary estate devisees under the last will and testament of their late father, Herbert R. Herrmann (Mr. Herrmann), who died March 26, 1988 and whose will was admitted to probate on July 8, 1988.\nThe subject right of first refusal (the right) is found in a recorded lease surrender agreement dated May 19, 1982 between Mr. Herrmann and Certified Fence Corp., a former lessee and, thereafter, owner of an adjoining improved lot (lot 2, block 267 [lot 2]). Certified Fence remained a tenant of lot 3 until 2001 when, in connection with its sale of lot 2 to defendant AMD Realty, Inc., Certified Fence surrendered lot 3 to plaintiffs, and assigned the right of first refusal to lot 3 to defendant AMD.\nThe action was initiated when, while plaintiffs were attempting to sell lot 3 to a third party, Westchester Autoplex, for $300,000, plaintiffs became aware of the existence of the recorded right of first refusal now possessed by defendant AMD. In response, plaintiffs canceled the contract with Autoplex and entered into a lease with that would-be purchaser and, as part of the lease arrangement, agreed to initiate this declaratory judgment action.\nThe pertinent part of the lease surrender agreement reads as follows:\n“The following provisions of the lease are to survive delivery of the deed and remain and continue in full force and effect until such time as Herbert R. Herrmann divests himself of the ownership of the rear property known as Lot 3, Block 267 on the Land Map of the City of New Rochelle.\n“If at any time the landlord shall receive a bona fide offer from any party to purchase the rear lots in back of the premises, Landlord shall send Tenant a copy of the proposed contract (except for the name of the buyer) and notify tenant of the intention of the landlord to accept the same. Tenant shall have the right within ten (10) days to accept the terms of said contract in its own name for the gross purchase price (which in the case of the tenant shall not exceed Seventy-five Thousand ($75,000.00) Dollars of the purchase price) and all the other terms specified in the contract. If tenant shall not so elect within the said period, landlord may then sell the rear lots to the buyer, provided said sale is on the same terms and conditions and for the price set forth in said contract sent to the tenant, subject to the same terms and conditions set forth in the contract of sale dated March 17, 1982.\n“Whenever the word ‘Tenant’ appears in the foregoing it shall be deemed to mean Rocco Medeo and Lenore Medeo, his wife, and wherever the word ‘Landlord’ appears it shall be deemed to mean Herbert R. Herrmann.”\nAt the outset, the court concludes that the right of first refusal does not constitute an impermissible restraint upon the alienation of the property pursuant to the statutory rule against perpetuities as is codified in EPTL 9-1.1 (b).\n“[In Metropolitan Transp. Auth. v Bruken Realty Corp. (67 NY2d 156 [1986]), the Court of Appeals] held that EPTL 9-1.1 (b) did not apply to a preemptive right in a ‘commercial and governmental transaction’ that lasted beyond the statutory perpetuities period. In doing so, [the Court] explained that, unlike options, preemptive rights (or rights of first refusal) only marginally affect transferability:\n“ ‘An option grants to the holder the power to compel the owner of property to sell it whether the owner is willing to part with ownership or not. A preemptive right, or right of first refusal, does not give its holder the power to compel an unwilling owner to sell; it merely requires the owner, when and if he decides to sell, to offer the property first to the party holding the preemptive right so that he may meet a third-party offer or buy the property at some other price set by a previously stipulated method’ (id., at 163).” (Symphony Space v Pergola Props., 88 NY2d 466, 478-479 [1996].)\nIn any event, the court concludes that the right expired upon Mr. Herrmann’s death. Most pertinent in this regard is that the lease surrender agreement makes no reference to the parties’ successors and/or assigns, and it expressly directs that “wherever the word ‘Landlord’ appears it shall be deemed to mean Herbert R. Herrmann.” When coupling the logistics of the exercise of the option with the $75,000 cost cap, for which no explanation has been advanced, it becomes clear that the parties intended that the right of first refusal would expire, at the latest, upon Mr. Herrmann’s death, even though, in the strict legal sense, one does not “divest” oneself of property upon death.\nHowever, even when assuming without so finding that the right is assignable, survived Mr. Herrmann’s death, and does not violate the statutory rules against alienation of property (see, EPTL 9-1.1), the court would still have to rule in plaintiffs’ favor.\nIn addition to the statutory rule against perpetuities found in EPTL 9-1.1,\n“New York also retains the more flexible common-law rule against unreasonable restraints on alienation. Unlike the statutory Rule against Perpetuities, which is measured exclusively by the passage of time, the common-law rule evaluates the reasonableness of the restraint based on its duration, purpose and designated method for fixing the purchase price. (See, Wildenstein & Co. v Wallis, 79 NY2d at 648; Metropolitan Transp. Auth. v Bruken Realty Corp., 67 NY2d at 161-162, supra.)” (Symphony Space v Pergola Props., supra at 476.)\nThe subject right requires, inter alia, that the property be made available first to the party holding the preemptive right, here AMD, which then has 10 days to decide whether to purchase it. The 10-day notice period is not to see if AMD wishes to meet a third-party offer or market value; instead, it is to see if AMD wishes to purchase the property at the previously agreed upon maximum price of $75,000.\nDuration is not an issue. Duration is measured by the period during which the right may be exercised (see, Metropolitan Transp. Auth. v Bruken Realty Corp., 67 NY2d 156, 167 [1986]), which here is a mere 10 days from the date of notice.\nAs previously stated, however,\n“[reasonableness also depends on price, for the method by which the price is set can be critical in determining whether a preemptive right unlawfully restrains transfers. Where the holder has a right to purchase at a fixed price, or at a price less than that offered in the market, it is likely to involve a sacrifice by the owner if he wishes to transfer the property, thus becoming a far more serious interference with alienability ... A preemptive right, however, usually will not be unlawful when conditioned on payment of market value or a sum equal to a third-party offer (see, Restatement of Property § 413 [1944]; and see generally, Ann., 40 ALR3d 920 § 4).” (Id. at 167-168 [citations omitted].)\nUpon viewing the $75,000 purchase price cap contained in the right of first refusal against (a) the $300,000 price reflected in the since terminated contract between plaintiffs and Autoplex and (b) the 2001 appraised value of $270,000, neither of which are challenged here, this court finds, as a matter of law, that the subject right of first refusal constitutes an unreasonable restraint on the alienation of plaintiffs’ property. As such, it is null and void and is unenforceable.\nBased upon the foregoing, it is hereby ordered, adjudged and declared that the right of first refusal containing the' lease surrender agreement dated May 19, 1982 between Herbert R. Herrmann and Certified Fence Corp., which was recorded on March 26, 2001 in the office of the Westchester County Clerk, Division of Land Records, in Liber 11410, page 231, is null and void; and, it is further ordered that the office of the Westchester County Clerk shall take whatever action may be necessary to cancel the subject right of record.\n. EPTL 9-1.1 (b) provides: “No estate in property shall be valid unless it must vest, if at all, not later than twenty-one years after one or more lives in being at the creation of the estate and any period of gestation involved. In no case shall lives measuring the permissible period of vesting be so designated or so numerous as to make proof of their end unreasonably difficult.”\n. Since neither party has advanced the bargained for or any other purpose or reason for which the subject right and/or its price cap were created, the “purpose” factor has not persuaded the court to rule one way or another.",
        "type": "majority",
        "author": "John R. LaCava, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "McGovern, Connelly & Davidson, New Rochelle, for plaintiffs. Vincent R. Rippa, Purchase, for defendant."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 232]\nEdward I. Herrmann et al., Plaintiffs, v AMD Realty, Inc., Defendant.\nSupreme Court, Westchester County,\nSeptember 19, 2003\nAPPEARANCES OF COUNSEL\nMcGovern, Connelly & Davidson, New Rochelle, for plaintiffs. Vincent R. Rippa, Purchase, for defendant."
  },
  "file_name": "0586-01",
  "first_page_order": 574,
  "last_page_order": 578
}
