{
  "id": 1237505,
  "name": "Robert Brodsky et al., Petitioners, v. Board of Managers of Dag Hammarskjold Tower Condominium et al., Respondents",
  "name_abbreviation": "Brodsky v. Board of Managers",
  "decision_date": "2003-08-27",
  "docket_number": "",
  "first_page": "591",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 591"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 227"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "287 AD2d 266",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        386704,
        386986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/287/0266-01",
        "/ad2d/287/0266-02"
      ]
    },
    {
      "cite": "212 AD2d 523",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1201882
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/212/0523-01"
      ]
    },
    {
      "cite": "108 Misc 461",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        735727
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/108/0461-01"
      ]
    },
    {
      "cite": "187 Misc 656",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        928808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/187/0656-01"
      ]
    },
    {
      "cite": "48 Misc 584",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        1830475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/48/0584-01"
      ]
    },
    {
      "cite": "177 Misc 2d 1006",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        399803
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/177/1006-01"
      ]
    },
    {
      "cite": "105 App Div 273",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5187577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/105/0273-01"
      ]
    },
    {
      "cite": "15 App Div 246",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        3502833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nys/44/0171-01"
      ]
    },
    {
      "cite": "147 Misc 2d 768",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "opinion_index": 0
    },
    {
      "cite": "213 App Div 774",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        4758640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/213/0774-01"
      ]
    },
    {
      "cite": "23 Misc 2d 194",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1066194
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/23/0194-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 734,
    "char_count": 15723,
    "ocr_confidence": 0.775,
    "pagerank": {
      "raw": 9.779386173779555e-08,
      "percentile": 0.5318412386204756
    },
    "sha256": "f573f773a4f57f2d0ba7403576efc01148bdf1115b64d7e873b21f12138d216b",
    "simhash": "1:d9e5d652213f28ad",
    "word_count": 2676
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert Brodsky et al., Petitioners, v Board of Managers of Dag Hammarskjold Tower Condominium et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMichael V Ajello, J.\nPetitioners Robert Brodsky and Remy Bernardo instituted this CPLR article 78 proceeding seeking, inter alia, to have them and one Denise Grant declared duly elected members of respondent Board of Managers of Dag Hammarskjold Tower Condominium and to compel the Board to hold a meeting of the unit owners for the purpose of conducting an election to fill the remaining six seats on said Board.\nThe election in question was held on June 24, 2003. For many years prior thereto, no election for Board members had been held at the annual meeting of the stockholders, evidently due to the failure to have a quorum present. It appears that none of the members serving on the Board prior to the June 24 meeting had been elected but had become members by a vote of the other members of the Board, pursuant to section 2.9 of the bylaws of the condominium.\nThe condominium was created as an unincorporated association pursuant to article 9-B of the Real Property Law (the Condominium Act) and has between 235 and 250 units (different figures were given by petitioner and respondents). Most of the units are owned by individuals but approximately 51 units are owned by corporations and foreign governments.\nBy notice dated December 20, 2002, the Board notified the unit owners that the cooling tower had to be replaced at a cost of approximately $600,000, major facade work was required at a cost of between $3,000,000 and $4,000,000, and that the Board had unanimously voted to levy a special assessment of $975,000 to be paid by all unit owners based on their share of percentage of common interest. The special assessment was due on January 15, 2003. The unit owners were further advised that effective February 1, 2003 all common charges would be increased by 20% and that the Board expected an additional special assessment for 2003 which was anticipated to be “somewhat higher” than the assessment due January 15, 2003.\nFollowing receipt of notice of the assessment, a number of unit owners formed the Concerned Homeowners Group of the Dag Hammarskjold Tower Condominium and retained attorneys, who wrote the condominium’s attorney requesting that an annual meeting be called to conduct an election for the entire nine members of the Board. The Board refused to conduct an election for nine members but served notice that a meeting would be held for the election of three members to fill the positions occupied by Phyliss Elstein, the Board president, George Avras, the vice-president, and Kathleen Garrett, alleging that under the staggered term provisions of the bylaws, those were the three positions scheduled for election in 2003.\nThe Concerned Homeowners formed a slate of three candidates (hereinafter Pro Slate) made up of petitioners and Denise Grant and solicited proxies for the Pro Slate. Two employees of the condominium’s managing agent and an associate of petitioner’s attorneys were appointed by the Board to serve as inspectors of election. The inspectors disallowed a number of Pro Slate proxies but nevertheless announced that a quorum had been achieved based on the attendance by unit owners either in person or by proxies which had been validated by the inspectors.\nThe following morning the inspectors met to tally the votes and determined that the Pro Slate had been elected. (Also voted on at the meeting were proposals to reduce the number of unit owners required to consent to borrow money and consent to borrow up to $1,000,000 for the facade project. These proposals were not approved by the unit owners.) Respondents Phyliss Elstein and George Avras observed the vote tally and objected to the validation by the inspectors of a number of Pro Slate proxies because the signatures of the unit owners had been acknowledged by a notary who was also a Pro Slate candidate.\nOn July 5, 2003, Denise Grant received an e-mail from Janet Roman, the account executive assigned to the condominium by the managing agent, informing her that on June 30, 2003 the Board had retained special counsel to review the entire election. Subsequent thereto, on July 11, 2003, petitioners’ attorneys received a letter from the special counsel-retained by the Board in which he stated that it appeared that there were an insufficient number of unit owners present at the meeting either in person or by proxy to have properly conducted the election. This conclusion was based on Pro Slate proxies for 61 units representing approximately 16.37% of the common interest being notarized by candidate Bernardo, and suspect notarizations on seven units representing approximately three percent of the common interest (it was later alleged that the suspect notarizations actually involved at least four proxies wherein the persons whose signatures had been acknowledged did not personally appear before the notary).\nThe letter from special counsel further indicated that the proxies submitted by entity unit owners of seven additional units contained, defects in attorney opinion letters, corporate resolutions and certifications. (In 1997 the Board adopted a resolution requiring that signatures on all proxies of individuals be acknowledged and the proxies of all corporations or other entities must be accompanied by an acknowledgment of the signature of the designor of the proxy; an opinion rendered by a New York attorney that the entity was duly organized and in good standing; the identity of all directors, managers or officers of the entity and a certified copy of the resolution of the board of directors or other governing body of the entity authorizing the proxy. The resolution indicated that proxies had been submitted bearing designors’ signatures which appeared not to be authentic and it served the interests of the condominium to ensure that all proxies be properly designated by authentic signatures of designors.)\nThis article 78 proceeding was instituted following the refusal to recognize petitioners and Denise Grant as duly elected members of the Board.\nI find that a quorum was present at the annual meeting and that all of the proxies with allegedly faulty acknowledgments were properly counted since acknowledgments were not required.\nAs a general rule, absent some statutory or bylaw provision, no special form is required for a proxy (Prince v Albin, 23 Misc 2d 194 [1960]). The issue we are confronted with is whether a board may require that a proxy be acknowledged when such a requirement is not contained in the bylaws. There appears to be only one case touching on that issue. In West v Board of Directors of Seward Park Hous. Corp. (Sup Ct, NY County, June 14, 2000, Miller, J., Index No. 602319/00), plaintiff challenged the entire proxy procedure to be used in an upcoming election for three directors. One of the requirements which the board had put into effect was notarization of any proxy that was mailed back to the honest ballot association, which was to supervise the election, prior to the election or submitted by one other than the signatory shareholder. It was alleged, as it is in the case at bar, that the motivation for requiring notarization was to insure the integrity of the voting process. Justice Miller evidently found no impediment to the board requiring notarization of the proxies.\nAlthough respondents strongly rely on the West decision, I find it to be distinguishable from the case at bar. In West, the bylaws were completely silent as to voting by proxy. It has been held that in the absence of express regulation or bylaw, conduct of meetings or elections is controlled by fundamental usage, common practice and the general rule that all who are entitled to take part shall be treated with fairness and good faith (Young v Jebbett, 213 App Div 774 [1925]; Jordan v Allegany Co-op Ins. Co., 147 Misc 2d 768 [1990]). (It should be noted that in respondents’ supplemental memorandum of law it is claimed that in a subsequent action related to the West case, Justice Marilyn Shafer reiterated and confirmed the board’s authority to require notarization of proxies by stating that a “Mousing [corporation could require that proxies be notarized.” [Seward Park Hous. Corp. v Honest Ballot Assn., Sup Ct, NY County, Nov. 30, 2001, Index No. 122656/00.] Actually, Justice Shafer merely stated that the “Business Corporation Law does not require notarization of proxies but Justice L. Miller ruled that the Housing Corporation could require that the proxies be notarized.”)\nIn this matter, proxies are specifically covered in the bylaws. Section 4.8 (D) provides in part as follows:\n“The owner(s) of any Unit may designate any Person to act as a proxy on his or her behalf. The designation of any such proxy shall be made in a writing both signed and dated by the designor and delivered to the Secretary of the Condominium at or before the appointed time for the meeting(s) during which the same is to be effective.”\nThis general proxy provision is made specifically applicable to elections of members of the Board (bylaws § 4.9 [A]).\nInasmuch as the bylaws specifically cover proxies and, as to form, require only that they be in writing, signed and dated, I find that a further requirement that they be acknowledged can be accomplished only by an amendment of the bylaws, requiring a vote of the unit owners representing not less than 662/3% in number and common interest (Real Property Law § 339-v [1] []']; bylaws § 12.1 [A]). The Board was therefore without authority to pass the resolution requiring an acknowledgment of all proxies and any alleged defect concerning the acknowledgment would be irrelevant. In so holding, I do not pass on the intent of the Board in adopting the resolution. Inasmuch as all the proxies with alleged improper notarizations were valid, a quorum was present at the meeting.\nEven if the Board could require that all proxies be acknowledged, I would still find that there was a quorum present and that petitioners were duly elected as members of the Board.\nIt has generally been held that an acknowledgment before a party to the instrument is a nullity (Armstrong v Combs, 15 App Div 246 [1897]; People ex rel. Erie R.R. Co. v Board of R.R. Commrs., 105 App Div 273 [1905]; 1 NY Jur 2d, Acknowledgments § 11). Stated more broadly, a notary may not act in a matter where he or she is a party or is directly and pecuniarily interested in the transaction (Sumkin v Hammonds, 177 Misc 2d 1006 [1998]).\nA different rule has been applied to cases governed by the Election Law. In Matter of Bulger (48 Misc 584 [1905]), certificates of nomination were acknowledged before notaries who were candidates for office. The court sustained the certificates, holding that the candidate did not sign the instrument and was not an interested party or a party to the instrument as in the case of a conveyance of real estate (see also, Kerns v Whiting, 187 Misc 656 [1946]; Matter of Bassett, 108 Misc 461 [1919]).\nOf course, the cases decided under the Election Law can be distinguished because the Election Law should be liberally construed. Nevertheless, the reasoning used in cases such as Matter of Bulger should be applied to the case at bar. Petitioner Remy Bernardo, who was the notary taking the acknowledgment of the persons executing the proxies, did not sign the instruments and was not a party thereto. Nor can it be said that he is directly and pecuniarily interested in the transaction. At most, there would be only a technical defect, which may be ignored (see e.g. Timmerman v Board of Mgrs. of Anchorage Condominium, 212 AD2d 523 [1995]). A case in point is Seward Park Hous. Corp. v Honest Ballot Assn. (supra), where a number of votes at an election for members of the board of directors were cast by proxies in which the person appointed as agent to vote for the shareholders also acted as the notary. Therefore, the notary was actually a party to the instrument. The court refused to set aside.the election based on what, at worst, was a technical violation, and there was no evidence of actual fraud.\nI therefore find that there is no basis for invalidating the proxies acknowledged by Remy Bernardo and that a quorum was present at the June 24, 2003 meeting.\nSeward Park Hous. Corp. v Honest Ballot Assn. (287 AD2d 266 [2001]) does not require a different result. The Court there stated that the notarization of ballots of cooperative shareholders by their proxy holder, not a candidate himself but an active backer of one of the competing slates, is not a reason, per se, to void the ballots. It is sufficient to note that the case involved notarization of ballots and not of proxies and invalidation of a ballot may very well be required where the candidate, the person casting the ballot, and the notary are one and the same.\nInsofar as the election of the remaining six members of the Board is concerned, section 2.9 of the bylaws provides that a vacancy will be filled by a vote of a majority of the remaining members and each person so elected will be a member of the Board for the remainder of the term of the member being replaced, “or until a successor will be elected at the next annual meeting of the Unit Owners.” This can only be construed to mean that any Board member who is elected by the Board to fill a vacancy for a member whose term has already expired shall serve only until a replacement is elected at the next meeting.\nIn view of the many years that have elapsed since the last time an election was held for members of the Board (prior to the June 24, 2003 election), it is evident that none of the six members was serving the remainder of a term to which he or she was elected by the unit owners, nor is anyone presently serving the remainder of a term of a member whom he or she replaced. Consequently, all six positions should have come up for election at the June 24 meeting.\nRespondents’ argument that the application seeking an order directing a meeting to elect six members of the Board is time-barred is without merit. While the six seats are held by persons who have been Board members for more than four months, all the seats should have come up for election at the last meeting, and the article 78 proceeding was instituted less than four months after that meeting was held.\nIt is required by section 339-v (1) (a) of the Real Property Law that the bylaws of a condominium shall provide that the terms of at least one third of the members of the Board shall expire annually, and such a provision is contained in section 2.7 of the bylaws. Inasmuch as at the annual meeting held on June 24, 2003 three members were elected for a term of three years which will expire in 2006, three of the Board members must be elected for a term that will expire at the time of the annual meeting to be held in 2005 and three for a term to expire at the time of the annual meeting to be held in 2004. The three members receiving the highest votes shall serve until 2005 and the remaining three members shall serve until 2004. At all subsequent annual meetings of the unit owners commencing with the meeting in 2004, three members shall be elected to serve a term of office fixed at three years.\nThe petition must be denied and the proceeding dismissed as to respondents Brown Harris Stevens, Janet Roman, and John and Jane Doe since no relief was requested as to these respondents.",
        "type": "majority",
        "author": "Michael V Ajello, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Smith, Buss & Jacobs, LLP, Yonkers (Gerald Kahn and Jeffrey D. Buss of counsel), for petitioners. Cantor, Epstein & Degenshein, LLP, New York City (Robert I. Cantor of counsel), for respondents."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 227]\nRobert Brodsky et al., Petitioners, v Board of Managers of Dag Hammarskjold Tower Condominium et al., Respondents.\nSupreme Court, New York County,\nAugust 27, 2003\nAPPEARANCES OF COUNSEL\nSmith, Buss & Jacobs, LLP, Yonkers (Gerald Kahn and Jeffrey D. Buss of counsel), for petitioners. Cantor, Epstein & Degenshein, LLP, New York City (Robert I. Cantor of counsel), for respondents."
  },
  "file_name": "0591-01",
  "first_page_order": 579,
  "last_page_order": 586
}
