{
  "id": 1237546,
  "name": "In the Matter of the Guardianship of Rosemary Masi, an Incapacitated Person",
  "name_abbreviation": "In re the Guardianship of Masi",
  "decision_date": "2003-12-02",
  "docket_number": "",
  "first_page": "599",
  "last_page": "601",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 599"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 591"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 255,
    "char_count": 3602,
    "ocr_confidence": 0.778,
    "sha256": "549ebd96231719feb586e583d387d427549c0243f25c83e27bb3543a08c6d09b",
    "simhash": "1:1291c50dc3ea95f8",
    "word_count": 601
  },
  "last_updated": "2023-07-14T15:55:11.462918+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Guardianship of Rosemary Masi, an Incapacitated Person."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nCharles J. Thomas, J.\nOn July 14, 2003 CPLR 8020 (a), as amended by Laws of 2003 (ch 62, § 25), permitted the County Clerk to collect a New York fee for the filing of any motion or cross motion, stipulation of settlement, or voluntary discontinuance.\nLawrence Cullen, Esq., the guardian ad litem in the above-captioned action, filed a motion on October 20, 2003 to settle the final accounting in the guardianship proceeding. Mr. Cullen was advised by the guardianship clerk that the motion requires payment of a $45 fee. Mr. Cullen seeks an order directing the County Clerk of Queens County to accept the motion without payment of fees enacted by chapter 62 of the Laws of 2003.\nMr. Cullen, an attorney, was appointed guardian ad litem by this court on October 9, 2002 and charged with protecting the rights and interests of Rosemary Masi, to conduct a full investigation of the financial proceedings, marshal any assets and prepare a final account.\nInasmuch as there are no longer any assets to benefit Rosemary Masi, there is no reasonable expectation that Mr. Cullen will be compensated for the extraordinary time and effort expended to assist the court in this matter. To demand that he and other similarly situated attorneys pay fees from their own personal funds is not just onerous but beyond the pale.\nIt is clear and generally accepted that court examiners, as appointees of a public officer, are deemed to be an “arm of the court” and as such are exempt from the payment of fees. No valid distinction can be made between a court examiner and a guardian, guardian ad litem and other similar appointees who are charged with investigating, advising the court, preparing final accountings and performing other statutory duties in a guardianship proceeding. Both are appointed by and for the purpose of performing essential functions of a public officer.\nThe intention behind the imposition of fees was to raise funds and perhaps discourage frivolous motions. This justifiably applies to all parties who seek a benefit from the result of a motion, cross motion or stipulation. Such is not the case for attorneys acting at the behest of the court. Judges presiding in the guardianship parts have come to rely upon the largess and honorable efforts of attorneys who practice elder law, such as Mr. Cullen.\nWhile these attorneys can be expected to perform work without compensation, they cannot be expected to pay for the privilege of doing so. The inevitable result of requiring fees from a guardian, guardian ad litem, court evaluators or other individuals performing similar functions, would be the wholesale refusal by attorneys to accept such appointments, causing the entire guardianship part to grind to a frightening halt. This cannot be allowed to happen.\nTherefore, all motions, cross motions or applications made by a guardian, guardian ad litem, court-appointed attorney, or court evaluator in proceedings in which there are no assets must be exempt from the payment of fees. The Clerk of Queens County is directed to accept for filing the instant application without the payment of any fee imposed by chapter 62 of the Laws of 2003.\nThe guardian ad litem is directed to serve a copy of this order with his ex parte application and motion for a final accounting upon the Clerk of Queens County who shall process same in accordance with the foregoing.",
        "type": "majority",
        "author": "Charles J. Thomas, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Lawrence V. Cullen, Forest Hills, for Rosemary Masi."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 591]\nIn the Matter of the Guardianship of Rosemary Masi, an Incapacitated Person.\nSupreme Court, Queens County,\nDecember 2, 2003\nAPPEARANCES OF COUNSEL\nLawrence V. Cullen, Forest Hills, for Rosemary Masi."
  },
  "file_name": "0599-01",
  "first_page_order": 587,
  "last_page_order": 589
}
