{
  "id": 1237521,
  "name": "In the Matter of Anthony Ficalora, an Alleged Incapacitated Person",
  "name_abbreviation": "In re Ficalora",
  "decision_date": "2003-12-01",
  "docket_number": "",
  "first_page": "602",
  "last_page": "607",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 602"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 300"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "8 NY2d 157",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2256290
      ],
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/8/0157-01"
      ]
    },
    {
      "cite": "9 NY2d 925",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2258530
      ],
      "pin_cites": [
        {
          "page": "929"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/9/0925-01"
      ]
    },
    {
      "cite": "41 NY2d 205",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "71 NY2d 669",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4407348
      ],
      "pin_cites": [
        {
          "page": "675"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/71/0669-01"
      ]
    },
    {
      "cite": "74 NY2d 305",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4414280
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "309"
        },
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/74/0305-01"
      ]
    },
    {
      "cite": "149 NY 117",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        27481
      ],
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/149/0117-01"
      ]
    },
    {
      "cite": "91 NY2d 577",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        525140
      ],
      "pin_cites": [
        {
          "page": "583"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/91/0577-01"
      ]
    },
    {
      "cite": "95 NY2d 179",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1188954
      ],
      "pin_cites": [
        {
          "page": "182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/95/0179-01"
      ]
    },
    {
      "cite": "85 NY2d 53",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4434068
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "58"
        },
        {
          "page": "58"
        },
        {
          "page": "58"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/85/0053-01"
      ]
    },
    {
      "cite": "2003 NY Slip Op 18881",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 638,
    "char_count": 10607,
    "ocr_confidence": 0.761,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646545030231492
    },
    "sha256": "4a2b68d34e66b561d3e41678f3a697ab3d852544ea3b6fb2c18031ab492a4e75",
    "simhash": "1:bd2657aa368e4881",
    "word_count": 1720
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Anthony Ficalora, an Alleged Incapacitated Person."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJanice A. Taylor, J.\nOrdered that the motion is decided as follows:\nCPLR 8020 (a), as amended by section 25 of part J of chapter 62 of the Laws of 2003, provides, in pertinent part, that “whenever a county clerk renders a service in his capacity as clerk of the supreme or a county court, in an action pending in such court,” the county clerk “shall be entitled to a fee of forty-five dollars upon the filing of each motion or cross motion in such action. However, no fee shall be imposed for a motion which seeks leave to proceed as a poor person pursuant to subdivision (a) of section eleven hundred one of this chapter.”\nThe movant, Joan E. Flowers, Esq., was appointed by this court as special guardian of the property of the incapacitated person in this guardianship proceeding pursuant to article 81 of the Mental Hygiene Law on August 12, 2002. The court exercised its discretion to dispense with the filing of a bond, to obviate the unnecessary expense to the special guardian. The special guardian filed a motion on or about November 4, 2003 seeking to be discharged without settling a final accounting in this guardianship proceeding. The motion was accepted for filing by the guardianship clerk’s office without payment of the statutorily-mandated filing fee upon authority of Justice Thomas’ decision in Matter of Richter (NYLJ, Nov. 14, 2003, at 19, col 1 [Sup Ct, Queens County]), and placed on this court’s calendar on November 26, 2003.\nFor the reasons which follow, this court concludes that CPLR 8020 (a), as drafted by the Legislature, does not contain any exemption for court-appointed fiduciaries (other than court examiners which are considered public officers not subject to such fees), and accordingly, all motions made by such fiduciaries require the payment of a $45 filing fee as a prerequisite to being entertained by the court.\nAs Justice Graffeo of our Court of Appeals recently wrote in her dissenting opinion in People v Cahill (2 NY3d —, —, 2003 NY Slip Op 18881 [2003]),\n“Our function as judges is to interpret this law. ‘The governing rule of statutory construction is that courts are obliged to interpret a statute to effectuate the intent of the Legislature’ (People v Finnegan, 85 NY2d 53, 58 [1995]). The ‘ “clearest indicator of legislative intent” ’ is the statute itself (People v Robinson, 95 NY2d 179, 182 [2000], quoting Majewski v Broadalbin-Perth Cent. School Dist., 91 NY2d 577, 583 [1998]). If the language chosen by the State Legislature is clear and unambiguous, and ‘involves no absurdity or contradiction, there is no room for construction and courts have no right to add to or take away from that meaning’ (Tompkins v Hunter, 149 NY 117, 123 [1896]; see People ex rel. Harris v Sullivan, 74 NY2d 305, 309 [1989]). When this doctrine is violated, a court impermissibly encroaches upon the legislative and executive domains and thereby violates the foundation of the separation of powers doctrine (see People v Finnegan, 85 NY2d at 58).” (Emphasis added.)\nThe governing rule of statutory construction is that courts are obliged to interpret a statute to effectuate the intent of the Legislature, and when the statutory “language is clear and unambiguous, it should be construed so as to give effect to the plain meaning of [the] words” used (People ex rel. Harris v Sullivan, 74 NY2d 305, 309 [1989], citing Doctors Council v New York City Employees’ Retirement Sys., 71 NY2d 669, 675 [1988]; Patrolmen’s Benevolent Assn. v City of New York, 41 NY2d 205, 208 [1976]). Equally settled is the principle that courts are not to legislate under the guise of interpretation (see, People v Heine, 9 NY2d 925, 929 [1961]; see also, Bright Homes v Wright, 8 NY2d 157, 162 [I960]).\nNowhere in the legislative history of this statute is there any indication that the intent of this statute is to prevent frivolous motion practice by litigants. Any argument to the contrary is misplaced. (Cf., Matter of Richter, supra.) There are already vehicles in place in both the CPLR and the Uniform Rules for Trial Courts to stem the tide of such practices.\nThe Governor’s Memorandum in Support of his budget bill, submitted to the Senate and Assembly on January 29, 2003, indicated that\n“Assigned counsel rates have not been increased in 17 years and are generally acknowledged to be too low to assure an adequate supply of attorneys willing to participate. This bill increases the rates and provides sufficient revenue to cover the State’s estimated annual costs ($24 million) and to allow creation of a local assistance program that would effectively reimburse one-half of the local cost increase ($40 million).\n“The Court Facilities Incentive Aid Fund provides financial assistance to local governments for the construction and maintenance of court facilities. Increasing Civil Court fees and imposing Supreme and Appellate motion fees helps ensure that annual revenues more closely approximate projected annual costs.” (Governor’s Mem in Support S 1406/A 2106 [2003] <http://publications.budget.state.ny.us/ fy0304articleVIIbilIs/ppgg_memo.html> [accessed Dec. 31, 2003].)\nThe Governor also noted that\n“Currently, there are no fees imposed for filing motions in Supreme or Appellate courts in New York State. A number of other states, however, impose motion fees at rates similar to the recommended new fee of $35. A motion fee, unlike a filing fee, does not restrict access to the courts in the first instance. It can be further argued that those who consume more of the judicial system’s resources should pay accordingly.” (Id.)\nThe budget legislation eventually passed as section 25 of part J of chapter 62 of the Laws of 2003 by the Senate and Assembly (S 1406b, A 2106b), over the Governor’s veto on May 15, 2003, incorporated the Governor’s proposal for new filing fees on motions and cross motions, changing only the suggested amount of said fees from $35 to $45 per motion and cross motion. Nowhere in the legislative history does this court find any discussion of an exemption, either explicit or implicit, for fiduciaries in guardianship proceedings.\nAs indicated by the history of the legislation, after raising the state expenditure for “18B” counsel, the Legislature put in place revenue raising measures in part J of chapter 62 to defray this expense. Thus, the clear intent of sections 23, 24 and 25 of part J of chapter 62 is to raise revenue within the auspices of the state budget. (See, Doe v State of New York, NYLJ, Aug. 4, 2003, at 24, col 5 [Sup Ct, NY County, DeMaro, J.]; see generally, David D. Siegel, Outside Counsel, New Fees for Making Motions Are Effective Today, NYLJ, July 14, 2003, at 4, col 4.)\nThus, carving a substantive and categorical exclusion out of the statute, no matter what the practical or policy motivations behind it, is simply ultra vires, beyond this court’s allocated role in the distribution of law-making authority, and is nothing less than the functional equivalent of judicial legislation. (See, e.g., Matter of Richter, supra.) If the Legislature had intended an exclusion for all court-appointed fiduciaries, such as guardians, guardians ad litem, court-appointed attorneys and court evaluators, and other appointees charged with advising the court and preparing final accountings, on the ground that they are public officers who are, in effect, an extension of the court (other than court examiners which clearly function in such capacity), the Legislature would have drafted section 8020 (a) of the CPLR accordingly. Established principles of statutory interpretation require this court to conclude that the failure of the Legislature to include such an exception in a statute is a strong indication that its exclusion was intended. (See, People v Finnegan, supra at 58.) This is further buttressed by the fact that the statute incorporates such an exemption for those seeking leave to proceed “as a poor person,” but not those acting as court-appointed fiduciaries for incapacitated persons.\nSince the court-appointed fiduciary necessarily stands in the shoes of the incapacitated person, in an instance in which there are limited resources to reimburse the fiduciary for the filing of required motions in guardianship cases, the proper procedure would be for the fiduciary to utilize the above exemption to apply to have the incapacitated person designated a “poor person” and have the fees waived in the proceeding. (See, CPLR 1101.) It is certainly never this court’s intent to “financially hamstring” the appointed fiduciary in cases involving a corpus with de minimis resources. Furthermore, where there are available funds, the court is empowered to reimburse the fiduciary for appropriate fees. The court does not make it a practice, however, to reimburse fees, and thereby diminish the corpus of the incapacitated individual for redundant motion practice occasioned by, for example, an oversight on the movant’s part in failing to properly effectuate service or to properly set forth the factual and/or legal basis for the motion.\nBy reason of the foregoing, this court holds that guardianship proceedings under article 81 of the Mental Hygiene Law should be treated the same way under the fee-sponsoring legislation as any other proceeding. In a special situation, such as that at bar, involving a motion to settle a final account in guardianship proceedings, which generates two orders, only a single motion fee should be collected.\nThe acceptance for filing of motions in guardianship proceedings, such as that at bar, without the payment of a requisite fee contravenes the express language of the statute and the purposes behind it. If an exception for court-appointed fiduciaries in guardianship proceedings was intended, or is desired, by the Legislature, then this court calls upon the Legislature to act to amend CPLR 8020 (a) to provide for such exemptions. Absent such legislative revision, this court declines to ignore the clear language and intent of the statute by entertaining applications which are not accompanied by a fee, to rewrite the clear and unambiguous language of the statute, or to exceed its judicial mandate by directing the county clerk’s office to ignore the unambiguous words of the legislation. (Cfi, Matter of Richter, supra.)\nAccordingly, the motion is denied, with leave, to renew upon payment of the fee required by CPLR 8020 (a).",
        "type": "majority",
        "author": "Janice A. Taylor, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Joan E. Flowers, Springfield Gardens, for Anthony Ficalora."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 300]\nIn the Matter of Anthony Ficalora, an Alleged Incapacitated Person.\nSupreme Court, Queens County,\nDecember 1, 2003\nAPPEARANCES OF COUNSEL\nJoan E. Flowers, Springfield Gardens, for Anthony Ficalora."
  },
  "file_name": "0602-01",
  "first_page_order": 590,
  "last_page_order": 595
}
