{
  "id": 1237553,
  "name": "123 West 15, LLC, Petitioner, v. Lafayette Compton, Respondent",
  "name_abbreviation": "123 West 15, LLC v. Compton",
  "decision_date": "2003-08-01",
  "docket_number": "",
  "first_page": "608",
  "last_page": "617",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 608"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 833"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "181 AD2d 438",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1077382
      ],
      "pin_cites": [
        {
          "page": "439"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/181/0438-01"
      ]
    },
    {
      "cite": "289 AD2d 69",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        394175
      ],
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/289/0069-01"
      ]
    },
    {
      "cite": "130 Misc 2d 342",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        846301
      ],
      "pin_cites": [
        {
          "page": "343"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/130/0342-01"
      ]
    },
    {
      "cite": "56 NY2d 544",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4384129
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "546"
        },
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/56/0544-01"
      ]
    },
    {
      "cite": "59 NY2d 714",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4392099
      ],
      "pin_cites": [
        {
          "page": "716"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/59/0714-01"
      ]
    },
    {
      "cite": "162 AD2d 238",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1000271
      ],
      "pin_cites": [
        {
          "page": "238"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/162/0238-01"
      ]
    },
    {
      "cite": "65 NY2d 900",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1581400
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "901"
        },
        {
          "page": "901"
        }
      ],
      "opinion_index": 0,
      "case_paths": []
    },
    {
      "cite": "56 NY2d 175",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4383710
      ],
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/56/0175-01"
      ]
    },
    {
      "cite": "163 Misc 2d 763",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        927911
      ],
      "pin_cites": [
        {
          "page": "764"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/163/0763-01"
      ]
    },
    {
      "cite": "103 Misc 2d 573",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1941033
      ],
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/103/0573-01"
      ]
    },
    {
      "cite": "144 Misc 2d 903",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        882087
      ],
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/144/0903-01"
      ]
    },
    {
      "cite": "139 Misc 2d 965",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        871757
      ],
      "pin_cites": [
        {
          "page": "967"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/139/0965-01"
      ]
    },
    {
      "cite": "2001 NY Slip Op 40433",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "284 AD2d 280",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        681483,
        681444
      ],
      "pin_cites": [
        {
          "page": "280"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/284/0280-02",
        "/ad2d/284/0280-01"
      ]
    },
    {
      "cite": "155 Misc 2d 98",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        907596
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "99"
        },
        {
          "page": "99"
        },
        {
          "page": "100"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/155/0098-01"
      ]
    },
    {
      "cite": "159 Misc 2d 851",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        918306
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "852-853"
        },
        {
          "page": "853"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/159/0851-01"
      ]
    },
    {
      "cite": "2002 NY Slip Op 50339",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 810,
    "char_count": 21293,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646796010114875
    },
    "sha256": "5960a258e27394d18bfda31f2ea8b33429271a43eb597d1a75e4a10773f419ae",
    "simhash": "1:7327bbdd315dd353",
    "word_count": 3547
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "123 West 15, LLC, Petitioner, v Lafayette Compton, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nGerald Lebovits, J.\nBefore landlord commenced this nonprimary residence holdover proceeding, landlord served tenant with a combined lease nonrenewal notice and termination of tenancy dated February 19, 2003. The combined notice alleges that tenant is not primarily residing in the subject rent-stabilized premises and notified tenant that landlord does not intend to renew his lease, which was scheduled to expire on May 31, 2003. On April 10, 2003 — 51 days before the lease expired — landlord sent tenant an unsigned renewal lease. Tenant affixed his signature to the renewal lease, designated that he wanted a two-year term, and returned it to landlord on April 15, 2003. Landlord never executed or returned the renewal lease.\nTenant now moves to dismiss the petition, claiming that the renewal lease is valid, even if landlord offered it by mistake. Landlord opposes the motion, alleging that it never meant to renew the lease and that the unsigned renewal lease is not binding. The issue is whether landlord vitiated its nonrenewal notice by offering a renewal lease, thereby waiving its right to pursue this proceeding.\nThe Rent Stabilization Code requires a landlord to offer a stabilized tenant a renewal lease and permits a landlord not to renew a lease only in specific circumstances. (See 9 NYCRR 2523.5 [a] [covering issuance of rent-stabilized renewal leases]; 9 NYCRR 2524.2 [a] [covering issuance of nonrenewal notices for rent-stabilized premises].) Under the code, a landlord is required to offer a renewal lease within a window period of 90 to 150 days before the current lease expires. (9 NYCRR 2523.5 [a].) If a landlord offers a renewal lease within that period, the code gives the tenant 60 days to sign the lease and return it to the landlord, at which point the lease becomes binding. (Id.) If the landlord does not offer a renewal lease during this time frame, the tenant has the right to a new lease. (9 NYCRR 2523.5 [c] [1].) In narrow situations a landlord may refuse to offer tenant a new lease. (9 NYCRR 2524.4 [a]-[c].) If the circumstances fall into one of these situations, the landlord may issue a nonrenewal notice instead of a renewal lease within the same 90-to-150-day window period before the lease expires. (9 NYCRR 2524.2 [c] [3].)\nTenant’s lease expired on May 31, 2003. Landlord served tenant with a nonrenewal notice on February 24, 2003, within the 90-to-150-day window period. Landlord sent the renewal lease on April 10, 2003, after the window period expired.\nA landlord’s intent to create a binding lease is relevant only if the landlord issues a nonrenewal notice within the window period and offers a renewal lease outside the window period. If a landlord issues both a nonrenewal notice and a renewal lease within the window period, the renewal lease always controls, regardless whether the landlord intends to offer a renewal lease. (See e.g. Hakim v Muller, Civ Ct, Hous Part, NY County, Mar. 1, 2002, Schneider, J., Index No. 112162/01, slip op at 2 [holding that renewal lease controls when renewal lease is offered after nonrenewal notice issues and when both are sent within window period], affd 2002 NY Slip Op 50339[U], *2-3 [App Term, 1st Dept 2002, per curiam]; Herman v Meryn, 159 Misc 2d 851, 852-853 [Civ Ct, NY County 1993] [same]; Conthur Dev. Co. v Bartfield, NYLJ, Aug. 10, 1987, at 11, col 1 [Civ Ct, NY County] [dismissing petition because landlord mailed tenant renewal lease less than two weeks after nonrenewal notice, finding that “Unquestionably . . . both notices were timely” sent but that “within a short period of time the tenant received contradictory messages from the landlord”].) If, on the other hand, a landlord offers a renewal lease within the window period and issues a nonrenewal notice after the window period, the nonrenewal notice cannot control — regardless of a landlord’s intent to terminate the lease — because the nonrenewal notice would not have been sent in accordance with the code. (9 NYCRR 2524.2 [c] [3].) Conversely, if a landlord does not issue a nonrenewal notice or a renewal lease during the window period, the code requires that a tenant be given a new lease and provides the tenant with various remedies, without regard to the landlord’s intent. (9 NYCRR 2523.5 [c] [1].) A landlord’s intent to renew a lease is irrelevant in all these permutations.\nThis court is presented with a different situation from those discussed above: one in which landlord properly sent tenant the nonrenewal notice during the window period but offered tenant a renewal lease after the window period. The code addresses every factual context involving the issuance of renewal leases and nonrenewal notices within or without the window period but the one presented in this case. And the factual pattern raised here was addressed in a published opinion only once before, in Steinmetz v Barnett (155 Misc 2d 98, 99 [Civ Ct, NY County 1992]), in which Civil Court found, implicitly, that a nonrenewal notice is vitiated if it issues during the window period and if a renewal lease is offered after the window period.\nLandlord argues that a landlord’s intent to renew a lease is determinative and that it did not intend to renew the lease in question. Tenant argues that once a landlord offers a tenant a renewal lease, a landlord’s intent to renew the lease is irrelevant and that a binding lease is created regardless of the landlord’s intent. Tenant thus argues that a new lease was created despite landlord’s failure to sign the renewal lease, .which is ordinarily evidence of a landlord’s intent not to enter into a lease. But intent is irrelevant only as concerns the window period.\nAlthough both sides cite to many cases to support their respective positions, all the cases, and many like them, are inapposite. Unlike here, in which the renewal lease was offered after the window period, in some cases the leases were sent within the window period. (See Jacreg Realty Corp. v Barnes, App Term, 1st Dept, Aug. 28, 2000, per curiam, Index No. 570988/ 1999, at ii [offering lease within window period], affd 284 AD2d 280, 280 [1st Dept 2001, mem]; Hakim, 2002 NY Slip Op 50339[U], *1; Blecher v Pachay, NYLJ, May 14, 1991, at 25, col 1 [App Term, 2d & 11th Jud Dists, mem] [issuing nonrenewal notice and renewal lease within window period; both parties signed lease; landlord waived right to proceed on nonrenewal notice despite any intent to contrary]; Derderian v Lehmann, 2001 NY Slip Op 40433[U], *2-3 [Civ Ct, Hous Part, NY County] [offering renewal lease and upholding lease despite landlord’s successor-in-interest’s intent and notice not to renew; implicitly suggesting that both renewal lease and nonrenewal notice sent within window period]; Ambassador Realty Co. v Wachtel, 139 Misc 2d 965, 967 [Civ Ct, NY County 1988] [holding nonrenewal notice defective; both renewal lease and nonrenewal notice issued within window period; upholding renewal lease despite landlord’s intent not to renew]; Conthur, NYLJ, Aug. 10, 1987, at 11, col 1 [issuing lease and nonrenewal notice within window period; upholding renewal lease despite landlord’s later attempt to rescind offer]; but see Steinmetz, 155 Misc 2d at 99 [issuing timely nonrenewal notice and offering renewal lease outside window period, but court applied 9 NYCRR 2523.5 (a) beyond window period].)\nIn other cases, the nonrenewal notice was either sent untimely or not sent at all, unlike the case at bar, in which the nonrenewal notice was sent timely. (See Spirer & Co. v Adams, NYLJ, June 3, 1991, at 27, col 4 [App Term, 1st Dept, per curiam] [offering renewal lease outside window period but not sending nonrenewal notice; renewal lease did not control because of pendency of appeal; landlord offered renewal lease only to comply with code if landlord did not prevail on appeal], revg 144 Misc 2d 903, 910 [Civ Ct, Bronx County 1989]; DeSantis v Randolph, 103 Misc 2d 573, 576 [App Term, 1st Dept 1980, per curiam] [upholding tenant’s right to renewal lease where no valid nonrenewal notice sent and oral lease offer made after window period, despite later action indicating that landlord did not want to renew lease].)\nYet other cases the parties cite are distinguishable on other grounds. (See Ansonia Assoc. v Richter, NYLJ, Oct. 29, 1996, at 26, col 2 [App Term, 1st Dept, per curiam] [involving hotel, which 9 NYCRR 2523.5 (a) exempts from rent stabilization, and landlord’s mistakenly offering renewal lease when no original lease existed]; Coleman v Dabrowski, 163 Misc 2d 763, 764 [App Term, 1st Dept 1994, per curiam] [invalidating mistakenly offered renewal lease sent outside window period because of prior stipulation and consent judgment]; Kibel v Davan Enters., NYLJ, Oct. 31, 1991, at 23, col 2 [App Term, 1st Dept, per curiam] [striking down renewal lease because landlord was required to issue renewal lease by the code, which does not compel landlord to offer renewal lease if tenant violates substantial obligation of tenancy].)\nTenant argues that the renewal lease is binding because landlord offered it after sending him a nonrenewal notice. In effect, tenant argues that by offering the renewal lease, landlord waived its right to proceed on the nonrenewal notice. An automatic waiver occurs if landlord sends a renewal lease within the window period and a nonrenewal notice outside the window period. (See e.g. Hakim, 2002 NY Slip Op 50339[U], *1; Conthur, NYLJ, Aug. 10, 1987, at 11, col 1.) Therefore, if landlord had sent both the renewal lease and the nonrenewal notice within the window period, a waiver would have occurred. The situation is different, however, if a nonrenewal notice is offered during the window period and the renewal lease is sent after the window period.\nWhen a valid nonrenewal notice is sent during the window period and a renewal lease is offered after the window period, proof of a landlord’s intent to reinstate a tenancy must be clear and unmistakable. Waiver is “the voluntary and intentional abandonment of a known right which, but for waiver, would have been enforceable.” (Nassau Trust Co. v Montrose Concrete Prods. Corp., 56 NY2d 175, 184 [1982]; accord Goldman v Becraft, NYLJ, July 13, 2001, at 18, col 2 [App Term, 1st Dept, per curiam].) According to affidavits from Robert Williams, the president of the company that manages petitioner’s building and dozens of other buildings, and Diane Roman, an employee of the managing agent, Ms. Roman mistakenly sent the renewal lease to tenant. That the error was clerical is corroborated by landlord’s not countersigning the lease. Tenant signed the blank lease and returned it to landlord on April 15, 2003, 46 days before tenant’s lease expired. This means that landlord had over a month to consider the lease, execute it, and return it to tenant. Landlord’s decision not to execute it demonstrated its intent not to create a binding, bilateral lease.\nTo succeed on its claim that landlord waived its right to pursue this proceeding, tenant must show that landlord clearly and unmistakably intended to renew the lease. In some cases a hearing might be necessary to resolve disputed questions of facts and ascertain intent. This is not one of them. Tenant’s only basis to contend that landlord intended to offer a renewal lease is that parts of it are handwritten. But that contention conflates the volitional act of preparing a renewal lease with intending to reinstate a tenancy by vitiating a renewal notice. Landlord evinced an intent not to renew tenant’s lease by sending a timely nonrenewal notice. It manifested no intent to waive the nonrenewal notice and reestablish the tenancy. Had landlord executed the lease, accepted a security deposit, cashed future rent, or sent tenant a letter together with the renewal lease outlining landlord’s intent to reestablish the tenancy, landlord’s intent would have been clear, and landlord would have waived its nonrenewal notice. By issuing a partly handwritten lease unsigned by landlord outside the window period, landlord did not waive the nonrenewal notice.\nThe goals of the code’s window period are threefold. First, the 90-to-150-day window period gives the tenant a reasonable amount of time — 60 days — to study the renewal lease and return it to the landlord. (9 NYCRR 2523.5 [a].) The time period also gives the landlord a fixed amount of time — 30 days — to sign the lease and return it to the tenant. (Id.) Second, the time period gives a tenant notice that the lease will or will not be renewed. (Golub v Frank, 65 NY2d 900, 901 [1985, mem].) That allows the tenant time to make other living arrangements if the lease is not renewed and assures that the tenant’s rent-stabilized lease will never be revoked at the last minute. Third, if a nonrenewal notice issues, the code provides that tenant will have at least 90 days to challenge the grounds for nonrenewal or find another residence. (9 NYCRR 2524.2 [c] [3].) The reason the code provides that the lease is executed upon its return to the landlord with tenant’s signature within 60 days — even if landlord does not sign the renewal lease — is that landlords are required to renew tenants’ rent-stabilized leases unless the circumstances fit into the code’s exceptions allowing landlords to issue a nonrenewal notice within the window period.\nThe nonrenewal notice must be sent within the window period or it will never be valid. The code provides a tenant with a right to a renewal lease, absent a valid nonrenewal notice, regardless whether the renewal lease is offered during the window period or whether it is offered at all. (9 NYCRR 2523.5 [c] [1].) If both a nonrenewal notice and a renewal lease issue during the window period, the tenant cannot know which controls. When both are sent within the window period, the tenant is justified in believing that the landlord wants to renew the tenant’s lease. And if the tenant believes that the landlord wants to renew the lease, a danger arises that the tenant will not seek another residence and, were the nonrenewal notice to control, the tenant might become homeless when the lease ends, pending the outcome of a summary holdover proceeding.\nNonrenewal notices must be “clear, unambiguous and unequivocal” (Ellivkroy Realty Corp. v HDP 86 Sponsor Corp., 162 AD2d 238, 238 [1st Dept 1990, mem]) so that tenants receive no mixed messages and know how to protect themselves. Because an underlying principle of the code is to protect tenants (Matter of David v New York City Conciliation & Appeals Bd., 59 NY2d 714, 716 [1983, mem]), courts have chosen to protect the tenant when a nonrenewal notice and a renewal lease both issue within the window period. Courts addressing the matter have implied that if both a nonrenewal notice and a renewal lease issue during the window period, the tenant is entitled to rely on the lease because of the code’s protective policy. (See e.g. Herman, 159 Misc 2d at 853.) But the code does not govern the facts presented in this proceeding. (Cf. Matter of East 56th Plaza v New York City Conciliation & Appeals Bd., 56 NY2d 544, 546 [1982, mem] [finding it “immaterial” that landlord intended not to renew tenancy; code makes proposed lease offers “binding” if they are sent “within the statutory period”].)\nIf no nonrenewal notice is received during the window period, the tenant’s rights to a renewal lease vest because when the window period ends, the tenant is on notice about what can be expected in the future: that the lease will be renewed. (Golub, 65 NY2d at 901; Chen v Allen, 130 Misc 2d 342, 343 [Civ Ct, NY County 1985].) If the window period expires and the tenant has received only a timely and valid nonrenewal notice, the tenant is effectively on notice that the lease will not be renewed and can have no false expectations.\nThe courts’ rationale that a renewal lease controls when both a renewal lease and a nonrenewal notice issue within the window period applies only when the renewal lease and the nonrenewal notice coexist within the window period. If a renewal lease is offered after the window period and after a valid nonrenewal notice issues, a tenant is on notice that the lease will not be renewed. Tenants so on notice have no expectation that a lease will be renewed or that they can benefit from the protective provisions of 9 NYCRR 2523.5 (a) and (c) or the courts’ protective policy rationale. Therefore, the validity of the renewal leases must be decided on the basis of General Obligations Law § 5-703 (2), the statute of frauds, which governs transfers of interest in real property.\nThe facts here differ from those contemplated by the code and common-law authority because the nonrenewal notice was properly sent and the renewal lease was offered after the statutory time window closed. Accordingly, contrary to tenant’s argument, the absence of landlord’s signature on the lease not only matters but is decisive. (See e.g. Blecher, NYLJ, May 14, 1991, at 25, col 1 [upholding validity of renewal lease signed by both parties even though landlord was not required to offer new lease]; River Rd. Assoc. v Orenstein, NYLJ, Dec. 24, 1991, at 25, col 5 [Yonkers City Ct, Westchester County] [holding renewal lease valid despite nonrenewal notice because landlord offered renewal lease without being obliged to do so, because both parties executed renewal lease, and because landlord accepted rent checks for new lease term], affd NYLJ, Dec. 14, 1992, at 32, col 5 [App Term, 9th & 10th Jud Dists, mem]; 320 W. 87th St. Co. v Segol, NYLJ, Feb. 20, 1991, at 27, col 4 [Civ Ct, Hous Part, NY County] [holding that parties create new tenancy if landlord offers and executes a renewal lease despite having no obligation to do so]; cf. Riklin v Schub, NYLJ, July 13, 1983, at 11, col 6 [App Term, 1st Dept, per curiam] [holding “strict letter of statute of frauds” irrelevant when, unlike here, nonrenewal notice is sent after renewal lease is offered and both are sent within window period].)\nThis proceeding falls outside the purview of the code; hence, the statute of frauds applies. General Obligations Law § 5-703 (2) requires that the party seeking to be bound by a lease exceeding one year prove that the other side signed the lease. (See e.g. Nelson Bagel Bakery Co. v Moshcorn Realty Corp., 289 AD2d 69, 69 [1st Dept 2001, mem]; Otiniano v Magier, 181 AD2d 438, 439 [1st Dept 1992, mem].) Here, tenant demanded a two-year lease. No valid agreement was ever created, given that landlord did not countersign the lease.\nSteinmetz is the only published case that covers what happens when a landlord issues a timely nonrenewal notice but then offers a renewal lease after the window period expires. The code only contemplates a lease or a nonrenewal notice sent within the 90-to-150-day window and provides remedies to tenants if a landlord fails to comply with the code. The code does not address what must occur when a nonrenewal notice is properly sent within the window period and a renewal lease is offered after the window period. Yet in concluding that the renewal offer was binding, the Steinmetz court relied on the code and on a Court of Appeals opinion in which the lease was renewed within the window period. (See 155 Misc 2d at 100, citing East 56th Plaza, 56 NY2d at 545.) Moreover, the Steinmetz court never focused on the relevancy of the window period. This court therefore respectfully disagrees with the Steinmetz court’s application of the code.\nGeneral Obligations Law § 5-703 (2) provides that a lease longer than a year is binding only if both parties sign it. Both parties did not sign the lease, the lease was for a two-year period, and landlord did not waive its right to bring this proceeding. Landlord neither offered nor created by operation of law a binding, bilateral lease. Tenant’s motion to dismiss is therefore denied.\n. Landlord argues that recent appellate authority, in particular Hakim v Muller, holds that a renewal lease offered inadvertently does not vitiate a non-renewal notice. According to landlord, “Hakim v. Muller is distinguishable from the case at bar, since, in that case the lease renewal offer was not issued in error.” (Wagner affirmation in opposition 11 28 [footnote omitted] [emphasis in original].) But because the Appellate Term in Hakim did not articulate whether the landlord contended that it offered the renewal lease in error, this court read the Housing Part file. As Judge Jean Schneider’s decision explains, the landlord in Hakim argued that “its offer to renew the lease was ‘inadvertent.’ ” (Slip op at 2.) Judge Schneider and the Appellate Term squarely decided in Hakim, therefore, that a landlord that erroneously offers a tenant a renewal lease after terminating a tenancy may not proceed with a holdover proceeding based on a nonrenewal notice — so long, Judge Schneider noted, as “a landlord both serves a Notice of Nonrenewal and offers a renewal lease during the same window period.” (Id.)",
        "type": "majority",
        "author": "Gerald Lebovits, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "David E. Frazer, New York City, for respondent. Finkelstein Newman LLP, New York City (Andrew J. Wagner of counsel), for petitioner."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 833]\n123 West 15, LLC, Petitioner, v Lafayette Compton, Respondent.\nCivil Court, of the City of New York, New York County,\nAugust 1, 2003\nAPPEARANCES OF COUNSEL\nDavid E. Frazer, New York City, for respondent. Finkelstein Newman LLP, New York City (Andrew J. Wagner of counsel), for petitioner."
  },
  "file_name": "0608-01",
  "first_page_order": 596,
  "last_page_order": 605
}
