{
  "id": 1237541,
  "name": "The People of the State of New York, Plaintiff, v. Samuel Brandon, Defendant",
  "name_abbreviation": "People v. Brandon",
  "decision_date": "2003-07-31",
  "docket_number": "",
  "first_page": "618",
  "last_page": "627",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 618"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 825"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Crim. Ct.",
    "id": 9055,
    "name": "New York City Criminal Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "259 AD2d 407",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        890745
      ],
      "pin_cites": [
        {
          "page": "407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/259/0407-01"
      ]
    },
    {
      "cite": "111 AD2d 864",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5676863
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/111/0864-01"
      ]
    },
    {
      "cite": "55 NY2d 731",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4383799
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/55/0731-01"
      ]
    },
    {
      "cite": "62 NY2d 285",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2346507
      ],
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/62/0285-01"
      ]
    },
    {
      "cite": "512 US 452",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39831
      ],
      "pin_cites": [
        {
          "page": "461-462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/512/0452-01"
      ]
    },
    {
      "cite": "501 US 171",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1108476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0171-01"
      ]
    },
    {
      "cite": "87 NY2d 838",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8596896
      ],
      "pin_cites": [
        {
          "page": "839"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0838-01"
      ]
    },
    {
      "cite": "90 NY2d 956",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        165809
      ],
      "pin_cites": [
        {
          "page": "957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/90/0956-01"
      ]
    },
    {
      "cite": "71 NY2d 845",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4409214,
        4407639
      ],
      "pin_cites": [
        {
          "page": "846"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/71/0845-01",
        "/ny-2d/71/0845-02"
      ]
    },
    {
      "cite": "460 US 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6195479
      ],
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0491-01"
      ]
    },
    {
      "cite": "446 US 544",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6185389
      ],
      "pin_cites": [
        {
          "page": "554"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0544-01"
      ]
    },
    {
      "cite": "538 US 626",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9031233
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "1846"
        },
        {
          "page": "1847"
        },
        {
          "page": "1847"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0626-01"
      ]
    },
    {
      "cite": "91 AD2d 327",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5627005
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "330"
        },
        {
          "page": "330"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/91/0327-01"
      ]
    },
    {
      "cite": "104 AD2d 907",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3380345
      ],
      "pin_cites": [
        {
          "page": "911"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/104/0907-01"
      ]
    },
    {
      "cite": "182 AD2d 829",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1081285,
        1081126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/182/0829-01",
        "/ad2d/182/0829-02"
      ]
    },
    {
      "cite": "25 NY2d 585",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2292199
      ],
      "pin_cites": [
        {
          "page": "589"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/25/0585-01"
      ]
    },
    {
      "cite": "384 US 436",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12046400
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0436-01"
      ]
    },
    {
      "cite": "378 US 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6164855
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0001-01"
      ]
    },
    {
      "cite": "266 AD2d 567",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        202376,
        202189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/266/0567-02",
        "/ad2d/266/0567-01"
      ]
    },
    {
      "cite": "69 NY2d 834",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 AD 2d 756",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5686041,
        5689628
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/124/0756-01",
        "/ad2d/124/0756-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 890,
    "char_count": 22061,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 4.1810312869464876e-08,
      "percentile": 0.26754494180934874
    },
    "sha256": "45944d6638a427abf755a3cd512eca3428f33c3634872126d00605022aa45121",
    "simhash": "1:a4f2260db47a8a41",
    "word_count": 3616
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Samuel Brandon, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMatthew F. Cooper, J.\nThe defendant in this case is charged with petit larceny, in violation of Penal Law § 155.25. On May 28 and 29, 2003, the court held a Huntley/Dunaway hearing. The sole witness at the hearing was Investigator Brian J. Shortall of the New York State Police, who testified on behalf of the prosecution. The prosecution also introduced into evidence a five-page written statement and a one-hour audiotape of the defendant’s interview with Investigator Shortall and other police officers on June 20, 2002. The court finds the testimony of Investigator Shortall to be credible. Based upon the evidence adduced at the hearing, the court makes the following findings of fact and conclusions of law.\nFindings of Fact\nThis case began after Investigator Shortall received a complaint concerning the defendant from a named citizen informant. According to the informant, she was shopping for a house and went to the defendant’s home on May 19, 2002. There, she saw a photo of the defendant in a firefighter’s uniform holding something in his hand, which the defendant told her was a hipbone. The informant further stated that the defendant told her that he had taken many “souvenirs” from the World Trade Center site while working there as a volunteer after September 11, 2001.\nOn June 19, 2002, Investigator Shortall and Investigator Tracy Andryshak, posing as prospective home buyers, went to the defendant’s residence. While being escorted through the home, the investigators observed a gold-framed photograph of the defendant in the living room. In the photo, the defendant, a retired firefighter, was wearing a firefighter’s uniform and holding a large bone, which the defendant stated was a hipbone he recovered while working as a volunteer at the South Tower of the World Trade Center. During this visit, the defendant also showed the officers two pieces of glass and a radio which he said were taken from the World Trade Center site.\nBased on this information, the officers secured and executed a search warrant of the defendant’s home on June 20, 2002. The search warrant was executed by Investigator Shortall and “at least five other people.” Prior to entering the defendant’s home, Investigator Shortall, accompanied by Investigator Larry Wood, approached the defendant and explained why they were there. Investigator Shortall asked the defendant to sign a form consenting to the search of his home “to show that he was voluntarily agreeing to the search,” but the defendant refused. The search party then entered the home and recovered the photograph described above, two pieces of glass, a radio, six employee identification cards and a coin. During the execution of the warrant, which lasted approximately one hour, the defendant remained “alongside” Investigator Shortall.\nAfter the search was completed, Investigator Shortall asked the defendant to come with him and his partner “back to the police barracks.” The defendant asked if he could make a phone call to his wife and he was permitted to do so. The defendant then asked if he could take his own vehicle, but was informed that he would be given a ride back if he needed it. The defendant and Investigator Shortall exited the defendant’s home and walked to the investigator’s vehicle, a black Intrepid, four-door sedan. Investigator Shortall and his partner were both in the front seat of the vehicle, while the defendant sat alone in the rear.\nAt the police barracks, the defendant was taken to an interview room and asked if he wanted anything to drink. Present with the defendant in the interview room were Investigator Shortall, Investigator Wood and two detectives from the Port Authority Police Department. At the beginning of the interview, which was audiotaped, the defendant was given his Miranda warnings by Investigator Wood. After reading the defendant his Miranda warnings, Investigator Wood asked the defendant if he understood each of the rights explained and the defendant answered “yes.” Investigator Wood then asked the defendant, “Having these rights in mind, do you wish to talk to us now?” The defendant responded “yes.” The defendant was then told that Investigator Shortall would conduct the interview. At this point, the tape was turned off to enable Investigator Shortall to set up a laptop computer on which he was going to prepare a typewritten version of the interview.\nAfter the tape was turned back on, Investigator Shortall began the interview by stating that the defendant had indicated that he read and spoke English. He then asked the defendant to read the first Miranda warning aloud and the remaining four rights to himself. Once the defendant was done, Investigator Shortall asked him whether he had been advised of his rights under Miranda, to which the defendant answered “yes.” Investigator Shortall asked the defendant whether he understood those rights and the defendant responded that he was confused about them. The following colloquy then took place:\n“investigator shortall: What is it that confuses you about them? Do you need to re-read them or do you need me to explain them to you?\n“defendant: I’m not comfortable testifying without an attorney, without knowledge of. . .\n“investigator shortall: Hold on. Remember I said I can’t keep up with you.\n“defendant: Sorry.\n“investigator shortall: Okay. You’re not testifying, what you’re doing is you’re providing a statement, a written statement as to . . . I’m going to ask you questions and the answers are going to be from you, and the questions are going to be specifically on, um, about the stuff that was found at your house as far as conversations you had with me and Investigator Andryshak on June 19. It’s not testimony, it’s a statement. Do you understand that? Do you understand the difference between testimony and statement. Testimony is in court, you go into a court and you testify.\n“defendant: It’s the same thing, no?\n“investigator shortall: Well, we’re not in a courtroom.\n“defendant: Testimony . . . this can be used against me.\n“investigator shortall: Absolutely, this can be used against you in a court of law and that’s what that fourth line says.\n“investigator shortall: I fully understand ... I have these rights and at this time I agree to waive my rights and make the following statement. Do you agree, do you understand that statement? “defendant: Yes sir.\n“investigator shortall: Do you fully understand your rights and at this time agree to speak to me about what happened at your house?\n“defendant: Not knowing the implication, I’m not comfortable.\n“investigator shortall: Well, I’m asking, do you want to speak to me about what happened at your house and what happened yesterday?\n“defendant: Yes sir.\n“investigator shortall: Now, I had to type it again ‘cause I can’t keep up. I said do you wish to talk to me today about what happened at your house yesterday and you said yes sir.\n“defendant: Yes sir.”\nAfter this exchange, the questioning resumed and the defendant answered questions regarding his statements to the investigators when they visited his home the day before as well as his recovery and removal of items found at the World Trade Center site. The vast majority of the questioning was conducted by Investigator Shortall. There were instances, however, when the defendant was asked questions by either one or both of the detectives from the Port Authority Police Department as well as instances where the defendant was asked questions by two officers simultaneously. At times, the questions were asked in what appeared to be raised voices.\nApproximately an hour into the interview, Investigator Short-all, in response to the defendant’s comment that he was at the World Trade Center site to help families, asked the defendant how removing items from the site helped the families. The defendant answered that he was confused by the question. The question was repeated several times and the defendant repeatedly answered that he did not understand the question. At this point, Investigator Shortall told the defendant that he believed the defendant understood the question but did not know how to answer it because there was no appropriate answer. In response, the defendant stated that he did not want to answer any more questions. The investigator then asked the defendant whether he did not want to answer that question or any more questions and the defendant answered “no more questions.” Investigator Shortall concluded the interview and printed out what he had typed on his laptop. Although Investigator Shortall managed to type much of what was said in the interview, the written statement he prepared was in no way a verbatim transcript of the interview.\nAt the beginning of the document printed out by Investigator . Shortall, which totaled five pages, there was a reproduction of the Miranda warnings as well as a waiver which read “I fully understand these rights, and at this time I agree to give up my rights and make the following statement.” Below the waiver there was a signature line for a witness and for the person waiving his rights. Investigator Shortall signed the witness line and also signed the bottom of each page of the written statement. He then turned the document over to the defendant and asked him to sign the bottom of each page of the document. In response, the defendant told the investigator that he wanted to make a comment on the statement. On the bottom of the first page the defendant wrote “I refused to answer further questions as I feel questioning officer was threatening me with arrest and prosecution if I do not cooperate.” The defendant then signed his name at the bottom of page one. The defendant did not, however, sign the Miranda waiver or the remaining four pages of the document.\nThe defendant was not formally placed under arrest until the interview was fully concluded. As Investigator Shortall conceded, however, the decision to arrest the defendant had in fact been made prior to executing the search warrant that morning.\nConclusions of Law\nThe Dunaway Portion\nThe testimony provided by Investigator Shortall at the hearing clearly established that there was probable cause to arrest the defendant. First, there was the complaint from the citizen informant that she had seen a photo of the defendant which the defendant told her was taken at the World Trade Center site along with other “souvenirs” he had taken from the site. (See People v Smith, 124 AD 2d 756 [2d Dept 1986], lv denied 69 NY2d 834 [1987] [information provided by an identified citizen accusing another of a specific crime is sufficient to provide police with probable cause].) Second, there were the observations and information obtained by the officers while posing as home buyers at the defendant’s home which corroborated the informant’s complaint. Finally, there were the items recovered at the defendant’s home pursuant to a valid and properly executed search warrant. (See People v Perez, 266 AD2d 567 [2d Dept 1999] [recovery by police of baseball bat which appeared to be bloody from under a dumpster where defendant was standing plus recovery of a gun and knives established probable cause for defendant’s arrest].)\nAccordingly, the defendant’s motion to suppress his statement as the fruit of an unlawful arrest is denied.\nThe Huntley Portion\nIt is well settled that a suspect in police custody must be advised of his or her constitutional rights before being subjected to interrogation by the authorities. (Malloy v Hogan, 378 US 1 [1964]; Miranda v Arizona, 384 US 436 [1966].) The standard for determining whether a person is in custody “is not what the defendant thought, but rather what a reasonable man, innocent of any crime, would have thought had he been in the defendant’s position.” (People v Yukl, 25 NY2d 585, 589 [1969].)\nIn ascertaining whether a defendant was in custody, courts must take into account all of the circumstances surrounding the encounter including (1) the amount of time the defendant spent with the police, (2) whether the defendant’s freedom was restricted, physically or otherwise, (3) the location of the interview, (4) the atmosphere of the interview, that is, was there an overwhelming police presence, (5) whether the defendant was cooperative or reluctant, (6) whether the defendant was advised of his constitutional rights, and (7) whether the questioning was investigatory or accusatory in nature. (People v Forbes, 182 AD2d 829 [2d Dept 1992]; see also People v Oates, 104 AD2d 907, 911 [2d Dept 1984]; People v Johnson, 91 AD2d 327, 330 [4th Dept 1983].) Additional factors to be considered are “the display of a weapon by an officer, some physical touching of the person of the citizen, or the use of language or tone of voice indicating that compliance with the officer’s request might be compelled.” (Kaupp v Texas, 538 US 626, —, 123 S Ct 1843, 1846 [2003], quoting United States v Mendenhall, 446 US 544, 554 [1980].) Also of significance to the question of custody is whether the officer would have permitted the defendant to leave and “to the extent that it was conveyed to the suspect, whether the officer knew that a crime had been committed.” (Johnson, 91 AD2d at 330.)\nHere, the defendant’s statement was made at the police barracks in the presence of four officers. Although it appears that the defendant cooperated with the police when they asked him to “come down to the police barracks,” it is clear that such cooperation, which occurred after several officers had executed a search warrant on the defendant’s home, was nothing more than “a mere submission to a claim of lawful authority.” (Kaupp v Texas, 538 US at —, 123 S Ct at 1847, quoting Florida v Royer, 460 US 491, 497 [1983].)\nMoreover, the tone and nature of the questioning, which lasted for approximately an hour, was at times accusatory and clearly conveyed to the defendant that the officers believed a crime had been committed. Additionally, although not determinative, it appears that the police themselves thought that a reasonable person in the defendant’s position might believe he was in custody and thus they elected to advise the defendant of his Miranda rights twice, one reading right after the other. Moreover, the decision to arrest the defendant had already been made prior to bringing him to the barracks for questioning. Taking into account all of the circumstances surrounding the instant encounter, one cannot conclude that “a reasonable person in [the defendant’s] situation would have thought he was sitting in the interview room as a matter of choice, free to change his mind and go . . . .” (Kaupp v Texas, 538 US at —, 123 S Ct at 1847.) Accordingly, this court finds that the defendant was in police custody at the time that his statement was taken.\nThe court now turns to the issue of whether the defendant invoked his right to counsel or his right to remain silent. To cease questioning, a defendant in custody must unequivocally assert his right to remain silent or his right to counsel. (See, e.g., People v Fridman, 71 NY2d 845, 846 [1988] [defendant’s suggestions that he might want to consult with his lawyer found not to be an unequivocal assertion of right to counsel]; People v Hendricks, 90 NY2d 956, 957 [1997] [defendant’s statement “I’ll talk to you but I’m not signing anything else” in response to officer’s post-Miranda request for a written statement was not an unequivocal invocation of his right to silence].) “Whether a particular request is or is not unequivocal is a mixed question of law and fact that must be determined with reference to the circumstances surrounding the request including the defendant’s demeanor, manner of expression and the particular words found to have been used by the defendant.” (People v Glover, 87 NY2d 838, 839 [1995].)\nHere, the defendant was administered his Miranda rights twice, once by Investigator Wood and immediately thereafter by Investigator Shortall. In response to the reading by Investigator Wood, the defendant stated, without reservation or hesitation, that he understood each of the rights and that he wished to talk. When Investigator Shortall asked the defendant whether he understood his rights, the defendant replied that he was “confused about it” and that he was “not comfortable testifying without an attorney.”\nBy their very wording, the defendant’s responses to the questions concerning the understanding of his rights cannot be deemed to have been an unequivocal assertion of his constitutional right to counsel as delineated by the Supreme Court in Miranda v Arizona (384 US 436 [1966]; see McNeil v Wisconsin, 501 US 171 [1991]). The right to counsel guaranteed by Miranda is the “sort of lawyerly assistance” one needs “in dealing with custodial interrogation by the police.” (Id. at 178.) In the first response the defendant makes no mention of counsel while in the second he refers to his discomfort at testifying without counsel. Even if one were to consider the defendant’s second response a request for counsel, it was a request for assistance in the context of testifying, which is very different from requesting “lawyerly assistance” in the context of custodial interrogation. And although the defendant may have initially thought that by providing a statement he was doing “the same thing” as testifying, Investigator Shortall promptly explained the difference between the two and advised him that anything he said during the interview could be used against him in a court of law. After the officer’s explanation, the defendant did not request the assistance of an attorney for the interview.\nIf anything, the defendant’s comments about being “confused” and “not comfortable” were ambiguous or equivocal statements which called for some clarifying questions on the part of the officers. (See Davis v United States, 512 US 452, 461-462 [1994] [in finding that defendant’s statement “Maybe I should talk to a lawyer” was not a request for counsel, Court reasoned that “when a suspect makes an ambiguous or equivocal statement it will often be good police practice for the interviewing officers to clarify whether or not he actually wants an attorney”].) Here, Investigator Shortall asked the defendant what he was confused about in an effort to insure that the defendant sufficiently understood his rights under Miranda. As our Court of Appeals has stated: “An individual may validly waive Miranda rights so long as the immediate import of those warnings is comprehended regardless of his ignorance of the mechanics by which the fruits of that waiver may be used later in the criminal process.” (People v Williams, 62 NY2d 285, 289 [1984].) Although the defendant in this case may have had questions concerning the process, it cannot be said that he did not comprehend the import of the warnings.\nMoreover, the conduct and demeanor of the defendant belie any claim that he unequivocally asserted his right to counsel. Throughout his interactions with the police, the defendant did not have a problem stating his position clearly and unambiguously. When he was asked to sign the consent to search his home, he refused. When he decided, about an hour into the interview, that he did not want to answer any more questions, he said so in no uncertain terms.\nAlthough the defendant expressed some discomfort about speaking at the beginning of the interview, he did not unequivocally invoke his right to remain silent until approximately one hour into the interview. This occurred when Investigator Short-all asked the defendant how he thought he was helping the families by removing items, such as identification cards and photos, from the site. At that point, the defendant stated that he did not wish to answer any more questions and the interrogation ceased. With respect to the defendant’s handwritten notation that he “refused to answer further questions,” the court credits Investigator Shortall’s testimony that the defendant wrote this after the interview had been concluded and after all five pages of the document had been printed out.\nHere, the defendant made a knowing, voluntary and intelligent waiver of his Miranda rights, including his right to counsel and his right to remain silent. He was properly advised of his Miranda rights twice, he indicated that he understood those rights, and at least twice he answered that yes, he wanted to speak to the police. Additionally, the People established that at the time of the statement there was no compelling influence, such as threats, coercion, pressure or trickery, exerted over the defendant. Together these circumstances demonstrate that the defendant exercised a voluntary, knowing and intelligent waiver of his Miranda rights. (See, e.g., People v Davis, 55 NY2d 731 [1981]; People v Bretts, 111 AD2d 864 [2d Dept 1985].) Furthermore, “[t]hat defendant understood the Miranda warnings administered to him, including his right to remain silent, is evidenced by defendant’s ultimate indication that he no longer wished to talk, at which point the interview was concluded.” (See People v Barrios, 259 AD2d 407, 407 [1st Dept 1999].)\nAccordingly, the defendant’s motion to suppress his statement on the grounds that it was taken in violation of his Miranda rights is denied.\n. The warnings given to the defendant by Investigator Wood were:\n“Sir, you have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to talk to a lawyer and have him present with you while you’re being questioned. If you cannot afford to hire a lawyer, one will be appointed to represent you free of charge before any questioning if you wish.\n“You may decide at any time to exercise these rights and not answer any questions or make any statements.”",
        "type": "majority",
        "author": "Matthew F. Cooper, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Ronald E. Kliegerman for defendant. Robert M. Morgenthau, District Attorney (Judy Salwen of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 825]\nThe People of the State of New York, Plaintiff, v Samuel Brandon, Defendant.\nCriminal Court of the City of New York, New York County,\nJuly 31, 2003\nAPPEARANCES OF COUNSEL\nRonald E. Kliegerman for defendant. Robert M. Morgenthau, District Attorney (Judy Salwen of counsel), for plaintiff."
  },
  "file_name": "0618-01",
  "first_page_order": 606,
  "last_page_order": 615
}
