{
  "id": 1237607,
  "name": "Michael Macario et al., Plaintiffs, v. Virginia DelValle et al., Defendants",
  "name_abbreviation": "Macario v. DelValle",
  "decision_date": "2003-09-09",
  "docket_number": "",
  "first_page": "628",
  "last_page": "637",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 628"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 746"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "143 AD2d 301",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3568967
      ],
      "pin_cites": [
        {
          "page": "304"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/143/0301-01"
      ]
    },
    {
      "cite": "304 AD2d 319",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        329339,
        328763
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/304/0319-01",
        "/ad2d/304/0319-02"
      ]
    },
    {
      "cite": "51 NY2d 308",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4381824
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/51/0308-01"
      ]
    },
    {
      "cite": "757 F2d 1293",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        317331,
        3595180
      ],
      "pin_cites": [
        {
          "page": "1303-1306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/757/1293-01",
        "/us-app-dc/244/0298-01"
      ]
    },
    {
      "cite": "82 NY2d 876",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2356518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/82/0876-01"
      ]
    },
    {
      "cite": "280 AD2d 949",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1290165
      ],
      "pin_cites": [
        {
          "page": "950"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/280/0949-01"
      ]
    },
    {
      "cite": "287 AD2d 441",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        387327
      ],
      "pin_cites": [
        {
          "page": "441-442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/287/0441-01"
      ]
    },
    {
      "cite": "201 AD2d 462",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1162201,
        1161221
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/201/0462-02",
        "/ad2d/201/0462-01"
      ]
    },
    {
      "cite": "275 AD2d 362",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        506156,
        505557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/275/0362-01",
        "/ad2d/275/0362-02"
      ]
    },
    {
      "cite": "292 AD2d 203",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        195183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/292/0203-01"
      ]
    },
    {
      "cite": "87 NY2d 370",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8594494
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0370-01"
      ]
    },
    {
      "cite": "51 NY2d 752",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4380913
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/51/0752-01"
      ]
    },
    {
      "cite": "248 NY 339",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1905144
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "344"
        },
        {
          "page": "343, 345"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/248/0339-01"
      ]
    },
    {
      "cite": "68 NY2d 320",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2347210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/68/0320-01"
      ]
    },
    {
      "cite": "46 NY2d 223",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2339376
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/46/0223-01"
      ]
    },
    {
      "cite": "3 NY2d 395",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2246089
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/3/0395-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 20761,
    "ocr_confidence": 0.782,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046471435207226366
    },
    "sha256": "b4622b2bf24475aafa388ce3b139728c6beb1ac0a82fc6a5fbdb6f8099f01995",
    "simhash": "1:3e5006964e4450e1",
    "word_count": 3405
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael Macario et al., Plaintiffs, v Virginia DelValle et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPaul A. Victor, J.\nRelief Requested\nMotion by defendant Hedco, Inc., doing business as Hedco Associates, for summary judgment dismissing the complaint and all cross claims asserted against it; or in the alternative for an order limiting, as a matter of law, the percentage of any of its potential liability to plaintiff to no more than 50% of any recovery pursuant to CPLR article 16 (CPLR 1601, 1602). Codefendants DelValle and Lopez join in plaintiffs opposition to Hedco’s motions.\nIssues Presented\n1. Did defendant Hedco by its actions create “a peculiar unreasonable risk” of injury to plaintiff, an employee of an independent contractor (Con Edison), and thereby subject itself to liability under an exception to the general rule which precludes liability for the harm caused by acts of independent subcontractors? In other words, did defendant Hedco, by its actions, bring itself within the “orbit of a duty” owed to plaintiff?\n2. Was the accident caused solely by the intervening and superceding act of the codefendant DelValle,. or were the actions of defendant Hedco a contributing concurrent proximate cause of the accident?\nProcedural History and Background\nPlaintiff Michael Macario sues to recover for personal injuries sustained as the result of an automobile accident which occurred on the morning of January 23, 2001, in front of 1144 Zerega Avenue, in Bronx County where defendant Hedco maintained its business offices, machinery and related facilities. Macario was standing on the street side of a double-parked 40-foot Con Edison tractor-trailer when he was struck by an automobile which was driven by defendant Virginia DelValle and owned by defendant Faustino Lopez. The tractor-trailer was double-parked on the northbound side of Zerega Avenue facing into traffic, near the intersection of Zerega and Powell Avenues. Zerega Avenue is a two-way street with only two lanes of moving traffic and parking on both sides. The traffic at the time of the accident was described as “pretty heavy.”\nPlaintiff Macario testified at his deposition that he and Nataliño Giraldi, both working as employees of Con Edison, had been assigned to load an experimental backhoe, known as an “EarthForce,” onto the tractor-trailer to transport it to another location for use. This experimental backhoe was in the possession and control of defendant Hedco, and Hedco had loaned it to Con Edison on several occasions in an effort to obtain future sales. Macario further testified that a representative of Hedco, identified as a “Mr. Crane,” came out of the Hedco company offices and gave Giraldi and him “directions” to take the backhoe from the back of the Hedco facility and to load it outside on the street. Giraldi drove the backhoe off the Hedco property, down onto Zerega Avenue and into the Con Edison tractor-trailer. Plaintiff testified that, as he stood in the street directing Giraldi up the ramp into the trailer-box of the Con Edison truck, he was injured when struck in the right shoulder by the side view mirror of the vehicle which was being operated by defendant DelValle. Plaintiff explained that in order for northbound vehicular traffic to get around the double-parked Con Edison tractor-trailer, vehicles were required to cross the yellow traffic divider line and proceed into the southbound lanes for approximately the distance of the tractor-trailer, that is, some 40 feet. Plaintiff also testified that Hedco’s “Mr. Crane” was on the sidewalk at the location during the loading of the backhoe and was there when the accident actually occurred.\nPlaintiff testified that each time they came for the backhoe, either “Mr. Crane,” or a mechanic named “Bob,” whom “Mr. Crane” first called over, was present when they loaded the backhoe on their truck. He also stated that it was his understanding that he and Giraldi were required to get permission from “Mr. Crane” to bring their truck down the driveway onto Hedco’s property. On the date of the accident, “Mr. Crane” specifically told him and Giraldi to load the backhoe on the public street, Zerega Avenue, where the accident ultimately occurred. Hedco does not refute that, on the day of the accident, its employee told the Con Edison representatives to “take the machine and load it in the front.” Hedco acknowledged that its employee Stephen Krines was in front of Hedco’s facilities, with or near plaintiff, while the loading of the backhoe was in progress.\nHedco now moves for summary judgment dismissing the complaint, as well as cross claim of defendants DelValle and Lopez, contending that it owed no duty of care to the plaintiff and should not be held to be at fault for the happening of the accident. Hedco alleges, among other things, that plaintiff and Giraldi independently chose to double-park on Zerega Avenue; that it was codefendant DelValle who owed a duty to safely operate her vehicle; and that the breach of this duty was the sole proximate cause of the injury to the plaintiff.\nApplicable Law\nSummary Judgment Issues\nThe court’s function on this motion for summary judgment is issue finding rather than issue determination. (Sillman v Twentieth Century-Fox Film Corp., 3 NY2d 395 [1957].) Since summary judgment is a drastic remedy, it should not be granted where there is any doubt as to the existence of a triable issue. (Rotuba Extruders v Ceppos, 46 NY2d 223 [1978]; Sillman v Twentieth Century-Fox Film Corp., supra; Alvarez v Prospect Hosp., 68 NY2d 320 [1986].)\nThe Finding of a Breach of Duty as a Precurser to a Finding of Fault\nIn 1928, Chief Judge Cardozo, writing for a unanimous bench, coined the axiom, “The risk reasonably to be perceived defines the duty to be obeyed ...” (Palsgraf v Long Is. R.R. Co., 248 NY 339, 344 [1928]). Thus, it became “axiomatic” that before a party can be held to be at fault, the court must initially determine whether the alleged offending party owed a duty of care to the injured party.\nIn order to keep the “orbit” of imposed duty to reasonable and legally manageable limits, the court is admonished to consider the consequences of imposing a duty under the facts and circumstances presented. As explained by Judge Fuchsberg in his concurring opinion in Sewar v Gagliardi Bros. Serv. (51 NY2d 752 [1980]):\n“Duty, as we have seen, is essentially a legal term by which we express our conclusion that there can be liability. Simply, it tells us whether the risk to which one person exposes another is within the protection of the law. The determination of that question may take into account not only the facts in the particular case, but also, generally though not necessarily, foreseeability ... As Chief Judge Cardozo had occasion to put it, ‘the orbit of the duty’ is ‘at times a question for the court, and at times, if varying inferences are possible, a question for the jury’ (Palsgraf v Long Is. R.R. Co., 248 NY 339, 343, 345 [1928]).” (51 NY2d 752, 758 [1956], supra [citations omitted and emphasis added].)\nActs of Independent Persons or Entities\nGenerally, a person or entity is not responsible for the acts of others over whom one does not retain a measure of control. Unlike an employer/employee relationship, an owner or employer or other person who contracts with an independent contractor to engage in an activity is ordinarily not responsible for the tortious acts of the independent contractor even though said acts are committed while engaged in carrying out the engagement. (Chainani v Board of Educ. of City of N.Y., 87 NY2d 370 [1995].) In Chainani, the Court of Appeals held that the defendant Board of Education of the City of New York could not be held vicariously liable for the tortious acts committed by a bus driver who was employed by an independent contractor which provided transportation services for the students pursuant to a contract with the defendant. In Chainani the Court explained the general rule, and several of its exceptions, including the inherently dangerous task exception which is often invoked by plaintiffs, but infrequently held to apply by the courts. (See for example, Baraban v Orient Express Hotels, 292 AD2d 203 [1st Dept 2002] [setting up electrical equipment in a public place was not inherently dangerous so as to render the principal vicariously liable for the contractor’s negligence]; Robinson v Jewish Hosp. & Med. Ctr. of Brooklyn, 275 AD2d 362 [2d Dept 2000] [anesthesiology held not to be inherently dangerous work]; see also Kozinevich v Great Atl. & Pac. Tea Co., 201 AD2d 462 [2d Dept 1994].)\nIt would appear therefore that the ordinary and routine task of transporting a backhoe would not qualify as “inherently dangerous” per se; and in the absence of any retained control over the method of transportation, an owner would be absolved of any responsibility for a tortious act committed by an independent contractor that was hired to transport same.\nAmong the factors to be considered in order to determine if an owner’s alleged participation in an activity has created an actionable legal duty, and/or whether a contractor is truly “independent,” is the extent of supervision or control, if any, exercised by an owner over the employee of an independent contractor and/or over the work to be performed by said employee. As explained by the Appellate Division in Marin v San Martin Rest. (287 AD2d 441, 441-442 [2d Dept 2001]):\n“ [A]n owner does not owe a duty to protect a contractor’s employee from hazards resulting from the contractor’s methods over which the owner exercises no supervisory control’ (Anderson v Bush Indus., 280 AD2d 949, 950; Comes v New York State Elec. & Gas Corp., 82 NY2d 876) . . .\n“When a worker ‘confronts the ordinary and obvious hazards of his employment, and has at his disposal the time and other resources (e.g., a co-worker) to enable him to proceed safely, he may not hold others responsible if he elects to perform his job so incautiously as to injure himself . . . (Citations omitted and emphasis added.)\nHowever, if an owner alters the independent contractor’s methods and exposes said contractor’s employee to more than the ordinary and obvious hazards of his employment, might the owner be held responsible for harm which results from said employee’s incautious acts? Although the mere act of transporting a backhoe may not per se qualify as inherently dangerous, there is a significant body of law which provides another exception to the general rule where an owner by its acts creates a “peculiar unreasonable risk” and takes no “special precautions” to minimize that risk. (See, Restatement [Second] of Torts §§ 413, 414; Wilson v Good Humor Corp., 757 F2d 1293, 1303-1306 [DC Cir 1985]; Prosser and Keeton, Torts § 71, at 512 [5th ed].) The Restatement (Second) of Torts (supra) describes this exception to the general rule as follows:\n“413. Duty To Provide For Taking Of Precautions Against Dangers Involved In Work Entrusted to Contractor\n“One who employs an independent contractor to do work which the employer should recognize as likely to create, during its progress, a peculiar unreasonable risk of physical harm to others unless special precautions are taken, is subject to liability for physical harm caused to them by the absence of such precautions if the employer\n“(a) fails to provide in the contract that the contractor shall take such precautions, or\n“(b) fails to exercise reasonable care to provide in some other manner for the taking of such precautions.” (Emphasis added.)\nIn Chainani (supra), the New York Court of Appeals stated that [w]e have not previously adopted or rejected this Restatement exception and find it unnecessary to do so here.” (87 NY2d 370, 382 [1995], supra.) Thus, according to the New York Court of Appeals, this exception appears to be an open issue in New York, and no New York appellate court has yet unequivocally adopted the Restatement exception.\nThis court now holds that the doctrine of “peculiar unreasonable risk” as expressed in section 413 of the Restatement is a natural and practical consequence of the common law of this state, and that the rule is consonant with the law of this state and should be accepted and adopted as expressing a valid rule of law. Clearly, although an employer of an independent contractor may not actively direct the manner in which the work is performed, the employer’s special directions may create unusual hazards for which the employer is liable in tort. As stated in Comment b accompanying Restatement (Second) of Torts § 413, “This Section is concerned with special risks, peculiar to the work to be done, and arising out of its character, or out of the place where it is to be done, against which a reasonable ¡person] would recognize the necessity of taking special precautions.” (Emphasis supplied.) Consequently, when an employer refuses to permit activities by an independent contractor to be performed on its premises, and knows that the undertaking of those activities in the public street would pose an unusual and peculiar risk of injury, liability would be imposed under this section, if no special precautions are undertaken.\nIn any event, even-where the exception can be applied and a defendant thereby held to be responsible for an independent contractor’s acts, a finding of fault is not automatic, since plaintiff must still establish that defendant’s negligence was a substantial cause of the harm which resulted. In other words plaintiff must establish the second element of fault — proximate cause.\nThe Second Element of Fault — Proximate Cause\nIt is fundamental that no act, although tortious, is actionable unless it is also a proximate or legal cause of harm to plaintiff. However, proximate cause, the required second element of fault, has been long recognized as being impossible to precisely define so as to cover all situations. (Derdiarian v Felix Contr. Corp., 51 NY2d 308 [1980]; Prosser, Torts § 42, at 249 [4th ed].) Its application becomes even more elusive when, for “policy considerations,” courts are required “to place manageable limits upon the liability that flows from negligent conduct.” (Derdiarian v Felix Contr. Corp., 51 NY2d, supra at 314; Palsgraf v Long Is. R.R. Co., supra.) As observed in Derdiarian (at 314-315): “Depending upon the nature of the case, a variety of factors may be relevant in assessing legal cause. Given the unique nature of the inquiry in each case, it is for the finder of fact to determine legal cause, once the court has been satisfied that a prima facie case has been established . . . .” (Emphasis added.)\nThe “legal cause” issue becomes even more complex when the acts of third persons “intervene” between the negligent conduct of the defendant and the ultimate injury to plaintiff. When this occurs the defendant always alleges that the intervening act was the sole proximate cause of the event, and requests that plaintiffs claim against defendant be dismissed. However, as also explained in Derdiarian (supra), “the causal connection is not automatically severed . . . [and] liability turns upon whether the intervening act is a normal or foreseeable consequence of the situation created by the defendant’s negligence.” (Derdiarian v Felix Contr. Corp., 51 NY2d, supra at 315 [emphasis added]; Toyos v City of New York, 304 AD2d 319 [1st Dept 2003].) For example, in Toyos (supra), the First Department held the negligence of the City of New York (failure to provide a roadway, shoulder or turnouts) was not superceded by plaintiff’s attempt to change a flat tire in the middle of the highway, nor was it superceded by the negligence of a driver of a vehicle which crashed into plaintiffs disabled vehicle. In Toyos the Court (at 320, quoting Derdiarian) reiterated that “[a]n intervening act, may not serve as a superseding cause, and relieve an actor of responsibility, where the risk of the intervening act occurring is the very same risk which renders the actor negligent.”\nThe Derdiarian line of cases makes it abundantly clear that, in order to break the legal causal nexus, the intervening act must be so extraordinary that it is not foreseeable under the circumstances presented, or that it is so independent of, and far removed from, defendant’s conduct that it would be unreasonable (for public policy considerations) to hold that said conduct was a substantial contributing factor in causing the occurrence. Unfortunately, there is often no bright line which separates the foreseeable from the unforeseeable. In many situations, the boundary between these poles is neither factually nor legally illuminated. In any event, whether an intervening act (the risk) should have been anticipated by defendant is often debatable and subject to nuances and varying inferences which are best left to a jury to resolve.\nDiscussion and Conclusion\nThe court, on the record presented herein, is unable to declare, as a matter of law, that the intervening act of DelValle was a wholly unforeseeable superceding act which could not have been anticipated by defendant Hedco. Apparently no special precautions were taken by Hedco, and it seems that Hedco did not insist that any special precautions be taken by the Con Edison employees despite being aware of the peculiar and unreasonable risks involved.\nOne cannot tell from the record what other resources may have been available to plaintiff and his coemployee to perform the required task in a less hazardous fashion. In any event, it seems that Hedco made no attempt to assist them in reducing the risk, which was created, at least in part, by Hedco’s insistence that the loading take place on Zerega Avenue. To be sure, fault for the happening of this accident may ultimately be attributed to the plaintiff (who could have chosen to abort the whole project), as well as to the acts of the intervening actor DelValle. However, even if both plaintiff and DelValle are found to be at fault, their acts cannot be said, as a matter of law, to supercede the conduct of Krines and to absolve Hedco from the “peculiar unreasonable risk of injury” created by its employee Krines. On this record a jury may well determine that Krines injected himself into the “orbit of duty” owed to plaintiff and subjected Hedco to the Restatement exception to the independent contractor rule. It must be kept in mind that although Hedco may not have had direct “supervision and control” over the employees of the subcontractor, it did indirectly control their activity via its control of the work site, and thus the manner in which the task could have been conducted. {See, Restatement [Second] of Torts § 414.) In any event, although the section 413 Restatement exception to the independent contractor rule is clearly applicable to the unusual hazard created here, the court finds that unresolved and mixed issues of law and fact remain as to all of the above issues, including those which impact upon the alleged duty of defendant Hedco and its corresponding alleged fault for the happening of this accident. As stated in Rotz v City of New York (143 AD2d 301, 304 [1988]), “[i]ssues of negligence, foreseeability and proximate cause involve the kinds of judgmental variables which have traditionally, and soundly, been left to the finders of fact to resolve even where the facts are essentially undisputed.” So too is the issue of duty in this case which is inextricably interwoven with all of the issues presented by this motion. The facts and circumstances presented herein do not permit this court to define that “orbit of duty” as a matter of law. Clearly this issue also involves “judgmental variables” and thus the question is one which prudence and precedent dictate should be submitted to the jury.\nHedco’s motion for summary judgment is therefore denied. Additionally, the court finds that Hedco’s requested alternative relief, pursuant to CPLR article 16, for a court order fixing its maximum liability at no more than 50% of the whole, is premature and inappropriate at this juncture; and thus that part of motion is also denied, however without prejudice, to renewal at trial. It is for the finder of the fact to determine the respective responsibility of each party.\n[Portions of opinion omitted for purposes of publication.]\n. For the unedited decision see NYLJ, Sept. 18, 2003, at 21, col 1.\n. This individual was subsequently identified by defendant Hedco as being Stephen Krines.",
        "type": "majority",
        "author": "Paul A. Victor, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Daniel L. Adams, New York City, for Hedco, Inc., defendant. Clark, Gagliardi & Miller, EC., White Plains (Angela Morcone Giannini of counsel), for plaintiffs. Arthur V. Lynch, Brooklyn, for Virginia DelValle and another, defendants."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 746]\nMichael Macario et al., Plaintiffs, v Virginia DelValle et al., Defendants.\nSupreme Court, Bronx County,\nSeptember 9, 2003\nAPPEARANCES OF COUNSEL\nDaniel L. Adams, New York City, for Hedco, Inc., defendant. Clark, Gagliardi & Miller, EC., White Plains (Angela Morcone Giannini of counsel), for plaintiffs. Arthur V. Lynch, Brooklyn, for Virginia DelValle and another, defendants."
  },
  "file_name": "0628-01",
  "first_page_order": 616,
  "last_page_order": 625
}
