{
  "id": 1237509,
  "name": "The People of the State of New York, Plaintiff, v. Richard Emerson, Defendant",
  "name_abbreviation": "People v. Emerson",
  "decision_date": "2003-09-30",
  "docket_number": "",
  "first_page": "638",
  "last_page": "645",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 638"
    },
    {
      "type": "parallel",
      "cite": "— NYS2d —"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "220 AD2d 122",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        659520
      ],
      "pin_cites": [
        {
          "page": "131"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/220/0122-01"
      ]
    },
    {
      "cite": "70 NY2d 354",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4406092
      ],
      "pin_cites": [
        {
          "page": "362"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/70/0354-01"
      ]
    },
    {
      "cite": "50 NY2d 730",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4376098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/50/0730-01"
      ]
    },
    {
      "cite": "466 US 109",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0109-01"
      ]
    },
    {
      "cite": "487 US 533",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1775229
      ],
      "pin_cites": [
        {
          "page": "540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/487/0533-01"
      ]
    },
    {
      "cite": "427 US 463",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/427/0463-01"
      ]
    },
    {
      "cite": "467 US 39",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6193857
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0039-01"
      ]
    },
    {
      "cite": "148 F3d 1040",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        288371
      ],
      "pin_cites": [
        {
          "page": "1041"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/148/1040-01"
      ]
    },
    {
      "cite": "287 F3d 66",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9436631
      ],
      "pin_cites": [
        {
          "page": "87-88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/287/0066-01"
      ]
    },
    {
      "cite": "447 US 649",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6187551
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "657"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/447/0649-01"
      ]
    },
    {
      "cite": "96 NY2d 80",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        202960
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "88-89"
        },
        {
          "page": "86-87"
        },
        {
          "page": "88-89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/96/0080-01"
      ]
    },
    {
      "cite": "172 F3d 1268",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11634329
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1275"
        },
        {
          "page": "1273-1276"
        },
        {
          "page": "1274-1275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/172/1268-01"
      ]
    },
    {
      "cite": "907 F2d 63",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10533397
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/907/0063-01"
      ]
    },
    {
      "cite": "280 F3d 923",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9396598
      ],
      "pin_cites": [
        {
          "page": "929"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/280/0923-01"
      ]
    },
    {
      "cite": "342 F3d 1210",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9102087
      ],
      "pin_cites": [
        {
          "page": "1212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/342/1210-01"
      ]
    },
    {
      "cite": "322 F3d 449",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9369443
      ],
      "pin_cites": [
        {
          "page": "455"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/322/0449-01"
      ]
    },
    {
      "cite": "462 US 696",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6193241
      ],
      "pin_cites": [
        {
          "page": "709"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0696-01"
      ]
    },
    {
      "cite": "142 F3d 988",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        219443
      ],
      "pin_cites": [
        {
          "page": "994"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/142/0988-01"
      ]
    },
    {
      "cite": "873 F2d 1049",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10537210
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1053"
        },
        {
          "page": "1054"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/873/1049-01"
      ]
    },
    {
      "cite": "196 Misc 2d 716",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        604468
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/196/0716-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 779,
    "char_count": 17542,
    "ocr_confidence": 0.769,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046464871117968654
    },
    "sha256": "ed939169c8ce10bb3329efc216ab814d440d4c86ec3be85e111cc4e4a81319e5",
    "simhash": "1:01e8f6816292c228",
    "word_count": 2912
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Richard Emerson, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nKenneth R. Fisher, J.\nDefendant moves to reargue the suppression motions which were denied in the court’s decision and order dated July 9, 2003 (196 Misc 2d 716). The motion is made on a number of grounds, only some of which require discussion here. The following is the court’s decision and order denying the motion to reargue.\nA. The directive to Mulrooney to keep the computer secure until the police arrive following the weekend was not unreasonable.\nDefendant maintains that the police directive to Mulrooney on December 7th to secure defendant’s computer in Mulrooney’s shop until the police arrived on December 10th was an unlawful seizure of his property, and should lead to suppression under fruit of the poisonous tree grounds. The same argument was made in defendant’s original moving papers, and resolved against him in part D of the original decision. Defendant now posits that the seizure actually occurred on December 7th via the telephone directive, not on December 10th when the police took the computer to the station house pending issuance of the warrant the next day, and that therefore it was unreasonable in length.\nWhile it is true that an official seizure occurred on the 7th (United States v Mayomi, 873 F2d 1049, 1053 [7th Cir 1989] [“after the government requested him to detain” the computer, Mulrooney “acted as an agent of the government”]), the original decision is adhered to. In this case, defendant entrusted his computer to Mulrooney for repairs. Defendant does not allege that the entrustment was for any particular length of time, nor does he allege that the repairs were done and that the computer was scheduled for return. Here, we are dealing with a brief four-day delay over the weekend without any expectation of return by defendant. (Compare United States v Hall, 142 F3d 988, 994 [7th Cir 1998] [delay of one day after scheduled return of computer upheld].) Courts must consider the level of suspicion involved, “the brevity of the invasion of the individual’s Fourth Amendment interests,” and “whether the police diligently pursue their investigation.” (United States v Place, 462 US 696, 709 [1983].) The reported cases arise largely in the mail context, and “have previously upheld as reasonable a detention of letters over a weekend for the purpose of subjecting them to a canine sniff.” (United States v Pitts, 322 F3d 449, 455 [7th Cir 2003], citing United States v Mayomi, 873 F2d at 1054.) “Where investigators have acted with reasonable diligence, courts have found acceptable the detention of mail for anywhere from twenty-nine hours to five days” (United States v Ramirez, 342 F3d 1210, 1212 [10th Cir, Sept. 8, 2003] [collecting cases]), particularly when a weekend is involved. (United States v Gill, 280 F3d 923, 929 [9th Cir 2002] [“(s)ignificant that the investigation began at the end of one week and was completed at the beginning of the following week”].) While the delay here would be more troubling without the weekend factor, on balance it is held reasonable, especially given the strong probable cause present, the circumstances of defendant’s entrustment of the computer to Mulrooney, and the nature of the contraband.\nB. The official search did not exceed the scope of the private search even if the official search did not concern any of the image files opened by Mulrooney in his private search.\nDefendant contends that there is no way to determine a relationship between the private search conducted by Mulrooney alone on December 7th, and the December 10th search conducted by the police with Mulrooney. With a clearer discussion of the mechanics involved than appeared in the original motion papers, defendant alleges that “[a]ny file accessed on December 10th, for example, could also have been accessed on December 7th.” (Freeman affirmation of Aug. 2, 2003 1i 27.) Defendant now contends, for the first time, that Mulrooney may have looked at none of the files accessed by the police on the 10th when he conducted his private search on the 7th. (Id. U 31.) Defendant reasons, again for the first time, that his discovery material is such that any file opened by the police and Mulrooney on the 10th would show a “last access” date of the 10th, and that there would be no way to determine whether Mulrooney looked at any of those files on December 7th. Defendant concludes that “it must be assumed, from the current record, that the warrantless police search on December 10th was an entirely new search, encompassing exclusively files that were not opened on the 7th.” {Id. 11 35.)\nThis argument is without merit. My decision of July 9 did not turn upon this particular detail, although I acknowledge that I framed the facts in the terms originally presented to me by the defendant’s moving papers (which incorporated the search warrant application). Rather, the key point is that, when Mulrooney and the police on December 10th turned the computer on, they accessed in the first instance, or at least before examination of any image file, only two file folder directories, one denominated “xxx” and the other “MPG.” These computer file folders each appear on the screen, when first opened, as a directory of folder files, or a “table of contents,” containing the titles of individual computer image files. Although defendant now contends that, on this record, we must assume that Mulrooney opened none of the files on December 7th that he and the police opened together on December 10th, the so-called table of contents pages of the two folders in question were assuredly opened by Mulrooney on December 7th (he could not access any individual image file without going through the folder directory or table of contents page). And it is equally clear that these two table of contents pages were first opened by Mulrooney and the police on December 10th (for the same reasons) before they could have opened, respectively, any image files in each folder.\nAccordingly, it is clear beyond peradventure that the official search on December 10th did not, to that limited extent of accessing the directory or table of contents page, go beyond what Mulrooney did himself on December 7th. We also know, however, that Mulrooney in his private search on December 7th opened many of the files labeled as child pornography and verified that they indeed contained what the label promised. In other words, the private search of a sampling of the image files fully confirmed what the labels only provided probable cause to believe, i.e., that all of the files so labeled contained child pornography contraband. (United States v Bowman, 907 F2d 63, 65 [8th Cir 1990] [presence of contraband in the privately opened containers “spoke volumes as to (the) contents” of the remaining containers] [discussed in the court’s original decision (196 Misc 2d at 725 n 4)].) Moreover, with exception of the image files, discussed below, each folder directory was comprised largely if not exclusively of the same type and kind of image files. (Cf., United States v Carey, 172 F3d 1268, 1275 [10th Cir 1999] [“not a case in which ambiguously labeled files were contained in the hard drive directory” and thus “not a case in which the officers had to open each file drawer before discovering its contents”].)\nBecause of the labeling of the computer image files in each of the two “folder” directories, or table of contents pages in question, which were necessarily accessed by Mulrooney on the 7th before he could get into any of the individual image files, and because such labels were necessarily first encountered by the police and Mulrooney on December 10th before they could get into any of the individual image files, the December 10th search could not have exceeded in a functional sense the scope of the December 7th viewing by Mulrooney. Any viewing of the individual files by the police on December 10th was justified by application of the plain view doctrine, for the reasons stated in footnote 4 in my July 9th decision, and the reasons stated above. (People v Brown, 96 NY2d 80, 88-89 [2001] [“police should be able to seize incriminating evidence in plain view if they had a right to be where they were when they saw it” because “such a seizure involves no invasion beyond what the warrant (or some other exception to the warrant requirement) allows”].) Therefore, it makes no difference if indeed, as defendant now alleges, the police and Mulrooney accessed image files on the 10th that Mulrooney never opened on the 7th.\nThis is a different situation than that encountered in the context of simple obscenity, as opposed to child pornography. If we were only dealing with materials alleged to be obscene, the labeling, on the computer file folder table of contents page, of files as “sexually explicit” would not be enough to suggest that, in addition, the file images contained therein were obscene, because an additional finding beyond sexual explicitness, which could only occur by a viewing of the files, would have to be made. In that situation, a warrant would have to be obtained to open the individual files labeled as sexually explicit, on an additional showing beyond the labeling that obscenity may probably be present. That is the point of Walter v United States (447 US 649, 657 [1980] [from the labeling alone, “one could only draw inferences about what was on the films”]), and also the point of United States v Carey (172 F3d at 1273-1276).\nIn the context of child pornography, however, a labeling which clearly says that an image file contains a sexual performance by a child, in the context of Mulrooney’s earlier private search verifying the same during a sampling of the files, needs no additional viewing to determine that it is, indeed, contraband. (United States v Carey, 172 F3d at 1274-1275; United States v Bowman, supra.) And these individual file labels, in plain view on the table of contents page of each file folder in question, is what Mulrooney said he saw, and what the police said they saw, when the “xxx” file folder was opened and the “MPG” file folder was opened. Defendant’s original moving papers presupposed these facts, if they did not explicitly set them forth as the operative factual scenario. Accordingly, defendant had no reasonable expectation of privacy in the “xxx” and “MPG” computer files which are the subject of the motion to suppress which was not thoroughly frustrated by the private search on December 7th, and no evidentiary hearing was needed.\nDefendant makes another allegation in his motion for reargument which requires discussion. Taking issue with the court’s finding that the “viewing of files on both dates concerned images of child pornography only,” and not “other types of private information elsewhere on the computer’s hard drive,” defendant points to the fact that one of the files examined by the police and Mulrooney on the 10th, from the “xxx” file folder, had a title indicating that it was not child pornography, but rather only pornography. Defendant contends, therefore, that “there are not facts in the record that allow the court to conclude that only the ‘xxx’ and ‘MPG’ folders were accessed during the warrantless police search” on December 10th (emphasis in original).\nThis argument does not support reexamination of the court’s denial of the motion to suppress. First, defendant’s motion papers made no allegation that the police ventured outside “xxx” and “MPG” file folders. Second, the critical point is that defendant’s motion to suppress only targeted for a suppression order the 43 child pornographic images which are the subject of the indictment. Nothing additional was sought to be suppressed. The motion to suppress, framed as it was in these terms, did not require examination into whether the December 10th search went beyond the “xxx” and “MPG” file folders, or included two files in the “xxx” file folder not containing child pornography. Even if it had, the remedy would be, as I pointed out in my original decision, suppression of “only the information attributable to that additional ‘search,’ ” not suppression of the results of the entire search. (United States v $557,937.89, More or Less, in U.S. Funds, 287 F3d 66, 87-88 [2d Cir 2002] [emphasis in original], quoted in n 3 of the original decision.) There is no precedent supporting suppression of those items a valid plain view search turns up simply because the police seize other items not in plain view which the People do not intend to use at trial. (United States v Rouse, 148 F3d 1040, 1041 [8th Cir 1998] [suppression ordered only of those items with respect to which the defendant did not “already ha(ve) his expectation of privacy frustrated”]; cf., in the context of severing an invalid portion of a search warrant, People v Brown, 96 NY2d at 86-87.) Inasmuch as the motion to suppress targeted only the child pornography images, and they were lawfully seized and searched in plain view, the motion for reargument is denied. Defendant’s remedy, if any, would be a motion for a return of those items improperly seized. (Waller v Georgia, 467 US 39, 44 n 3 [1984]; Andresen v Maryland, 427 US 463, 482 n 11 [1976].) For the same reasons, the fact that two image files in the “xxx” and “MPG” folders had titles not suggesting child pornography does not require reexamination of the original decision denying the motion to suppress, because defendant did not in his original motion papers seek suppression of those two image files. In any event, the People have expressed no intent to use them at trial.\nFinally, defendant’s attempt to liken this situation to the prewarrant confirmatory searches condemned in Murray v United States (487 US 533, 540 [1988]) is without merit. As stated above, when the police with Mulrooney opened up the “xxx” and “MPG” file folder directories on December 10th, they necessarily first encountered a table of contents page replete with image file titles expressly announcing the presence of child pornography. Because Mulrooney had already confirmed for the police the results of his private search on December 7th, i.e., that indeed the titles were accurate for the many image files he opened on that earlier date, defendant retained no expectation of privacy in the remaining images of child pornography in those two file folders under the Jacobsen-Walter-Adler rationale (see United States v Jacobsen, 466 US 109 [1984]; Walter v United States, 447 US 649 [1980]; People v Adler, 50 NY2d 730 [1980]). Accordingly, the police were “lawfully present,” for purposes of the plain view doctrine (1 Wayne R LaFave, Search and Seizure: A Treatise on The Fourth Amendment § 2.2, at 395, and n 1 [3d ed 1996]), or in other words “they had a right to be where they were when they saw” (People v Brown, 96 NY2d at 88-89) the two file folder directory or table of contents pages. The case of Murray v United States (supra; see also, People v Burr, 70 NY2d 354, 362 [1987]) involves police acquisition of probable cause at a time when they had no right to be where they were, e.g., an illegal entry during which drugs are observed, a subsequent retreat from the premises to obtain a search warrant (leaving the contraband within), and a subsequent search pursuant to the warrant issued solely on the basis of observations made during the illegal entry. Murray and its progeny plainly have no application to an official search of items with respect to which defendant no longer enjoys a reasonable expectation of privacy because of an earlier private search. Otherwise, the JacobsenWalter-Adler line of cases would be meaningless.\nConclusion\nThe motion for reargument is granted, and upon reargument the original decision is adhered to.\n. This is just the nature of a computer’s packaging of individual image files into a “folder.” The folder table of contents page is viewed first, enabling the user to click onto (or “open”) the individual image files. By all accounts, i.e., by accounts not challenged in defendant’s original moving papers or his current moving papers, the individual image files were explicitly labeled.\n. In Carey, of course, these observations about the type and kind of files in question, containing child and other pornography, were relevant to show why a police officer’s computer search of such files in aid of a drug investigation violated the Fourth Amendment. They are equally relevant to demonstrate that, even before the search on December 10th reached the point of opening up individual image files, Mulrooney knew from his December 7th private search, imparted lawfully to the police, that each file “was properly labeled and its contents were clearly described in the label.” (United States v Carey, 112 F3d at 1275.) For this reason, and the additional reason that defendant concedes that probable cause to support issuance of a warrant was fully provided by Mulrooney’s private search on December 7th, there is a sufficient record to conclude that the search warrant would have been issued anyway. (People v Del Rio, 220 AD2d 122, 131 [2d Dept 1996].) However, in view of the disposition above, and the failure of the People to argue the independent source point, it is unnecessary and inappropriate to reach this issue.",
        "type": "majority",
        "author": "Kenneth R. Fisher, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Redmond & Parrinello, LLP {John R. Parrinello of counsel), for defendant. Howard R. Relin, District Attorney {Leanne K. Moser of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[— NYS2d —]\nThe People of the State of New York, Plaintiff, v Richard Emerson, Defendant.\nSupreme Court, Monroe County,\nSeptember 30, 2003\nAPPEARANCES OF COUNSEL\nRedmond & Parrinello, LLP {John R. Parrinello of counsel), for defendant. Howard R. Relin, District Attorney {Leanne K. Moser of counsel), for plaintiff."
  },
  "file_name": "0638-01",
  "first_page_order": 626,
  "last_page_order": 633
}
