{
  "id": 1237583,
  "name": "The People of the State of New York, Plaintiff, v. Alisa Gragert, Defendant",
  "name_abbreviation": "People v. Gragert",
  "decision_date": "2003-09-10",
  "docket_number": "",
  "first_page": "646",
  "last_page": "653",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 646"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 471"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Crim. Ct.",
    "id": 9055,
    "name": "New York City Criminal Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "105 AD2d 325",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3394813
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/105/0325-01"
      ]
    },
    {
      "cite": "89 AD2d 912",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3306122,
        3298005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/89/0912-02",
        "/ad2d/89/0912-01"
      ]
    },
    {
      "cite": "125 AD2d 189",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5686399
      ],
      "pin_cites": [
        {
          "page": "191"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/125/0189-01"
      ]
    },
    {
      "cite": "46 NY2d 60",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "pin_cites": [
        {
          "page": "62-63"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "109 AD2d 221",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5655113
      ],
      "pin_cites": [
        {
          "page": "234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/109/0221-01"
      ]
    },
    {
      "cite": "169 Misc 2d 771",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        839115
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "773"
        },
        {
          "page": "773"
        },
        {
          "page": "772-773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/169/0771-01"
      ]
    },
    {
      "cite": "74 NY2d 811",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "151 AD2d 253",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3587819
      ],
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/151/0253-01"
      ]
    },
    {
      "cite": "33 NY2d 192",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2309634
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "196"
        },
        {
          "page": "196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/33/0192-01"
      ]
    },
    {
      "cite": "181 AD2d 34",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1077202
      ],
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/181/0034-01"
      ]
    },
    {
      "cite": "58 NY2d 122",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4387502
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "126"
        },
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/58/0122-01"
      ]
    },
    {
      "cite": "41 AD2d 204",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5600437
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/41/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 903,
    "char_count": 16862,
    "ocr_confidence": 0.765,
    "pagerank": {
      "raw": 1.4125950179806332e-07,
      "percentile": 0.647252600441184
    },
    "sha256": "bd3e1aa63923919fcad8c779631434cdf561d2a99ac1432e316b562ff1c59706",
    "simhash": "1:ab22b7bee392ac20",
    "word_count": 2778
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Alisa Gragert, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMatthew F. Cooper, J.\nThe defendant, a 17-year-old high school student, was arrested on April 7, 2003, while participating in a demonstration against the war in Iraq. The target of the demonstration was the Carlyle Group, which has an office at 712 Fifth Avenue. Critics contend that the Carlyle Group, a private global investment firm, stands to profit from the war.\nThe complaint alleges that the defendant blocked the “normal flow of pedestrian traffic” by lying on the ground in front of 712 Fifth Avenue and then refused to stand up when told she was under arrest. As a result, the defendant is charged with one count of obstruction of governmental administration in the second degree, in violation of Penal Law § 195.05, and two counts of disorderly conduct, in violation of Penal Law § 240.20 (5) and (6). The first count is a misdemeanor punishable by a maximum of one year in jail, while the second and third counts are violations punishable by a maximum of 15 days in jail.\nThe defendant moves to dismiss the information in the interest of justice, an application commonly known as a Clayton motion. (See People v Clayton, 41 AD2d 204 [2d Dept 1973].) The remedy of dismissal in the interest of justice, while having a “respected place in the common law” (People v Rickert, 58 NY2d 122, 126 [1983]), is now governed by Criminal Procedure Law § 170.40 (1). The statute, which was amended in 1979, authorizes a court to dismiss an accusatory instrument when “such dismissal is required as a matter of judicial discretion by the existence of some compelling factor, consideration or circumstance clearly demonstrating that conviction or prosecution of the defendant upon such accusatory instrument or count would constitute or result in injustice.” (CPL 170.40 [1].)\nCriminal Procedure Law § 170.40 (1) sets forth the following 10 factors to be examined and considered by the court in making its determination as to whether injustice would result from prosecution or conviction:\n“(a) the seriousness and circumstances of the offense;\n“(b) the extent of harm caused by the offense;\n“(c) the evidence of guilt, whether admissible or inadmissible at trial;\n“(d) the history, character and condition of the defendant;\n“(e) any exceptionally serious misconduct of law enforcement personnel in the investigation, arrest and prosecution of the defendant;\n“(f) the purpose and effect of imposing upon the defendant a sentence authorized for the offense;\n“(g) the impact of dismissal upon the safety and welfare of the community;\n“(h) the impact of dismissal upon the confidence of the public in the criminal justice system;\n“(i) where the court deems it appropriate, the attitude of the complainant or victim with respect to the motion; [and]\n“(j) any other relevant fact indicating that a judgment of conviction would have no usefiil purpose.”\nWhen deciding a motion to dismiss in the interest of justice, it is not necessary to engage in a point-by-point “catechistic” discussion of all 10 factors listed under Criminal Procedure Law § 170.40 (1). (Rickert, 58 NY2d at 128.) Instead, the court is required to consider the factors “individually and collectively” in making a value judgment that is based upon striking a sensitive balance between the interests of the individual and those of the state. (People v Harmon, 181 AD2d 34, 35 [1st Dept 1992].) In so doing, the court must be mindful that its power to grant the relief is neither absolute nor uncontrolled (see People v Wingard, 33 NY2d 192, 196 [1973]), and that such power should be exercised “sparingly.” (People v Howard, 151 AD2d 253, 256 [1989], lv denied 74 NY2d 811 [1989].)\nA good indication as to just how sparingly the power is to be exercised is the very small number of reported cases where motions to dismiss in the interest of justice have been granted. And, it would seem, in those relatively rare instances where trial courts have exercised their discretion in favor of dismissal, appellate courts have more often than not seen fit to reverse. One such appellate decision, People v Arbeiter (169 Misc 2d 771 [App Term, 1st Dept 1996]), is of particular significance with regard to the case before me.\nIn Arbeiter, the prosecution appealed from an order of the Criminal Court dismissing all charges brought against 90 members of the Irish Lesbian and Gay Organization (ILGO). The charges, resisting arrest (Penal Law § 205.30) and disorderly conduct, stemmed from the defendants’ participation in what has become ILGO’s traditional protest at the annual St. Patrick’s Day parade. While affirming the dismissal of the resisting charges on the grounds of facial insufficiency, the Appellate Term, in a rather sharply worded decision, found that there was no basis for the trial court to have dismissed the disorderly conduct charges in the interest of justice. In reinstating the disorderly conduct charges, the court agreed with the prosecution that even though the defendants’ actions were motivated by the sincerity of their beliefs, “sincere beliefs are not an excuse for lawless conduct.” (Arbeiter, 169 Misc 2d at 773.) In the court’s view, a dismissal in the interest of justice “might have an adverse impact upon public confidence in the criminal justice system,” particularly where it concerned “conduct that past experience has taught is likely to keep recurring.” (Arbeiter, 169 Misc 2d at 773.)\nWith the notion firmly ingrained that relief should be sparingly granted and with the decision of the Appellate Term in mind, I nevertheless believe that the defendant’s motion to dismiss the charges in the interest of justice should be granted. As I will further explain, there are factors and circumstances presented here that are substantially different from those in Arbeiter and serve to make this one of those “rare” and “unusual” cases that “cries out for fundamental justice beyond the confines of conventional considerations.” (People v Insignares, 109 AD2d 221, 234 [1st Dept 1985], citing People v Beige, 46 NY2d 60, 62-63 [1976].)\nIn making my decision, I have first taken into account the defendant’s background, character and age. The defendant does not have a criminal record, this being the only time she has ever been arrested. She is an honor student bound for college in Ohio on a merit scholarship. The numerous letters submitted with her motion attest to her extensive volunteer work and involvement in community groups. She is lauded by her teachers, employers, friends and neighbors as a young person who is greatly concerned about others and keenly intent on making a positive contribution to our country and to the world. And while “[t]he fact that a defendant may have had no prior criminal record and an exemplary background, standing alone, is insufficient to justify a dismissal in the interest of justice” (People v Diggs, 125 AD2d 189, 191 [1st Dept 1986]), it is certainly of significance in the overall determination. (See CPL 170.40 [1] [d].)\nWhat makes the factor that much more compelling in this instance is the defendant’s age. The defendant may indeed show a greater commitment and sense of purpose than many teenagers, but the fact remains that she is only 17. She is too young to vote in an election, drink alcoholic beverages, enlist in the armed forces, buy a laser pointer or a can of spray paint, marry without both parental and judicial consent, or enter into a legally binding contract. This is because we, as a society, recognize that a person of the defendant’s age, while mature in many ways, still cannot be expected to exercise the same degree of judgment that we demand from an adult. In this vein, the defendant’s actions at the protest on April 7, to the extent that they may have been unlawful, are more readily seen as resulting from youth and inexperience than from wilful criminality. (See People v Gordon, 89 AD2d 912 [2d Dept 1982]; People v Cruickshank, 105 AD2d 325 [3d Dept 1985].)\nTurning next to the defendant’s actions themselves, I have considered the offenses charged in terms of their seriousness, the harm caused and the evidence of guilt. (See CPL 170.40 [1] [a], [b], [c].) There is little question that the defendant’s actions as alleged in the information constitute disorderly conduct in violation of Penal Law § 240.20 (5). By the same token, it is equally clear that the “seriousness of the offense” and the “extent of harm caused by the offense” are, in the scheme of things, decidedly minor. The defendant lay down on a sidewalk in midtown on a weekday morning and stayed there when ordered to move. This, we are told, “blocked the normal flow of pedestrian traffic,” forced “pedestrians to walk around the defendant” and caused “public inconvenience.”\nThe impact of the defendant’s act of lying on the sidewalk seems a far cry from what is described as having occurred in People v Arbeiter. There, the defendants, by blocking the intersection of Fifth Avenue and 42nd Street, “snarled traffic for an hour and a half and caused delay and inconvenience for an untold number of . . . New Yorkers.” (Arbeiter, 169 Misc 2d at 772-773.) Nothing even remotely approaching such gridlock appears to have resulted here. All that happened is that pedestrians had to walk around the defendant.\nIt is difficult to envision New Yorkers, renown for their ability to cope in the face of adversity, being particularly disturbed by encountering the defendant lying on the sidewalk and having to sidestep her. Impediments to the free flow of pedestrian traffic are a hallmark of city life. What with street vendors, people distributing leaflets, newspaper vending machines, food carts, coffee wagons, sidewalk seating, scaffolding, construction barriers, pavement excavations and groups of smokers in front of smoke-free buildings, one hardly expects to walk along a busy midtown street with an uninterrupted stride. In this instance, people may very well have been inconvenienced by the defendant’s actions, but it could not have been that much more than the routine inconvenience we endure in this city on a regular basis.\nMoreover, it is questionable whether the more serious charge of obstruction of governmental administration is sufficient as a matter of law. Although the issue of facial sufficiency is not before me, I find the allegations in the information — namely, that “when members of the New York City Police Department instructed defendant he [sic] was under arrest and to stand up, defendant failed to do so” — problematic at best. Nowhere in the information is there any suggestion of the “intimidation, physical force or interference” or the “independently unlawful act” needed to establish the elements of the crime of obstruction of governmental administration. (See Penal Law § 195.05.) The information does not state that the defendant went limp or even that she had to be carried out to the police van, an allegation that the Appellate Term in Arbeiter found insufficient to establish the closely related charge of resisting arrest. The information here simply states that at some point — and for some unspecified duration — the defendant refused to stand up. The fact that the obstruction charge may not even be sustainable on its face — let alone provable beyond a reasonable doubt — goes to a distinct lack of “evidence of guilt” and further favors dismissal in the interest of justice.\nAn additional compelling, albeit unusual, circumstance presented by this case is the loss of liberty that the defendant experienced as a result of an error on the part of the court and the prosecution. Following her arraignment, the defendant was released on her own recognizance and told to return to court on June 11, 2003. On that date, the defendant appeared with her attorney and a motion schedule was set. The transcript of the proceedings shows that the case was adjourned to July 25, 2003 for response and decision. Unfortunately, the handwritten entry made on the file by the judge presiding that day was misconstrued by the court staff to be July 23. As a result, the defendant’s case was erroneously calendered for July 23 instead of July 25.\nOn July 23, the case was called but the defendant, rightfully believing as she did that her court date was not until two days later, was not present. Upon the Assistant District Attorney’s request, the court ordered a bench warrant for the defendant’s arrest.\nOn the morning of July 25, 2003, as the defendant prepared to make her scheduled court appearance, she was seized by warrant officers and brought into court in handcuffs. With her mother present in the courtroom, she was then chained to the bench until her case was called. When the case was called, it became clear that the warrant had been issued in error. Although the warrant was expunged, the defendant nevertheless suffered the indignity and trauma of being wrongfully placed in custody.\nThe unjustified deprivation of the defendant’s liberty does not fall squarely within any of the specific statutory criteria under Criminal Procedure Law § 170.40 (1). It does, however, touch on several of the paragraphs outlined in the statute, including paragraph (f). By being returned on the erroneous warrant and being placed in custody, the defendant was, for all intents and purposes, incarcerated. This is significant because even if convicted of the misdemeanor, the defendant, who is 17 years old, must be mandatorily adjudicated a youthful offender. As a youthful offender, it is inconceivable that the defendant would be sentenced to any jail time. Thus, due to the erroneous warrant, the defendant has already suffered a “punishment” far greater than what would have resulted from her conviction in this case. Finally, the defendant’s loss of liberty is a “relevant fact” under paragraph (j), the “catchall” factor, that further tips the balance of the equities in favor of a dismissal in the interest of justice.\nReference has been made throughout this decision to People v Arbeiter. This is because the defendant in this case and the defendants there were charged with either the same or similar offenses and because both cases are “protest cases.” In terms, however, of the factors to be considered in determining whether a case is appropriate for dismissal in the interest of justice, this case is closer to People v Wingard (33 NY2d 192 [1973]). Although the decision predates the amendment of Criminal Procedure Law § 170.40 (1), it is still widely cited for its discussion of the principles underlying such a dismissal. In Wingard, the Court of Appeals found dismissal in the interest of justice to be appropriate in a disorderly conduct case based on the fact that the “youthful defendants” were charged with violations “causative of neither damage nor injury,” that they would have to return for trial and lose time from school, and that they had been detained in court under circumstances that were “inexcusable and unjustified.” (Wingard, 33 NY2d at 196.) All of these factors are present in this case.\nFinally, the concern expressed by the Appellate Term in Arbeiter that dismissal would have a negative impact on the confidence of the public in the criminal justice system does not seem applicable here. Where in Arbeiter the court could foresee that unlawful conduct would take place each year and that arrests would regularly ensue, here there is no indication that the defendant will continue to engage in the type of actions that resulted in her arrest. In fact, as her attorney states in the motion papers, the defendant can be expected to learn from the experience and continue to work for the causes she believes in without violating the law.\nUnlike many nations, we pride ourselves on our willingness to hear the voices of dissent. Protest, in its many forms, has a hallowed place in our democracy and is very much a part of our American spirit. It is one of the great strengths of our society. And certainly our society is strong enough to recognize the mitigating circumstances present here and forego the prosecution of this young woman.\nAccordingly, the defendant’s motion to dismiss the information in the interest of justice is granted.\n. It is less clear whether the defendant’s actions as alleged constitute disorderly conduct under Penal Law § 240.20 (6). A requisite element of Penal Law § 240.20 (6) is that the defendant “congregate[ ] with [an]other,” and no such allegation is set forth in the information.\n. It appears that the People, having been foreclosed by Arbeiter from charging resisting arrest in passive resistance protest cases, have resorted to utilizing obstruction of governmental administration in the second degree as a “substitute” misdemeanor.",
        "type": "majority",
        "author": "Matthew F. Cooper, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[765 NYS2d 471]\nThe People of the State of New York, Plaintiff, v Alisa Gragert, Defendant.\nCriminal Court of the City of New York, New York County,\nSeptember 10, 2003"
  },
  "file_name": "0646-01",
  "first_page_order": 634,
  "last_page_order": 641
}
