{
  "id": 1237496,
  "name": "The People of the State of New York, Plaintiff, v. Theodore Furst, Defendant",
  "name_abbreviation": "People v. Furst",
  "decision_date": "2003-09-19",
  "docket_number": "",
  "first_page": "654",
  "last_page": "658",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 654"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 753"
    }
  ],
  "court": {
    "name_abbreviation": "White Plains City Ct.",
    "id": 9275,
    "name": "White Plains City Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "166 Misc 2d 313",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        936806
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/166/0313-01"
      ]
    },
    {
      "cite": "131 Misc 2d 884",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        848912
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/131/0884-01"
      ]
    },
    {
      "cite": "155 Misc 2d 176",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        907555
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/155/0176-01"
      ]
    },
    {
      "cite": "172 Misc 2d 987",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        924574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/172/0987-01"
      ]
    },
    {
      "cite": "16 NY2d 722",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2273876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/16/0722-01"
      ]
    },
    {
      "cite": "174 Misc 2d 327",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        175603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/174/0327-01"
      ]
    },
    {
      "cite": "149 Misc 2d 430",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        892192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/149/0430-01"
      ]
    },
    {
      "cite": "142 Misc 2d 250",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        4234044
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/142/0250-01"
      ]
    },
    {
      "cite": "73 Misc 2d 420",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1259383
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/73/0420-01"
      ]
    },
    {
      "cite": "178 Misc 2d 687",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1685747
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/178/0687-01"
      ]
    },
    {
      "cite": "195 Misc 2d 833",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        338167
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/195/0833-01"
      ]
    },
    {
      "cite": "188 Misc 2d 489",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        206421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/188/0489-01"
      ]
    },
    {
      "cite": "146 Misc 2d 73",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        886811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/146/0073-01"
      ]
    },
    {
      "cite": "148 Misc 2d 472",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        436878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/148/0472-01"
      ]
    },
    {
      "cite": "146 Misc 2d 417",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        886870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/146/0417-01"
      ]
    },
    {
      "cite": "78 NY2d 102",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4421809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/78/0102-01"
      ]
    },
    {
      "cite": "77 Misc 2d 523",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1274173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/77/0523-01"
      ]
    },
    {
      "cite": "129 Misc 2d 690",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        843592,
        1581069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/129/0690-01"
      ]
    },
    {
      "cite": "154 Misc 2d 616",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        905031
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/154/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 9484,
    "ocr_confidence": 0.759,
    "pagerank": {
      "raw": 6.233605815818256e-08,
      "percentile": 0.38544872693350074
    },
    "sha256": "c88257e38d4bd189c98772ac35c1805722ddb5891ea94116c54ffe134592a247",
    "simhash": "1:6b5001385bf43f51",
    "word_count": 1577
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Theodore Furst, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nBrian Hansbury, J.\nFacts\nOn June 6, 2003, the defendant was charged by simplified traffic information with driving in excess of the maximum speed limit, a violation of Vehicle and Traffic Law § 1180 (d). On June 20, 2003, the appearance date indicated on the simplified traffic information, the defendant and his attorney appeared at the traffic clerk’s office, pleaded not guilty by so indicating on part B of the traffic ticket, requested a supporting deposition, filed a notice of appearance, and left without appearing before a judge for arraignment. On June 27, 2003, a lieutenant in the White Plains Police Department served a supporting deposition directly upon the defendant by mailing the same to the defendant’s residence.\nArguments\nThe defendant moves pursuant to CPL 170.30 (1) (a) for dismissal upon the ground that failure to serve the supporting deposition on the defendant’s attorney renders the simplified traffic information insufficient on its face. In support of this contention, the defendant cites People v Rossi (154 Misc 2d 616 [Just Ct, Nassau County 1992]).\nIn opposition to the motion, the prosecution argues that an administrative error committed by the court clerk, which resulted in the failure to notify the police department that the defendant was represented by an attorney, should not result in the dismissal of the simplified traffic information, especially where, as here, the defendant received a timely supporting deposition and has failed to demonstrate any prejudice. Citing the case of People v Schlosser (129 Misc 2d 690 [Nassau Dist Ct 1985]), it is further argued that the court should impose upon defense counsel a requirement that a separate request for a supporting deposition be served on the prosecution.\nThe prosecution also relies upon People v Mensch (NYLJ, Mar. 18, 2002, at 28, col 2 [White Plains City Ct, Friia, J.]), wherein the court denied a motion to dismiss pursuant to CPL 170.30 (1) (a) holding that the defendant’s failure to comply with the plea-by-mail provision of Vehicle and Traffic Law § 1806 deprived the court of jurisdiction to entertain the application.\nIn his reply papers, the defendant argues that the Mensch case is inapplicable because jurisdiction over the defendant has been acquired. On this point, the defendant emphasizes that his plea of not guilty was accepted by the Deputy Chief Clerk on June 20, 2003. Implicit in the defendant’s argument is that the acceptance of a not guilty plea by the Deputy Chief Clerk is a valid substitute for a personal arraignment.\nDiscussion\nCPL 100.25 (2) provides that a defendant charged by a simplified information is, upon a timely request, entitled as a matter of right to a supporting deposition of the complainant police officer and that upon such a request, the court must order the officer to serve a copy of the same within 30 days of the date such request is received by the court, or at least five days before trial, whichever is earlier (see People v De Feo, 77 Misc 2d 523 [App Term, 2d Dept 1974]). A failure to provide a supporting deposition in a timely manner renders the simplified traffic information defective as a matter of law and subject to dismissal (see People v Nuccio, 78 NY2d 102 [1991]; People v Aucello, 146 Misc 2d 417 [App Term, 2d Dept 1990]).\nThe prosecution’s contention that the defendant should be required to serve a separate request for a supporting deposition has been expressly rejected by the Appellate Term (see People v Thumser, 148 Misc 2d 472 [App Term, 2d Dept 1990]; People v Rubens, NYLJ, Feb. 16, 1990, at 26, col 4 [App Term, 9th & 10th Jud Dists]; see also People v Branchinelli, 146 Misc 2d 73 [Nassau Dist Ct 1989]). Under the doctrine of stare decisis, this court is bound to follow the foregoing Appellate Term holdings (see Yellow Book of NY v Dimilia, 188 Misc 2d 489 [Nassau Dist Ct 2001]; Rules of App Div, 2d Dept [22 NYCRR] § 730.1 [d] [2] [ii]; compare People v Pestana, 195 Misc 2d 833 [Crim Ct, NY County 2003]).\nNor is the court persuaded that an administrative error should exempt this case from dismissal based upon a failure to comply with CPL 100.25 (2). Dismissal based upon the noncompliance with CPL 100.25 is required when the complainant police officer is never ordered by the court to serve a supporting deposition (see People v Titus, 178 Misc 2d 687 [App Term, 2d Dept 1998]; People v Zagorsky, 73 Misc 2d 420 [Broome County Ct 1973]) and this rule of law finds no exception based upon an inadvertent mistake made by a court clerk (see People v Abajian, 142 Misc 2d 250 [Just Ct, Rockland County 1989]).\nSimilarly, the court finds that the alleged lack of prejudice is irrelevant on the issue of facial sufficiency. While one court has relied upon, among other things, the absence of demonstrable prejudice (see People v Chess, 149 Misc 2d 430 [Just Ct, Nassau County 1991]), this court holds that the element of prejudice has no bearing on a determination of the facial sufficiency of the simplified traffic information.\nNext, in People v Rossi (154 Misc 2d 616 [Just Ct, Nassau County 1992]) it was held that where an attorney appears for the defendant, the supporting deposition must be served upon that attorney within the time prescribed by statute and that timely service upon the defendant alone is insufficient to satisfy the requirements of CPL 100.25 (2). While the decision in Rossi is not binding precedent on this court (see generally 1 CarmodyWait 2d §§ 2:273-2:286), it is persuasive and the defendant’s reliance upon that case presents a compelling argument for dismissal of the simplified traffic information. Notwithstanding the foregoing, it is necessary to examine whether or not the court has acquired personal jurisdiction over the defendant.\nCriminal Procedure Law § 170.30 (1) states, in pertinent part, as follows: “After arraignment upon ... a simplified information[] . . . the local criminal court may, upon motion of the defendant, dismiss such instrument. . . upon the ground that: (a) It is defective, within the meaning of section 170.35 . . . .” (Emphasis added.) An arraignment is defined as “the occasion upon which a defendant against whom an accusatory instrument has been filed appears before the court in which the criminal action is pending for the purpose of having such court acquire and exercise control over his person with respect to such accusatory instrument and of setting the course of further proceedings in the action.” (CPL 1.20 [9].)\nThe general rule is that a defendant must personally appear in court for arraignment; however, the Legislature has provided two exceptions whereby a defendant charged by a simplified traffic information may be arraigned without a court appearance (CPL 170.10 [1] [a], [b]).\nThe first exception enables a defendant charged with a traffic infraction to enter a not guilty plea “by mailing to the court of appropriate jurisdiction the ticket making the charge and a signed statement indicating such plea. Such plea must be sent: (a) by registered or certified mail, return receipt requested or by first class mail; and (b) within forty-eight hours after receiving such ticket.” (Vehicle and Traffic Law § 1806.) The second exception permits defense counsel to enter an appearance in lieu of defendant “for good cause shown.” (CPL 170.10 [1] [b].)\nIt is undisputed that on June 20, 2003 neither defendant nor his attorney appeared in court before a judge. Rather, 14 days after the issuance of the simplified traffic information, defendant and his attorney appeared at the traffic clerk’s window where the Deputy Chief Clerk accepted the defendant’s not guilty plea along with counsel’s notice of appearance. Clearly this procedure does not fall within either of the foregoing exceptions to the general rule that a defendant must appear in person for an arraignment.\nWhile the Deputy Chief Clerk has the power to administer oaths, take acknowledgments and sign the process or mandate of the court (UCCA 105 [a]; Uniform Rules for City Cts [22 NYCRR] § 210.43), there was no statutory authority and/or rule which enabled the Deputy Chief Clerk to accept the defendant’s plea of not guilty as a substitute for a personal arraignment {see People v Maran, 174 Misc 2d 327 [App Term, 2d Dept 1997]), and any reliance upon this act as a basis for personal jurisdiction is without basis in law.\nConclusion\nIn accord with the above analysis, the court holds that defendant has not been arraigned on the simplified traffic information and, as such, jurisdiction over the defendant has not been acquired (see People v Grant, 16 NY2d 722 [1965]; People v Mensch, NYLJ, Mar. 18, 2002, at 28, col 2 [White Plains City Ct]). Accordingly, the defendant’s motion pursuant to CPL 170.30 (1) (a) is denied as premature (see People v Marzban, 172 Misc 2d 987 [Sup Ct, Queens County 1997]; People v New York Paving, 155 Misc 2d 176 [Crim Ct, Queens County 1992]; People v Byfield, 131 Misc 2d 884 [Crim Ct, NY County 1986]).\nHaving failed to satisfy the statutory framework set forth above, the defendant shall be required to appear in person before a judge for arraignment on the simplified traffic information (see People v DeLuca, 166 Misc 2d 313 [Yonkers City Ct 1995]).\nA “simplified information” means a “simplified traffic information” (CPL 1.20 [5] [a]).",
        "type": "majority",
        "author": "Brian Hansbury, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "[765 NYS2d 753]\nThe People of the State of New York, Plaintiff, v Theodore Furst, Defendant.\nCity Court of White Plains,\nSeptember 19, 2003"
  },
  "file_name": "0654-01",
  "first_page_order": 642,
  "last_page_order": 646
}
