{
  "id": 1237503,
  "name": "The People of the State of New York, Plaintiff, v. Felecia Bolden, Defendant",
  "name_abbreviation": "People v. Bolden",
  "decision_date": "2003-09-23",
  "docket_number": "",
  "first_page": "663",
  "last_page": "670",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 663"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 324"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "91 NY2d 836",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "236 AD2d 233",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        83391
      ],
      "pin_cites": [
        {
          "page": "233-234"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/236/0233-01"
      ]
    },
    {
      "cite": "223 AD2d 439",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        673453
      ],
      "pin_cites": [
        {
          "page": "440"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/223/0439-01"
      ]
    },
    {
      "cite": "186 Misc 2d 47",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1160983
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "50"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/186/0047-01"
      ]
    },
    {
      "cite": "207 AD2d 556",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1180752,
        1180475
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/207/0556-02",
        "/ad2d/207/0556-01"
      ]
    },
    {
      "cite": "70 NY2d 479",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4407804
      ],
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/70/0479-01"
      ]
    },
    {
      "cite": "38 NY2d 319",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2321482
      ],
      "pin_cites": [
        {
          "page": "322-323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/38/0319-01"
      ]
    },
    {
      "cite": "58 NY2d 784",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "90 AD2d 705",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5614845,
        5610918
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "706"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/90/0705-01",
        "/ad2d/90/0705-02"
      ]
    },
    {
      "cite": "217 AD2d 971",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1224011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/217/0971-01"
      ]
    },
    {
      "cite": "80 NY2d 87",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4427091
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "90"
        },
        {
          "page": "90"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/80/0087-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 643,
    "char_count": 15859,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046464484995071144
    },
    "sha256": "bcaf360edb85ab59bb85fc001bff4c0691d0bba6173c63b039fb6e297fd91fae",
    "simhash": "1:47800667f3ec29ab",
    "word_count": 2584
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Felecia Bolden, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nBarbara Jaffe, J.\nDefendant, charged by misdemeanor information with two counts of third degree assault (Penal Law § 120.00 [1], [2]), criminal possession of a weapon in the fourth degree (Penal Law § 265.01 [2]), and petit larceny (Penal Law § 155.25), moved to dismiss the information pursuant to Criminal Procedure Law § 30.30 (1) (c) and § 170.30 (1) (e), claiming that the People were not ready for trial within 90 days of the commencement of the criminal action. On August 12, 2003, this court denied defendant’s motion for the following reasons.\nJune 26, 2002 to July 11, 2002 (excluded):\nThe official court record reflects that at defendant’s arraignment on June 26, 2002, a felony complaint was filed charging her with one count each of first degree robbery (Penal Law § 160.15 [3]), second degree robbery (Penal Law § 160.10 [1]), third degree assault (Penal Law § 120.00 [1]), and criminal possession of a weapon in the fourth degree. (Penal Law § 265.01 [2].) Bail was set and the case was adjourned to July 1, 2002, pursuant to Criminal Procedure Law § 180.80.\nOn July 1, 2002, the felony complaint was replaced with a misdemeanor information pursuant to Criminal Procedure Law § 180.50. Defendant was arraigned, and the People served notice of their intent to present at trial evidence of a largely exculpatory statement made by defendant. (CPL 710.30 [1] [a].) The case was adjourned to the following day to join a felony matter then pending against defendant in Part N. On July 2, 2002, defendant’s bail was reduced to one dollar and the case was adjourned to July 11, 2002 to this part for a possible disposition.\nDefendant contends that the five-day period from her arraignment on the felony complaint to the reduction of the complaint to a misdemeanor complaint should be charged to the People. As the People correctly observe, however, this delay is excludable pursuant to Criminal Procedure Law § 30.30 (5) (c).\nDefendant correctly concedes that the delay from July 1 to July 11 is excludable.\nJuly 11, 2002 to February 10, 2003 (43 days included):\nIt is not disputed, and the official court record reflects, that the following sequence of events occurred:\nOn July 11, 2002, a motion schedule was set with a return date of September 5, 2002. On August 16, 2002, defendant filed and served an omnibus motion comprising motions to suppress physical evidence and the noticed statement and a demand for discovery and a bill of particulars. On September 5, 2002, the court ordered a Mapp/Huntley/Payton/Dunaway hearing on defendant’s suppression motions, and scheduled the hearing for October 10, 2002. On October 10, the People announced that they were ready to proceed; however, at defendant’s request, the hearing was adjourned to October 31.\nOn October 31, November 7, and November 20, the People were not ready to proceed. On December 13, 2002, the People were again not ready to proceed. They withdrew the previously served statement notice and also stated on the record that they would not seek to introduce any physical evidence at trial. Defendant, however, did not appear and a warrant was ordered and stayed at counsel’s request. On January 17, 2003, defendant again failed to appear, the warrant issued, and defendant’s bail was forfeited. Defendant voluntarily returned to court on February 10, 2003.\nDefendant contends that 56 days, from July 11, 2002, when the motion schedule was set by the court, to September 5, 2002, when the court ordered a suppression hearing on defendant’s motions, should “arguably” be charged to the People because they subsequently withdrew statement notice and announced that they would not be introducing any physical evidence at trial, thereby rendering unnecessary any adjournments relating to the People’s filing of the notice. She more firmly asserts, however, that for the same reason, the People should be charged with 35 days, from September 5 to October 10, 2002, an adjournment granted for the People to prepare for the suppression hearing.\nAccording to defendant, an exclusion of this period of delay would encourage the People to circumvent statutory time limitations by creating a false need for a suppression hearing. Thus, she maintains that, as a policy matter, the People’s withdrawal of statement notice and their decision not to introduce the physical evidence should preclude them from claiming excludable time to prepare for a suppression hearing, especially given defendant’s incarceration during that period. She makes no claim, however, that the People served statement notice solely or in part to circumvent speedy trial limitations.\nIn support of her argument, defendant cites People v McIntosh (80 NY2d 87, 90 [1992]), where the Court of Appeals observed that the ordinarily excludable delay resulting from the People’s filing of a notice of appeal (see CPL 30.30 [4] [a]) becomes chargeable upon the People’s withdrawal of the notice. In relying on McIntosh, defendant essentially maintains that if the People are to be charged with delay resulting from the pendency of a subsequently withdrawn appeal, then they should also be charged with delay associated with the filing of statement or identification notice which is later withdrawn by the People.\nDefendant’s argument presupposes that a meaningful analogy may be drawn between the People’s withdrawal of an appeal and their withdrawal of a notice of intent to introduce evidence served pursuant to Criminal Procedure Law § 710.30. There are, however, significant differences between the People’s filing of a notice of appeal and their filing of a notice of intent. These differences militate against relying on McIntosh to charge the People as defendant requests.\nThe taking of an appeal from a trial court’s order suppressing evidence “constitutes a bar to the prosecution of the accusatory instrument . . . unless and until [the] suppression order is reversed upon appeal and vacated.” (CPL 450.50 [2].) In McIntosh, the Court held that where an appeal is withdrawn with the permission of the court, it becomes a “nullity,” and is not “taken” within the meaning of Criminal Procedure Law § 450.50 (2). The Court also observed that “because a withdrawn appeal by the People is a nullity, it cannot serve as the basis for an exclusion from the time within which the People must be ready for trial pursuant to CPL 30.30,” and that “the People’s time to become ready will be deemed to have continued to run notwithstanding the CPL 450.20 (8) appeal if, in fact, that appeal is withdrawn before it is determined.” (McIntosh, 80 NY2d at 90; see People v Ireland, 217 AD2d 971 [4th Dept 1995] [eight months during which appeal was pending until withdrawn chargeable to People].)\nBy contrast, the filing of a notice of intent to introduce statement or identification evidence at trial does not even toll the running of the speedy trial statute. Rather, it is the litigation prompted by the notice that tolls the statute. (See e.g. People v Green, 90 AD2d 705, 706 [1st Dept 1982], lv denied 58 NY2d 784 [1982] [adjournment following court’s decision on suppression motion excludable].) Litigation does not, however, invariably result from the People’s filing of notice. A defendant may waive motions. Here, for example, where a statement noticed by the People is exculpatory, a defendant could reasonably opt to waive the right to move to suppress it. Thus, a delay in the proceedings for motion practice is not an inevitable consequence of the People’s filing of notice pursuant to Criminal Procedure Law § 710.30 (1).\nAdditionally, in deciding whether to appeal a suppression order, the People must determine whether they can go forward without the suppressed evidence. (CPL 450.50 [1] [requiring statement from People asserting that deprivation of use of suppressed evidence has rendered People’s proof either insufficient as a matter of law or so weak that any reasonable possibility of prosecuting charge has been effectively destroyed].) That determination need not be made until after the suppression hearing has been held, and the People have 30 days after being served with a copy of the order appealed from within which to file and serve a notice of appeal. (CPL 460.10 [1] [c].)\nWith only 15 days from arraignment within which to serve a notice of intent (CPL 710.30 [2], [3] [absent good cause, preclusion of evidence is required upon People’s failure to file notice within 15 days of arraignment on jurisdictionally sufficient accusatory instrument]), the People have little time to decide whether they need to file notice, and they must make that determination early in the life of the case. Thus, a prosecutor may justifiably opt to serve a notice of intent, rather than risk preclusion, where there is a question as to whether notice is required or where the People have not yet decided whether to seek to introduce the evidence.\nAlthough it would be improper for the People to provoke unnecessary litigation by filing a notice of intent where they do not intend to introduce statement or identification evidence, in light of the legislative goal of encouraging early notice (see Preiser, Practice Commentaries, McKinney’s Cons Laws of NY, Book 11A, CPL 710.30, at 219; People v Briggs, 38 NY2d 319, 322-323 [1975]; People v O’Doherty, 70 NY2d 479, 488 [1987]), it would be unreasonable to penalize the People for erring on the side of serving notice by charging them with time spent in motion practice which subsequently becomes unnecessary upon their withdrawal of notice. It is also unreasonable to presume that the People would seek to circumvent speedy trial limitations by filing unnecessary notice, as they are usually reluctant to provide the defense with any information before otherwise required to do so.\nGiven the differences between the People’s filing of an appeal and the filing of a notice of intent and the legislative policy encouraging early notice of intent, defendant’s reliance upon the McIntosh dicta is misplaced. Also misplaced is defendant’s reliance on People v Brown (207 AD2d 556 [2d Dept 1994]), where the Court held that the People were correctly charged with delay occasioned by the pendency of their motion to consolidate defendant’s indictment with that of another defendant, a motion they subsequently withdrew. Those circumstances are more analogous to those presented in McIntosh, as they pertain to the People’s own motion practice.\nDefendant also mistakenly relies on People v Williams (186 Misc 2d 47 [Crim Ct, NY County 2000]). There, although the defendant’s case had been adjourned for a suppression hearing, the People withdrew statement notice on the date set for the hearing and were not ready to proceed. Citing People v Green (90 AD2d 705 [1st Dept 1982], lv denied 58 NY2d 784 [1982]), and without any discussion, the court excluded the first adjournment for the suppression hearing, even though the People withdrew statement notice on the very next adjourned date. Once the notice was withdrawn and the People were not ready for trial, the court charged the People with that adjournment, which the People acknowledged was appropriate. (Williams, 186 Misc 2d at 50.) Thus, Williams does not support defendant’s argument.\nHere, the People answered ready on October 10 and, presumably, would have gone forward with the suppression hearing that day absent defendant’s request for an adjournment. Thus, there is no reason to infer that the People filed the notice of intent in order to circumvent speedy trial limitations. (Compare e.g. People v Derosier, NYLJ, Oct. 27, 1994, at 29, col 3 [Grim Ct, NY County] [collecting cases where courts held People to shorter trial periods due to improper prosecutorial attempts to circumvent speedy trial limitations].) The court also observes that if the People had withdrawn notice on September 5, when the decision granting the hearing was rendered, and had the case then been adjourned for trial, the People would have been charged with that delay. (See People v Sai, 223 AD2d 439, 440 [1st Dept 1996] [where no hearings ordered on defendant’s suppression motion, adjournment for trial following decision charged to People].)\nFinally, defendant’s complaint that her incarceration was needlessly prolonged due to the unnecessary adjournments for the suppression hearing is baseless, as she was actually being held as a result of the matter pending in Part N. She also claims, without any basis, that the exclusion of this delay penalizes her for exercising her constitutional right to move to suppress evidence.\nFor all of these reasons, this court does not charge the People with delay from September 5, 2002 to October 10, 2002, resulting from the adjournment for the People to prepare for the suppression hearing ordered on the basis of a notice of intent that they subsequently withdrew.\nThe parties agree that the delays from October 10 to October 31 and from December 13 to February 10 are excludable (CPL 30.30 [4] [b]), and that 43 days from October 31 to December 13, 2002 should be charged to the People.\nFebruary 10 to March 11, 2003 (excluded):\nUpon defendant’s return on the warrant on February 10, her bail was reinstated and the matter was adjourned to March 11 for trial.\nDefendant argues that this 29-day period should be charged to the People, there being no specific statutory exclusion for the period following a defendant’s return on a warrant. Alternatively, she maintains that seven days is a reasonable period of time for the People to prepare for trial upon a defendant’s return on a warrant.\nAlthough it is true that the statute contains no specific exclusion for the period following a defendant’s return on a warrant, the Appellate Division, First Department, has squarely resolved this issue in the People’s favor. (See e.g. People v Roberts, 236 AD2d 233, 233-234 [1st Dept 1997], lv denied 91 NY2d 836 [1997] [delay immediately following defendant’s return on warrant not chargeable to People].) Moreover, the delay is not unreasonable in light of defendant’s two-month absence.\nMarch 11 to May 28, 2003 (23 days included):\nThe parties agree that the delays from March 11 to April 21, 2003, and from May 14 to May 28, 2003, are excludable and that 23 days, from April 21 to May 14, 2003, should be charged to the People.\nConclusion\nThus, 66 days of chargeable time have elapsed since the filing of the misdemeanor complaint, well within the 90-day statutory limit. Accordingly, defendant’s motion to dismiss is denied. (CPL 170.45, 210.45 [5] [b], [c].)\n. “[W]here a criminal action is commenced by the filing of a felony complaint, and thereafter, in the course of the same criminal action either the felony complaint is replaced with or converted to an information, prosecutor’s information or misdemeanor complaint pursuant to article 180 . . . the period applicable for the purposes of subdivision one must be the period applicable to the charges in the new accusatory instrument, calculated from the date of the filing of such new accusatory instrument. . . .”\n. Although the People are not statutorily required to notify the defendant of their intent to introduce physical evidence at trial, to the extent that the disclosure requirement of Criminal Procedure Law § 240.20 (1) (f) may also trigger the filing of a motion to suppress, defendant’s argument would logically extend to delay occasioned by an adjournment preceding any kind of hearing, as long as the hearing becomes unnecessary due to action taken by the People.",
        "type": "majority",
        "author": "Barbara Jaffe, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Legal Aid Society (Toni Marie Angelí of counsel), for defendant. Robert M. Morgenthau, District Attorney (Jung Park of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 324]\nThe People of the State of New York, Plaintiff, v Felecia Bolden, Defendant.\nCriminal Court of the City of New York, New York County,\nSeptember 23, 2003\nAPPEARANCES OF COUNSEL\nLegal Aid Society (Toni Marie Angelí of counsel), for defendant. Robert M. Morgenthau, District Attorney (Jung Park of counsel), for plaintiff."
  },
  "file_name": "0663-01",
  "first_page_order": 651,
  "last_page_order": 658
}
