{
  "id": 1237517,
  "name": "National Union Fire Insurance Company of Pittsburgh, Pa., et al., Plaintiffs, v. Farmington Casualty Company et al., Defendants",
  "name_abbreviation": "National Union Fire Insurance v. Farmington Casualty Co.",
  "decision_date": "2003-10-10",
  "docket_number": "",
  "first_page": "671",
  "last_page": "676",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 671"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 763"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "265 AD2d 299",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        211193
      ],
      "pin_cites": [
        {
          "page": "300"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/265/0299-01"
      ]
    },
    {
      "cite": "88 NY2d 321",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4438697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/88/0321-01"
      ]
    },
    {
      "cite": "60 NY2d 390",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4391346
      ],
      "pin_cites": [
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/60/0390-01"
      ]
    },
    {
      "cite": "345 F3d 154",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9088089
      ],
      "pin_cites": [
        {
          "page": "189, 190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/345/0154-01"
      ]
    },
    {
      "cite": "221 F3d 307",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11244121
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/221/0307-01"
      ]
    },
    {
      "cite": "98 NY2d 208",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        282434
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/98/0208-01"
      ]
    },
    {
      "cite": "304 AD2d 167",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        328693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/304/0167-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 10215,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 5.4333522331447806e-08,
      "percentile": 0.34213732151951715
    },
    "sha256": "57b430eb4abe285445f2f288591c6b5db86a38267f7d387993948ef714fdcd32",
    "simhash": "1:1017e9de2c5bfd65",
    "word_count": 1644
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "National Union Fire Insurance Company of Pittsburgh, Pa., et al., Plaintiffs, v Farmington Casualty Company et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEdward H. Lehner, J.\nThe prime legal issue presented on the motions before me is whether an insurer who issued liability policies for two consecutive years, each of which provides $1,000,000 of coverage for any one “occurrence,” may be held liable for more than that sum when the insured landlord is sued by infant tenants for lead-based paint poisoning occurring over several years.\nThe motions before me are by plaintiffs National Union Fire Insurance Company of Pittsburgh, Pa. and OneBeacon Insurance for summary judgment on their claims against Farmington Casualty Company and a cross motion by Farmington to dismiss the complaint.\nThese three insurers provided coverage to River Edge Associates, a landlord who was sued by four infant tenants who claimed to have suffered lead paint poisoning while occupying an apartment in the insured’s building over a period of up to seven years. That underlying action was settled, with said insurers agreeing to pay the infants a total of $2,875,000. The insurers further agreed amongst themselves that the pro rata basis for allocation purposes would be determined based on the number of months each insurer provided coverage (weighted based on the number of infants residing in the apartment each month) over a seven-year period, which agreed percentages were as follows:\nFarmington 44.5%\nNational 18.3%\nBeacon 37.2%\nSince the insurers desired to settle the underlying action even though Farmington took the position that its total liability was only $1,000,000, the infants’ compromise order provided that each insurer would pay the following amounts:\nFarmington $1,000,000.00\nBeacon 1,209,187.50\nNational 665,812.50\nSaid agreement as to payment was arrived at with Beacon and National reserving the right to assert in a subsequent action that Farmington should have paid (based on the aforesaid allocation) 44.5% of the total settlement of $2,875,000, or $1,279,375. Thus, in this action National and Beacon each seek $139,687.50, that amount being one half of the alleged Farming-ton underpayment of $279,375.\nAll parties agree that there was only one “occurrence,” although a continuous injury (transcript at 12-15). Based on this agreement, Farmington argues that even though it agreed that its pro rata time of coverage was 44.5% it is liable only for $1,000,000, which was the amount of each insurer’s coverage for each year that protection was provided. Plaintiffs contend that since Farmington insured the subject building for two years, its limitation of liability was $2,000,000, and hence it is liable for the aforesaid sum of $279,379. Beacon also notes that, if Farmington is correct, it too should riot have paid more than $1,000,000 (there being no contention that the limitation of liability provisions are not similar in all of the subject policies). Farmington responds by asserting that when Beacon paid more than $1,000,000 (it having provided coverage for four years), it did so voluntarily and thus would not be entitled to reimbursement from any other party.\nRegarding allocation among settling insurers in a lead paint case, the Second Department recently held in Serio v Public Serv. Mut. Ins. Co. (304 AD2d 167 [2003]), that “each insurer shall bear a share of liability for the purpose of funding their negotiated settlement with the injured parties, directly proportionate to each insurer’s time on the risk” (at 168). The Court observed that the “instant case is the first lead-paint case in New York to employ a time on the risk analysis” and, noting the paucity of law on the subject, stated “we have not found a single lead-paint case that has ever expressly rejected the use of a time on the risk analysis” (id. at 173 [emphasis in original]). In so holding, the Court relied on the Court of Appeals decision in Consolidated Edison Co. of N.Y. v Allstate Ins. Co. (98 NY2d 208 [2002]), where the Court approved a time on the risk allocation among several insurers on a claim of pollution that allegedly occurred over a period of 60 years. (See also, Olin Corp. v Insurance Co. of N. Am., 221 F3d 307 [2d Cir 2000].)\nFarmington does not challenge the time on the risk means of allocating coverage as was approved in the aforesaid cases. However, it correctly contends that the issue it raises herein was not presented in those cases. Here, the policies issued by Farmington over a two-year period each provided for a limitation of liability of $1,000,000 “for any one occurrence.”\nIllustrative of the seeming inequity of Farmington’s position, it maintained that if it were the only insurer providing coverage to the landlord over a seven-year period during which time the infant tenants were subjected to lead poisoning because of conditions in their apartment, its total liability coverage regarding the claims of the infants would still be limited to $1,000,000 in light of the conceded “one occurrence” (transcript at 15). Also, the court notes a pragmatic difficulty in sustaining the position advanced by Farmington as, if all relevant policies contain similar limitation of liability provisions, it would behoove a landlord to change its lead paint liability carrier annually and to never renew a policy. Of course, although a landlord could attempt to negotiate a change in the language of its policy to specifically provide that the limitation is per policy period, obtaining a change in the language of a “standard” policy is often very difficult and, if granted, might entail an extra premium.\nIt is further observed that to uphold Farmington’s position would mean that when the landlord renewed its policy and paid a premium for a second year it procured no additional protection regarding lead-based paint claims above the $1,000,000. Examining the hypothetical fact pattern referred to above where a policy with one company is renewed for seven years, the landlord would have paid premiums all during those years and yet may not have been provided protection for lead paint liability any greater than if it had maintained the policy for only one year, with an apparent consequential windfall to the insurer whose policy is renewed.\nWhile, as aforesaid, the parties agree that there has been only one “occurrence,” no party refers to any definition of that term in any policy. It has recently been stated by the Second Circuit in the case involving the terrorist attack on the World Trade Center that there “is no well settled definition” of that term under New York law, and that court referred to one of its prior holdings when it concluded that the meaning of the term “must be interpreted in the context of the specific policy and facts of the case” (World Trade Ctr. Props., L.L.C. v Hartford Fire Ins. Co., 345 F3d 154, 189, 190 [2003]).\nAlthough the controversy herein is among insurers, the interpretation of the policies involved should be no different than if a judgment had been rendered against the landlord insured and it was seeking payment from its insurers. A policy’s interpretation does not vary depending on who are the contesting parties.\n“The tests to be applied in construing an insurance policy are common speech . . . and the reasonable expectation and purpose of the ordinary businessman . . . [and] ambiguities in an insurance policy are, moreover, to be construed against the insurer” (Ace Wire & Cable Co. v Aetna Cas. & Sur. Co., 60 NY2d 390, 398 [1983]). In Mostow v State Farm Ins. Cos. (88 NY2d 321 [1996]), it was stated that “the test to determine whether an insurance contract is ambiguous focuses on the reasonable expectations of the average insured upon reading the policy . . . and employing common speech” (at 326-327). “Moreover, the circumstances particular to each case must be considered in construing the meaning of the term.” (General Assur. Co. v Schmitt, 265 AD2d 299, 300 [2d Dept 1999].)\nApplying the foregoing principles to the facts of this case, I find that, since a landlord of an older building which may have lead paint problems is likely aware that any claims that may be made by infant tenants regarding lead poisoning would probably involve multiple years of occupancy, the “reasonable expectation” of such a businessman employing “common speech” would be that the limitation of $1,000,000 is per policy period. Otherwise the landlord, as noted above, would obtain no likely appreciable benefit with regard to lead-based paint liability by renewing a policy with the same insurer. It is well known that judgments in cases of lead paint poisoning often exceed the aforesaid limitation of $1,000,000, particularly when there are several children residing in an affected apartment. I further find that it is unlikely that a reasonable businessperson would renew a policy providing lead paint protection if it were not intended that the payment of the renewal premium would increase the protection with respect to lead-based paint liability, claims with respect to which are often not asserted until after the passage of several years.\nAccordingly, I find and declare that the policy issued by Farmington provided lead paint liability insurance of $1,000,000 per year and that, since it provided coverage for two years, it provided such liability coverage to the landlord of up to $2,000,000. Thus, the motion of plaintiffs is granted and each plaintiff is entitled to recover of Farmington the sum of $139,687.50, with interest thereon from the date of payment to the infant plaintiffs in the underlying action. The cross motion of defendant is granted solely to the extent of dismissing the second cause of action asserting bad faith by defendant as plaintiffs have set forth no factual basis for said claim.",
        "type": "majority",
        "author": "Edward H. Lehner, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "McCormick Dunne & Foley, New York City, for National Union Fire Insurance Company of Pittsburgh, Pa., plaintiff. Morgan, Melhuish, Monaghan, Arvidson, Abrutyn & Lisowski, New York City, for OneBeacon Insurance, plaintiff. Lazare Potter Giacovas & Kranjac LLP, New York City, for Farmington Casualty Company, defendant."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 763]\nNational Union Fire Insurance Company of Pittsburgh, Pa., et al., Plaintiffs, v Farmington Casualty Company et al., Defendants.\nSupreme Court, New York County,\nOctober 10, 2003\nAPPEARANCES OF COUNSEL\nMcCormick Dunne & Foley, New York City, for National Union Fire Insurance Company of Pittsburgh, Pa., plaintiff. Morgan, Melhuish, Monaghan, Arvidson, Abrutyn & Lisowski, New York City, for OneBeacon Insurance, plaintiff. Lazare Potter Giacovas & Kranjac LLP, New York City, for Farmington Casualty Company, defendant."
  },
  "file_name": "0671-01",
  "first_page_order": 659,
  "last_page_order": 664
}
