{
  "id": 1237542,
  "name": "In the Matter of Seymour Collins, Petitioner, v. New York City Employees' Retirement System et al., Respondents",
  "name_abbreviation": "Collins v. New York City Employees' Retirement System",
  "decision_date": "2003-10-14",
  "docket_number": "",
  "first_page": "677",
  "last_page": "680",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 677"
    },
    {
      "type": "parallel",
      "cite": "765 N.Y.S.2d 767"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "49 NY2d 451",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4374784
      ],
      "pin_cites": [
        {
          "page": "458"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/49/0451-01"
      ]
    },
    {
      "cite": "40 NY2d 565",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2326373
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/40/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5443,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.43580108338362583
    },
    "sha256": "c937282b250410cca563c3de9f968a98829a0b470f97d565857477f633313e79",
    "simhash": "1:b88e982bae18ec65",
    "word_count": 844
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Seymour Collins, Petitioner, v New York City Employees’ Retirement System et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMartin Schneier, J.\nThe petitioner in this case is a former emergency medical technician (EMT) for the New York City Fire Department. Petitioner sought an ordinary disability pension on the grounds that he is disabled due to AIDS. He also sought an accidental disability pension on the grounds that he contracted HIV as the result of a line of duty exposure. The respondent New York City Employees’ Retirement System (NYCERS) granted the ordinary disability pension but denied the accidental disability pension. Petitioner initiated this CPLR article 78 proceeding alleging that NYCERS misinterpreted the statutory presumption contained in section 207-o of the General Municipal Law. Section 207-o states, in pertinent part:\n“a paid employee who performs the functions of an emergency medical technician or advanced emergency medical technician, where such employee is drawn from competitive civil service lists and successfully passed a physical examination on employment, who, on or after March seventeenth, nineteen hundred ninety-six, contracts HIV (where the employee may have been exposed to a bodily fluid of a person under his or her care or treatment, or while the employee examined, transported or otherwise had contact with such person, in the performance of his or her duties) tuberculosis or hepatitis, will be presumed to have contracted such disease as a natural and proximate result of an accidental injury received in the performance or discharge of his or her duties and not resulting from his or her willful negligence, unless the contrary be proved by competent evidence.”\nIn rejecting the accidental disability claim, the NYCERS Medical Board Report stated tersely that “[t]he initial application had been made for disability due to exposure in the course of employment resulting in AIDS. The documentary evidence [for] such a claim was not forthcoming.” Previous applications for an accidental disability pension had been met with demands for documentary proof of an on-the-job exposure. Petitioner had submitted affidavits that purported to document exposures, but the respondents aver that they were unable to verify these occurrences.\nAs a threshold matter, the court finds that the procedure followed by NYCERS was improper. The Medical Board is required to determine any issue related to an applicant’s disability (Administrative Code of City of NY § 13-168 [a]). Once petitioner submitted evidence that the presumption was applicable, it was incumbent on NYCERS to apply the presumption or engage in fact-finding and disprove its basis. In this case the Medical Board abdicated its fact-finding function and instead crafted an extra statutory condition precedent. Because of this, the court finds that the decision was arbitrary and capricious.\nFurthermore, the court finds the decision by NYCERS not to consider whether the presumption applies was affected by its misinterpretation of the statute. Respondents urge the court to “limit the applicability of the HIV statute to those EMT’s suffering from HIV who can prove that they suffered an exposure to bodily fluids carrying the virus of a person under their care while performing their duties” (respondents’ mem of law at 17).\nOrdinarily, the “construction given statutes and regulations by the agency responsible for their administration, if not irrational or unreasonable, should be upheld” (Matter of Barie v Lavine, 40 NY2d 565, 568 [1976]). “Where, however, the question is one of pure statutory reading and analysis, dependent only on accurate apprehension of legislative intent, there is little basis to rely on any special competence or expertise of the administrative agency and its interpretive regulations are therefore to be accorded much less weight. And, of course, if the regulation runs counter to the clear wording of a statutory provision, it should not be accorded any weight.” (Kurcsics v Merchants Mut. Ins. Co., 49 NY2d 451, 458 [1980].)\nIn this case the respondents make two assertions that are contrary to the clear language of the statute. First, the statute does not require proof of an exposure to bodily fluids; it applies “where the employee may have been exposed to a bodily fluid” (General Municipal Law § 207-o [emphasis added]). It is a rule of statutory construction that every word is to be given effect (McKinney’s Cons Laws of NY, Book 1, Statutes § 231). The construction offered by respondents reads the word “may” out of the statute and must, therefore, be rejected.\nSecond, respondents assert that the statute requires an exposure to bodily fluids containing the HIV virus. The statute, however, does not require that the bodily fluids contain the HIV virus. In this instance the respondents’ interpretation must be rejected because it reads language into the statute.\nAccordingly, the court finds that the decision rejecting the petitioner’s accidental disability claim was arbitrary and capricious because NYCERS misinterpreted the statute and abdicated its fact-finding role.\nTherefore, the case is remanded to NYCERS for further proceedings in accordance with this opinion.",
        "type": "majority",
        "author": "Martin Schneier, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Jeffrey L. Goldberg, Lake Success, for petitioner. Michael A. Cardozo, Corporation Counsel, New York City, for respondents."
    ],
    "corrections": "",
    "head_matter": "[765 NYS2d 767]\nIn the Matter of Seymour Collins, Petitioner, v New York City Employees’ Retirement System et al., Respondents.\nSupreme Court, Kings County,\nOctober 14, 2003\nAPPEARANCES OF COUNSEL\nJeffrey L. Goldberg, Lake Success, for petitioner. Michael A. Cardozo, Corporation Counsel, New York City, for respondents."
  },
  "file_name": "0677-01",
  "first_page_order": 665,
  "last_page_order": 668
}
