{
  "id": 1237529,
  "name": "In the Matter of Richard L. Brodsky, Individually and as Assemblyman from the 86th Assembly District, et al., Petitioners, v. New York State Department of Environmental Conservation et al., Respondents",
  "name_abbreviation": "Brodsky v. New York State Department of Environmental Conservation",
  "decision_date": "2003-01-27",
  "docket_number": "",
  "first_page": "690",
  "last_page": "696",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 690"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 277"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "96 NY2d 532",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        203229
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/96/0532-01"
      ]
    },
    {
      "cite": "259 AD2d 26",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        890613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/259/0026-01"
      ]
    },
    {
      "cite": "63 NY2d 904",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4396967
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/63/0904-01"
      ]
    },
    {
      "cite": "101 AD2d 918",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3367278
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/101/0918-01"
      ]
    },
    {
      "cite": "49 NY2d 1028",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4377269
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/49/1028-01"
      ]
    },
    {
      "cite": "300 AD2d 786",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        956810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/300/0786-01"
      ]
    },
    {
      "cite": "86 NY2d 307",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4436656
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/86/0307-01"
      ]
    },
    {
      "cite": "108 AD2d 1095",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3414709
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/108/1095-01"
      ]
    },
    {
      "cite": "286 F3d 1137",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        940838
      ],
      "pin_cites": [
        {
          "page": "1146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/286/1137-01"
      ]
    },
    {
      "cite": "61 NY2d 525",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2344751
      ],
      "pin_cites": [
        {
          "page": "539"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/61/0525-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 12953,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6003628010745028
    },
    "sha256": "4c23d85b1bce79ca7c05d69314997ad93d9017e80442f1d9cec75592cf69494f",
    "simhash": "1:d3d545c193896fe7",
    "word_count": 2128
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Richard L. Brodsky, Individually and as Assemblyman from the 86th Assembly District, et al., Petitioners, v New York State Department of Environmental Conservation et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nThomas W Keegan, J.\nPetitioners have commenced a CPLR article 78 proceeding in the nature of mandamus seeking to compel a determination of an application for a state pollution discharge ehmination system (hereinafter SPDES) permit, to compel public hearings on such permit application, and to compel a review of the underlying SPDES permit pursuant to the provisions of Environmental Conservation Law § 17-0817. The state respondents have moved to dismiss the proceeding on the ground that the petition fails to state a claim. The Entergy respondents have moved to dismiss on the grounds that the petition fails to state a claim, that petitioners do not have standing, and of misjoinder of parties. It appears that a number of Entergy respondents were added by amended order to show cause. Such order has not been submitted to the court.\nPreliminarily, the court grants the motion for admission of James C. Rehnquist, Esq., and Robert L. Brennan, Jr., Esq., to practice pro hac vice for the purpose of assisting in the defense of the above-entitled proceeding.\n“Traditionally ‘[mjandamus lies to compel the performance of a purely ministerial act where there is a clear legal right to the relief sought’. The long established law is that ‘ “[wjhile a mandamus is an appropriate remedy to enforce the performance of a ministerial duty, it is well settled that it will not be awarded to compel an act in respect to which the officer may exercise judgment or discretion” ’ ” (Klostermann v Cuomo, 61 NY2d 525, 539 [1984] [citations omitted]). Petitioners do not seek to compel any specific result, which would constitute a discretionary act. Rather they seek to compel the state respondents to make some determination on the permit application, a proper subject of mandamus.\nThe instant proceeding involves claims of extreme delay in administrative action for which petitioners have no other available remedy. The proceeding arises out of applications for renewals of various SPDES permits for cooling water for several electricity generating plants on the lower Hudson River. This proceeding is limited to the SPDES permits for the two operating Indian Point nuclear power plants. These plants pump up to 2.4 billion gallons of water per day from the Hudson River. In doing so, large numbers of fish, at different stages of their life, are destroyed. It is claimed that billions of fish eggs, larvae and tiny fish have been killed by entrainment, that is, being pulled through the pumps and cooling system, over the past decade. In addition great numbers of larger fish have been killed by impingement, being caught on the intake system’s screens. The water is then discharged back into the Hudson River at significantly higher temperatures. This level of destruction has apparently been occurring since 1976, when Indian Point 3 came on line, adding to the withdrawals by Indian Point 2, which came on line in 1973. The record before the court does not indicate the level of withdrawals by Indian Point 1, which began operation in 1962 and was decommissioned in 1981.\nA SPDES permit was originally issued for the plants in 1982. This permit was renewed in 1987, and by its terms, it expired in 1992. The then owners of the plants applied for a renewal in a timely fashion, resulting in the automatic extension of the permit pursuant to State Administrative Procedure Act § 401 (2). The state respondents have not acted upon the renewal application for in excess of a decade. Pursuant to ECL 17-0817 (1), SPDES permits, such as the one involved herein, shall be valid for a period not to exceed five years, less than half of the period of the automatic extension herein, and one third of the period of the 1987 permit, as extended. Indeed, one jurist has indicated that such an automatic extension cannot exceed the permit period of five years (see dissent in ONRC Action v Columbia Plywood, 286 F3d 1137, 1146 [2002]). It is clear that the failure of the state respondents to act on the permit renewal application has precluded the petitioners from obtaining any sort of judicial review of the de facto approval of the status quo due to the absence of any final reviewable determination. Respondents contend, in effect, that this situation can lawfully continue indefinitely, so long as the applicant and DEC agree to extend the time for a determination.\nThe first cause of action of the petition alleges that the state respondents were required to issue a determination on the permit renewal application within 90 days of the written notice that the application was complete, or from February 28, 2000, pursuant to ECL 70-0109 (3) (a) (i). Such subdivision provides “In the case of an application for a permit for which no public hearing has been held, such decision shall be mailed on or before ninety calendar days after the department mails written notice to the applicant that the application is complete . . . .” While a public hearing was in fact held on June 8, 2000, petitioners contend that it is not the type of hearing referenced in the statute.\nPetitioners claim that the June 8, 2000 hearing was held pursuant to the State Environmental Quality Review Act (ECL art 8 [hereinafter SEQRA]), and not the Uniform Procedures Act (ECL art 70 [hereinafter UPA]). The regulations promulgated under the UPA at 6 NYCRR 621.7 (c) provide that the Department of Environmental Conservation (DEC) may determine to hold a legislative public hearing (after notice of completeness of the application) if there is a significant degree of public interest or to comply with 6 NYCRR 617.8, which governs SEQRA scoping hearings. The UPA therefore expressly authorizes a hearing which also serves a SEQRA purpose. Moreover, the scoping hearing is a preliminary hearing performed before a draft environmental impact statement (hereinafter DEIS) is even prepared. SEQRA regulations, at 6 NYCRR 617.9 (a) (4), provide for a public hearing on a DEIS based upon, inter alia, the degree of public interest. While such a hearing is not specifically enumerated in 6 NYCRR 621.7 (c), the standard for determining whether to hold a hearing is essentially the same for both types of hearing, and the hearings are both held at similar points in the administrative process. It is therefore determined that the hearing held on June 8, 2000 was one contemplated by ECL 70-0109. The court also finds that the fact that the hearing was held a few days beyond the 90-day requirement does not render the hearing a nullity. It is therefore determined that ECL 70-0109 (3) (a) (i) is inapplicable to the procedural history involved herein. As such, the first cause of action as pleaded fails to state a claim.\nThe second cause of action alleges that the state respondents are required by law to hold public hearings on the permit application and seeks a judgment directing such hearings. However, the determination as to whether to hold a public hearing is clearly discretionary and is itself subject to judicial review (see Matter of Industrial Liaison Comm. of Niagara Falls Chamber of Commerce v Flacke, 108 AD2d 1095 [1985]). It is therefore determined that the second cause of action fails to state a claim.\nThe third cause of action seeks to compel a review of the 1987 permit for conformance with new federal treatment technology, new state water quality classifications and water quality standards as required by ECL 17-0817 (3). Such subdivision requires review of all SPDES permits at least once every five years. Consideration of the entire section shows that many SPDES permits are issued for a period of 10 years. It further appears that the review required is to allow ranking of SPDES permits based upon the need for administrative attention (ECL 17-0817 [4]). The statute does not require any specific action on such review. The record before the court shows that the SPDES permit in question has been reviewed and ranked within the last five years. It further appears that the pending permit renewal application constitutes continuous review of the SPDES permit, thereby complying with ECL 17-0817 (3). It is therefore determined that the third cause of action also fails to state a claim.\nThe Court of Appeals in Campaign for Fiscal Equity v State of New York (86 NY2d 307, 318 [1995]) specifically addressed the standard to determine a motion to dismiss for failure to state a cause of action. It held that if the facts stated are sufficient to support any cognizable legal theory, the motion to dismiss should be denied. The Court in reviewing the complaint was not limited to the stated legal theory. This standard is applicable to article 78 proceedings as well (Matter of Northway 11 Communities v Town Bd. of Town of Malta, 300 AD2d 786 [3d Dept 2002]).\nThe court has already determined that the 90-day time period set forth in ECL 70-0109 (3) (a) (i) is inapplicable. There is also insufficient factual support in the petition to find that the DEC has received a complete record following the hearing, thereby commencing the 60-day period for determination pursuant to ECL 70-0109 (3) (a) (ii). However, there is still a general requirement that applications for permits or licenses be acted upon within a reasonable time (Matter of Utica Cheese v Barber, 49 NY2d 1028 [1980]). As indicated above, the renewal application has been pénding for more than 10 years, considerably longer than the delay of seven years characterized as extensive, unwarranted and prejudicial in Matter of Kupersmith v Public Health Council of State of N.Y. (101 AD2d 918 [1984], affd 63 NY2d 904 [1984]). There is no indication that the legislative history of the UPA evidences an intent that such requirement may be defeated by agreement of the applicant and the agency (see ECL 70-0109 [6]; 6 NYCRR 621.15 [a]), or that de facto extensions of the original terms of a SPDES permit be insulated from judicial review for periods grossly exceeding the legal term of such a permit.\nIt further appears that 6 NYCRR 621.5 (d) (7) requires that a notice of completeness of application include a tentative determination of the application with either a draft permit or a notice of intent to deny the permit. The notice of completeness issued herein did not include such a tentative determination, and respondents have used the absence of a draft permit as an excuse for even further delay. It thus appears that petitioners can state a claim for mandamus to compel a tentative determination as well.\nWith respect to the issue of standing raised by the Entergy respondents, petitioners have shown that they are regular recreational users of the Hudson River. They have also alleged that the state respondents’ failure to act on the permit application has allowed the destruction of billions of fish and aquatic organisms, thereby significantly degrading the quality of the river. It is therefore determined that petitioners have standing (see, Matter of Committee to Preserve Brighton Beach & Manhattan Beach v Planning Commn. of City of N.Y., 259 AD2d 26 [1999]).\nThe result is however different with respect to the Entergy respondents’ claim that petitioner Brodsky does not have capacity to sue in his official capacity (see Silver v Pataki, 96 NY2d 532 [2001]). Petitioner Brodsky contends that his vote has been nullified by the state respondents’ failure to comply with ECL 17-0817. It has already been determined that petitioners’ claims with respect to such statute fail to state a claim. Such claim therefore cannot support capacity to sue. Accordingly the Entergy respondents’ motion to dismiss is hereby granted with respect to petitioner Brodsky in his official capacity.\nThe Entergy respondents have also shown that Entergy Nuclear, Inc. and Entergy Nuclear Operations, Inc. do not own the power plants and are not applicants for permit renewals. As such, they are not proper party respondents. Petitioners have failed to show any basis to continue the proceeding against said respondents. Accordingly, the motion to dismiss with respect to such respondents is also hereby granted.\nThe motions to dismiss the original petition for failure to state a claim are granted to the extent indicated herein.",
        "type": "majority",
        "author": "Thomas W Keegan, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Eliot Spitzer, Attorney General, Albany (Lisa M. Burianek of counsel), for New York State Department of Environmental Conservation and another, respondents. Goodwin Proctor LLP, Boston, Massachusetts {Elise N. Zoli, James C. Rehnquist and Robert L. Brennan, Jr., of counsel), for Entergy Nuclear Indian Point 2, LLC, and others, respondents. Richard L. Brodsky, pro se, and John L. Parker and Susan H. Shapiro, Elmsford, for Richard L. Brodsky and others, petitioners."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 277]\nIn the Matter of Richard L. Brodsky, Individually and as Assemblyman from the 86th Assembly District, et al., Petitioners, v New York State Department of Environmental Conservation et al., Respondents.\nSupreme Court, Albany County,\nJanuary 27, 2003\nAPPEARANCES OF COUNSEL\nEliot Spitzer, Attorney General, Albany (Lisa M. Burianek of counsel), for New York State Department of Environmental Conservation and another, respondents. Goodwin Proctor LLP, Boston, Massachusetts {Elise N. Zoli, James C. Rehnquist and Robert L. Brennan, Jr., of counsel), for Entergy Nuclear Indian Point 2, LLC, and others, respondents. Richard L. Brodsky, pro se, and John L. Parker and Susan H. Shapiro, Elmsford, for Richard L. Brodsky and others, petitioners."
  },
  "file_name": "0690-01",
  "first_page_order": 678,
  "last_page_order": 684
}
