{
  "id": 1237598,
  "name": "John Doe, an Infant, by His Mother and Natural Guardian Jane Doe, et al., Petitioners, v. Bellmore-Merrick Central High School District et al., Respondents. (And Another Proceeding.)",
  "name_abbreviation": "Doe v. Bellmore-Merrick Central High School District",
  "decision_date": "2003-12-03",
  "docket_number": "",
  "first_page": "697",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 697"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 847"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "191 Misc 2d 707",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        962448
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/191/0707-01"
      ]
    },
    {
      "cite": "102 AD2d 359",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3381537
      ],
      "pin_cites": [
        {
          "page": "363"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/102/0359-01"
      ]
    },
    {
      "cite": "64 NY2d 174",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4396093
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/64/0174-01"
      ]
    },
    {
      "cite": "94 NY2d 436",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        109761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/94/0436-01"
      ]
    },
    {
      "cite": "171 NY 538",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2305225
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/171/0538-01"
      ]
    },
    {
      "cite": "95 NY2d 738",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1188877
      ],
      "pin_cites": [
        {
          "page": "748"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/95/0738-01"
      ]
    },
    {
      "cite": "156 Misc 2d 594",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        910132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/156/0594-01"
      ]
    },
    {
      "cite": "448 US 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1787572
      ],
      "pin_cites": [
        {
          "page": "581"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/448/0555-01"
      ]
    },
    {
      "cite": "261 AD2d 92",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        107729
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/261/0092-01"
      ]
    },
    {
      "cite": "734 F2d 93",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        416413
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/734/0093-01"
      ]
    },
    {
      "cite": "189 AD2d 532",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1110592
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/189/0532-01"
      ]
    },
    {
      "cite": "190 AD2d 483",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1114155
      ],
      "pin_cites": [
        {
          "page": "485-486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/190/0483-01"
      ]
    },
    {
      "cite": "284 AD2d 92",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        681207
      ],
      "pin_cites": [
        {
          "page": "93-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/284/0092-01"
      ]
    },
    {
      "cite": "74 NY2d 626",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4413470
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/74/0626-01"
      ]
    },
    {
      "cite": "135 AD2d 351",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3535176
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/135/0351-01"
      ]
    },
    {
      "cite": "435 US 589",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2497
      ],
      "pin_cites": [
        {
          "page": "597"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/435/0589-01"
      ]
    },
    {
      "cite": "403 US 713",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12027544
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "714"
        },
        {
          "page": "733"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/403/0713-01"
      ]
    },
    {
      "cite": "464 US 501",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200566
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "508"
        },
        {
          "page": "510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0501-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 11162,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 1.4216732465469648e-07,
      "percentile": 0.6491368801810453
    },
    "sha256": "b8fe3bdb73e7ccd7ee95de705b9098a0879ed29245364a59ce320dc8cdfde392",
    "simhash": "1:4e3a1ce805b8b57d",
    "word_count": 1846
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Doe, an Infant, by His Mother and Natural Guardian Jane Doe, et al., Petitioners, v Bellmore-Merrick Central High School District et al., Respondents. (And Another Proceeding.)"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nZelda Jonas, J.\nThe petitioners had moved by order to show cause for a court order permitting petitioners to serve and file a notice of claim using pseudonyms to conceal the identity of the infant petitioners who are alleged victims of sex crimes. At this juncture, the actions have not been commenced since pleadings were not filed and served, and issue has not been joined. On the return date of the applications, the parties named in the captions of the notice of claims stipulated that petitioners are permitted to serve and file a notice of claim in the names of “John Doe 1,” “John Doe 2,” and “John Doe 3” as pseudonyms to protect the identity of the infant petitioners in the aboverentitled actions.\nThe respondent, Bellmore-Merrick Central High School District, cross-moved to seal the entire court record in the impending actions, and Newsday, Inc. has moved to intervene in opposition to respondent’s motion for a sealing order.\nThe petitioners have submitted papers opposing the sealing of the entire court record in the interest of the public. As an alternative, counsel for “John Doe 1 and 2” requests in his opposition papers that “the court order that all documents filed with this court be redacted to the extent necessary to preserve the identity of the infant claimants and their families.”\nThere is an overwhelming presumption that the public has the right of access to the courts to ensure the actual and perceived fairness of the judicial system. (See, Press-Enterprise Co. v Superior Ct. of Cal., 464 US 501, 508 [1984].) The sealing of court records acts as a prior restraint on the First Amendment rights of the media to report, and “[a]ny system of prior restraints of expression comes to this Court bearing a heavy presumption against its constitutional validity” (New York Times Co. v United States, 403 US 713, 714 [1971]). The First Amendment was part of a series of amendments to the United States Constitution offered by one of our founding fathers, James Madison, to satisfy the citizens that these great liberties of freedom of the press, assembly, and speech would be safe and beyond the powers of government to abridge (New York Times Co. v United States at 716). “Both the history and language of the First Amendment support the view that the press must be left free to publish news, whatever the source, without censorship, injunctions, or prior restraints” (id. at 717).\nThough ordinarily trials and judicial proceedings are open to the public view and the public has an interest in the disclosure of court records, the public’s right to inspect and copy judicial records is not absolute nor unrestricted and is a matter of judicial discretion (Nixon v Warner Communications, Inc., 435 US 589, 597 [1978]; Matter of Crain Communications v Hughes, 135 AD2d 351 [1987], affd 74 NY2d 626 [1989]).\nThe cross motions by the respondent, Bellmore-Merrick Central High School District, are brought to seal the entire court record pursuant to 22 NYCRR 216.1 (a), which provides as follows:\n“Except where otherwise provided by statute or rule, a court shall not enter an order in any action or proceeding sealing the court records, whether in whole or in part, except upon a written finding of good cause, which shall specify the grounds thereof. In determining whether good cause has been shown, the court shall consider the interests of the public as well as of the parties.”\nConfidentiality is the exception and not the rule, and the court is always required to make an independent determination of good cause (Matter of Hofmann, 284 AD2d 92, 93-94 [2001]). The enactment of 22 NYCRR 216.1 (a) was largely a response to a concern that, in cases in which the parties were in agreement to seal the records, the courts were not sufficiently taking into account the public interest and exercising their discretion to override the parties’ wishes (Matter of Twentieth Century Fox Film Corp., 190 AD2d 483, 485-486 [1993]). The presumption against the sealing of court records remains unless there is a showing of good cause by the movant showing that the confidentiality of the parties outweighs the public interest in the proceedings (22 NYCRR 216.1; Matter of Hofmann, supra; People v Burton, 189 AD2d 532 [1993]). Although no precise test governs a finding of “good cause,” a court must determine whether good cause exists on a case-by-case basis, according to the facts (Matter of Twentieth Century Fox Film Corp., supra). A showing of “good cause” presupposes a showing that public access to the records is likely to harm a compelling interest to the movant (Press-Enterprise Co. v Superior Ct. of Cal., Riverside County, 464 US 501, 510 [1984]), and no alternative to sealing can adequately protect the threatened interest (see, Application of The Herald Co., 734 F2d 93 [1984]). If no adequate alternative exists, movant must show that the narrowing of a sealing order is insufficient to protect the interest (see, Herald Co. v Burke, 261 AD2d 92 [1999]; see, e.g., Richmond Newspapers, Inc. v Virginia, 448 US 555, 581 [1980]) and that the sealing order would not be futile. If the information sought to be sealed is already a matter of public record and is demonstrably of public interest, then the sealing of the record is inappropriate (see, New York Times Co. v United States, 403 US 713, 733 [1971]; see, Coopersmith v Gold, 156 Misc 2d 594 [1992]).\nThe respondent Bellmore-Merrick Central High School District’s argument for sealing of the entire court record is predicated solely upon a claim to preserve the confidentiality of the petitioners who are alleged victims of sexual crimes pursuant to Civil Rights Law § 50-b. Civil Rights Law § 50-b prohibits public officials and public employees from the unauthorized disclosure of the identity of victims of sex crimes. Civil Rights Law § 50-b does not justify a blanket denial of a request for any documents relating to a sex crime but is limited only to documents “that tend[ ] to identify the victim of a sex crime” (Fappiano v New York City Police Dept., 95 NY2d 738, 748 [2001]).\nPrivacy is a limited right, which is not recognized in New York common law (Roberson v Rochester Folding Box Co., 171 NY 538 [1902]) and exists only to the extent created by statute (Messenger v Gruner + Jahr Print. & Publ., 94 NY2d 436 [2000]; Stephano v News Group Publs., 64 NY2d 174 [1984]). Civil Rights Law § 50-b provides a limited statutory right of privacy to a specific class of individuals, namely, victims of sex crimes. The respondent does not fall within the class of individuals protected by the statute.\nThe petitioners, who are the alleged sex crime victims and therefore have the private right to privacy under Civil Rights Law § 50-b, have submitted written papers opposing the sealing of the court records in the interest of the public. The respondent, Bellmore-Merrick Central High School District, has not shown any statutory right to privacy that enures to the benefit of the respondent, and the public has an interest in the proceedings soon to be brought before the court. In balancing the interests of the parties with those of the public, at this juncture, it is clear that the right of the public to be informed of the allegations in these papers far outweighs the rights of the parties. Aside from the numerous media reports, there have been community hearings and rallies attended by concerned parents and other community members. The safety of students participating in sports in the public school system is of paramount interest to the public. Therefore, no compelling interest to seal the entire file has been demonstrated by respondent (Matter of Hofmann, supra).\nRespondent has also failed to show that there is no other alternative than sealing the entire record. The petitioners have already taken steps to conceal the identity of the petitioners and family members by petitioning the court to proceed anonymously with the filing of the notices of claims. The court will extend that application to include all court documents filed with the court without resorting to the overly broad sealing of the entire record since the court is vested with inherent plenary power to fashion a remedy necessary for the proper administration of justice (People v Beaudoin, 102 AD2d 359, 363 [1984]). The court granting a party the right to proceed anonymously is not the equivalent of sealing records and does not prevent the public from accessing court records (Anonymous v Anonymous, 191 Misc 2d 707 [2002]).\nFinally, respondent has not shown the effectiveness of issuing a sealing order at this time. As Newsday, Inc. has indicated in its papers, the facts and circumstances surrounding the alleged sex crimes has been discussed at length in the media. The identities of the alleged offenders have already been published in the media, and the identities of the alleged victims is already known to the press. The mere fact that embarrassing allegations may be made against the respondent, Bellmore-Merrick Central High School District, or other parties to the litigation, even if ultimately found to be without merit, is not a sufficient basis for a sealing order (.Matter of Hofmann, supra at 95).\nAccordingly, respondent has not been able to demonstrate good cause to seal the court records pursuant to 22 NYCRR 216.1, and the respondent’s motions for a sealing of the records are hereby denied.\nMotion by Newsday, Inc. to intervene in opposition to the respondent’s motions to seal the court records is granted.\nIt is hereby ordered that the pseudonym names of the infant petitioners and their natural guardians that appear in the captions of the notice of claim shall also appear in the captions of the plenary action and shall also appear within the body of all documents filed with the court in order to protect the identity of the infant petitioners and the mothers and natural guardians of said infants.\nAny document that bears the true names of the petitioners and/or their natural guardians or any document that tends to identify same shall be redacted by the party filing such document. The original unredacted document shall be retained by the party who has filed the redacted document for an in camera inspection by the court.",
        "type": "majority",
        "author": "Zelda Jonas, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Kelly & Rubin, LLP, New York City (Michael F. Rubin of counsel), for John Doe and others, petitioners. Sanders, Sanders, Block & Woycik, PC., Mineóla (E. David Woycik, Jr., of counsel), for John Doe 3, petitioner. Congdon, Flaherty, O’Callaghan, Reid, Donlon, Travis & Fishlinger, Garden City CChristine Gasser of counsel), for Bellmore-Merrick Central High School District and others, respondents. Loma B. Goodman, County Attorney, Mineóla (William K. Joseph of counsel), for Nassau County Police Department and others, respondents. Levine Sullivan Koch & Schulz, LLP, New York City (David A. Schulz of counsel), for Newsday, Inc."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 847]\nJohn Doe, an Infant, by His Mother and Natural Guardian Jane Doe, et al., Petitioners, v Bellmore-Merrick Central High School District et al., Respondents. (And Another Proceeding.)\nSupreme Court, Nassau County,\nDecember 3, 2003\nAPPEARANCES OF COUNSEL\nKelly & Rubin, LLP, New York City (Michael F. Rubin of counsel), for John Doe and others, petitioners. Sanders, Sanders, Block & Woycik, PC., Mineóla (E. David Woycik, Jr., of counsel), for John Doe 3, petitioner. Congdon, Flaherty, O’Callaghan, Reid, Donlon, Travis & Fishlinger, Garden City CChristine Gasser of counsel), for Bellmore-Merrick Central High School District and others, respondents. Loma B. Goodman, County Attorney, Mineóla (William K. Joseph of counsel), for Nassau County Police Department and others, respondents. Levine Sullivan Koch & Schulz, LLP, New York City (David A. Schulz of counsel), for Newsday, Inc."
  },
  "file_name": "0697-01",
  "first_page_order": 685,
  "last_page_order": 690
}
