{
  "id": 1237523,
  "name": "The People of the State of New York, Plaintiff, v. James Albrechtsen, Defendant",
  "name_abbreviation": "People v. Albrechtsen",
  "decision_date": "2003-09-24",
  "docket_number": "",
  "first_page": "703",
  "last_page": "712",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 703"
    },
    {
      "type": "parallel",
      "cite": "764 N.Y.S.2d 612"
    }
  ],
  "court": {
    "name_abbreviation": "Greene Cty. Ct.",
    "id": 9180,
    "name": "County Court of New York, Greene County"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "223 AD2d 474",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        673193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/223/0474-01"
      ]
    },
    {
      "cite": "264 AD2d 598",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        150953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/264/0598-01"
      ]
    },
    {
      "cite": "68 NY2d 613",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2347394
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/68/0613-01"
      ]
    },
    {
      "cite": "228 AD2d 987",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        371535
      ],
      "pin_cites": [
        {
          "page": "989"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/228/0987-01"
      ]
    },
    {
      "cite": "73 NY2d 787",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "141 AD2d 669",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3556443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/141/0669-01"
      ]
    },
    {
      "cite": "99 NY2d 585",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "193 Misc 2d 447",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1048083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/193/0447-01"
      ]
    },
    {
      "cite": "193 Misc 2d 148",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1048121
      ],
      "pin_cites": [
        {
          "page": "151-152"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/193/0148-01"
      ]
    },
    {
      "cite": "147 Misc 2d 143",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        888978
      ],
      "pin_cites": [
        {
          "page": "145"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/147/0143-01"
      ]
    },
    {
      "cite": "58 NY2d 784",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "90 AD2d 705",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5614845,
        5610918
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/90/0705-01",
        "/ad2d/90/0705-02"
      ]
    },
    {
      "cite": "180 AD2d 908",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1072933
      ],
      "pin_cites": [
        {
          "page": "909"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/180/0908-01"
      ]
    },
    {
      "cite": "266 AD2d 562",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        203539
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "563"
        },
        {
          "page": "563"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/266/0562-01"
      ]
    },
    {
      "cite": "60 NY2d 119",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4390546
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "127"
        },
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/60/0119-01"
      ]
    },
    {
      "cite": "73 AD2d 673",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5548488
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/73/0673-01"
      ]
    },
    {
      "cite": "50 NY2d 351",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4376871
      ],
      "pin_cites": [
        {
          "page": "357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/50/0351-01"
      ]
    },
    {
      "cite": "67 NY2d 236",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4403699
      ],
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/67/0236-01"
      ]
    },
    {
      "cite": "66 NY2d 523",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4401905
      ],
      "pin_cites": [
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/66/0523-01"
      ]
    },
    {
      "cite": "175 AD2d 257",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1048826,
        1048981
      ],
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/175/0257-01",
        "/ad2d/175/0257-02"
      ]
    },
    {
      "cite": "80 NY2d 201",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4426398
      ],
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/80/0201-01"
      ]
    },
    {
      "cite": "227 AD2d 224",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        347388
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/227/0224-01"
      ]
    },
    {
      "cite": "76 NY2d 59",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2351747
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "64"
        },
        {
          "page": "64"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/76/0059-01"
      ]
    },
    {
      "cite": "178 Misc 2d 305",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1685982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/178/0305-01"
      ]
    },
    {
      "cite": "215 AD2d 864",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1215450
      ],
      "pin_cites": [
        {
          "page": "866"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/215/0864-01"
      ]
    },
    {
      "cite": "82 NY2d 409",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2355420
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "414"
        },
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/82/0409-01"
      ]
    },
    {
      "cite": "87 NY2d 792",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8596323
      ],
      "pin_cites": [
        {
          "page": "794"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0792-01"
      ]
    },
    {
      "cite": "91 NY2d 795",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        525080
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/91/0795-01"
      ]
    },
    {
      "cite": "66 NY2d 529",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4400880
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/66/0529-01"
      ]
    },
    {
      "cite": "46 NY2d 932",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2342684
      ],
      "pin_cites": [
        {
          "page": "933"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/46/0932-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 932,
    "char_count": 22459,
    "ocr_confidence": 0.76,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04646583642521244
    },
    "sha256": "028d26016c217078ae47ac6e86841798ecd8c130fc5474fbd084e5f390ec7989",
    "simhash": "1:ad8def81efd210b5",
    "word_count": 3697
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v James Albrechtsen, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nDaniel K. Lalor, J.\nDefendant is charged with two counts of vehicular assault in the second degree as a class E felony in violation of Penal Law § 120.03, and two counts of operating a motor vehicle while under the influence of alcohol as a misdemeanor in violation of Vehicle and Traffic Law § 1192, one count in each case being based upon blood alcohol content allegedly in excess of 0.10% (0.14%) and one count upon common-law intoxication, for having in such condition with criminal negligence allegedly operated a 2002 Honda motor vehicle on State Route 23A in the Town of Hunter on March 24, 2002 at 5:10 a.m. at a speed not reasonable and prudent for the road conditions, causing said vehicle to travel off the shoulder of the road and strike a retaining wall, and thereby causing serious physical injury to Rebecca Dragosits, a passenger in the vehicle, including a lacerated spleen and fractured vertebra. Defendant moved to dismiss for denial of his statutory speedy trial rights pursuant to CPL 30.30, and the court denied the motion without a hearing on September 2, 2003. Defendant moved to reargue, and the court granted defendant’s application.\nHaving heard the parties in reargument, the court hereby withdraws its original decision dated September 2, 2003 and issues the following decision in its stead.\nSpeedy Trial\nDefendant argues that the People were obliged to produce the grand jury minutes to the court within a reasonable time after service of its omnibus motion, that they unreasonably delayed production, and that the period of unreasonable delay added to the chargeable prereadiness delay exceeds the statutory readiness period, requiring dismissal of the indictment.\nIn defendant’s analysis, there is a speedy trial “clock” that accrues days chargeable to the People, which starts upon commencement of the action, stops during any “excludable” period, restarts at the end of the “excludable” period, stops upon the People’s announcement of readiness, and thereafter restarts whenever there is unreasonable delay on the part of the People in performing an act that is necessary to their continued readiness for trial. Defendant argues furthermore that only during the “pre-readiness” period do the. exclusions provided by CPL 30.30 (4) come into play.\nThe Court of Appeals’ methodology for prereadiness calculations under CPL 30.30 is to (1) determine the commencement of the action, (2) measure six months from commencement, (3) determine the number of days in this period, (4) determine the date of effective readiness communication, (5) calculate the number of days from commencement to communication of readiness, and (6) compare to the readiness period. If the number of days until readiness exceeds the number of days in the six-month speedy trial period, then the court must determine the existence and length of any excludable periods, for the action must be dismissed “unless sufficient time is excludable to shorten the period of delay chargeable to the People to six months or less” (People v Hamilton, 46 NY2d 932, 933 [1979]). If the People announce readiness within the statutory period, the existence and length of any excludable periods must still be determined, for the People “are entitled to the full period allowed, either before or after answering ready,” and are therefore entitled to “tack” all “unused” readiness time, including time resulting from an exclusion, onto their postreadiness time (see, People v Anderson, 66 NY2d 529, 537 [1985]). This is the methodology followed by the court in analyzing the prereadiness period.\nIn felony cases such as this one, CPL 30.30 requires the People to be ready for trial within six months of the commencement of the criminal action (CPL 30.30 [1] [a]). The felony charges against defendant were lodged April 17, 2002. The statutory six-month readiness period extended to October 17, 2002, a period of 183 days. The People effectively communicated readiness for trial 168 days after commencement by written notice filed upon return of the indictment and hand delivered to defense counsel on October 2, 2002 (see People v Carter, 91 NY2d 795 [1998]; People v Goss, 87 NY2d 792, 794 [1996]). A pertinent preindictment time period is the 22-day interval between September 10, 2002 (the date of defense counsel’s letter confirming defendant’s request for a postponement of the first scheduled grand jury presentment, and the date said letter was stamped “Received” by the District Attorney’s office) and October 2, 2002 (the actual date of grand jury presentment). On November 22, 2002 defendant served an omnibus motion including a motion to inspect the grand jury minutes and to dismiss, and a motion to suppress, made returnable by defendant 53 days later on January 14, 2003. One day after the return date, on January 15, 2003, the court issued its decision on the omnibus motion, ordering in camera production of the grand jury minutes and a suppression hearing with respect to defendant’s statements. Grand jury minutes were received by the court on February 13, 2003, 30 days after the court’s order, 83 days after service of defendant’s motion, and 1 day prior to the suppression hearing on February 14, 2003.\nApplying the method outlined above, the People communicated readiness with 15 days left to run in the 183-day readiness period that commenced on April 17, 2002. To this must be added 22 excludable days attributable to defendant’s request to adjourn the grand jury proceeding. Accordingly, entering the postreadiness period the People are credited with 37 days of unexpired readiness time.\nService on November 22, 2002 of defendant’s omnibus motion containing a motion to inspect the grand jury minutes and to dismiss triggered an obligation on the part of the People to produce minutes to the court within a “reasonable time” thereafter (People v Harris, 82 NY2d 409 [1993]). In fact, minutes were produced 83 days after service of the motion. A “reasonable time” is to be excluded from this 83-day period in determining how many days should be “charged” to the People as “unreasonable delay” (People v Dearstyne, 215 AD2d 864, 866 [3d Dept 1995]). What time is a “reasonable time” within which to produce minutes is subject to a case-by-case inquiry; however if, for purposes of argument, it were assumed to be 36 days (see, People v Harris, supra at 414), then 47 of the 83 days represent unreasonable delay “chargeable” to the People’s speedy trial time. Since 47 exceeds by 10 the People’s “tachable” reserve of 37 days, defendant argues the indictment must be dismissed.\nThe court rejects this conclusion, on several bases.\nFirst, the situation here differs markedly from that in People v Harris, in that it is the routine practice of this court for it to issue, as part of its omnibus decision, a separate ruling granting the motion to inspect the grand jury minutes, and then, at a later time, to rule on the motion to dismiss, after the minutes have been inspected. That inspection, moreover, is most commonly performed only after the omnibus motion, containing the motion to inspect and to dismiss, has been fully submitted or argued. Orderly procedure in this county has not been affected by the People providing minutes only after issuance of the court’s decision on the omnibus motion decision, in accordance with the court’s order (see, People v Endres, 178 Misc 2d 305 [1998]). Nor, generally, has there been a need for the court to review the minutes prior to argument of the omnibus motion.\nTo the contrary, there are sound reasons for delaying review of the minutes until after the omnibus motion has been fully submitted or argued. Frequently, the omnibus motion brings forth specific issues upon which the defendant requests the court to focus in its review beyond simple legal sufficiency of the evidence, issues such as the quality of instructions given by the prosecutor, the alleged failure to charge required affirmative defenses, the alleged absence of required corroboration, alleged prosecutorial interference with the defendant’s right to testify before the grand jury, or impairment of the integrity of the grand jury proceeding itself allegedly caused by unauthorized persons present, the lack of a quorum or the People’s failure to recuse grand jurors who have indicated possible bias or knowledge of the case. The People’s response and oral argument serve to further sharpen these issues. Where such contentions have been raised in a defendant’s omnibus motion, the court typically reserves decision pending review of the minutes, noting the need to give specific attention to the issues raised. Review of the minutes in such cases prior to argument would predictably lead only to well-founded motions to reargue, and the need for the court to review the minutes a second time. Where minutes are being produced for the court’s in camera review, moreover, reasonableness is determined in the first instance by the court’s expectations, not by the defendant’s. Thus, it was reasonable in this case for the People to expect that the court would require the minutes no earlier than its consideration of the omnibus motion. In fact, the People here furnished minutes to the court 30 days after production was ordered.\nThe determination of what constitutes a “reasonable” time to produce minutes is a case-by-case determination, with 36 days being only the period that was found reasonable in Harris. While it has been common practice for the minutes to be reviewed after issuance of the omnibus decision, it is true that in cases where the People have of their own accord furnished minutes earlier, the court has on occasion incorporated its decision on grand jury review into its omnibus decision. In this case, had the minutes been available on January 14, it is conceivable the court would have issued such a combined decision, although in all likelihood it would have taken more than one day to do so.\nThe court here determines that, in view of its practice of reviewing minutes only after the omnibus motion has been decided, in view of its practice of deciding omnibus motions promptly after their submission, and in view of the lengthy 53-day delay between service of the defendant’s omnibus motion and its return date (which date was selected by defense counsel), a “reasonable” time for the People to have produced the grand jury minutes to the court would have been upon argument of the omnibus motion. In other words, of the 83 days between omnibus motion and production of the minutes that, under Harris, the “speedy trial clock” was potentially “running,” the People should be presumptively “charged” with only the last 31 days, the time between argument of the motion and the date the minutes were produced. Only during this period did the People’s delay in producing minutes have arguable potential to actually delay the trial, the sole predicate for holding such delay to be a “chargeable” speedy trial delay (see People v McKenna, 76 NY2d 59, 64 [1990]). Since, when this time is deducted from the People’s 37-day “tachable reserve,” the People are 6 days within the statutory period, it is unnecessary to hold a hearing to determine the reason for the delay, or whether any part of this postreadiness delay should be excluded as due to “exceptional circumstances” outside the People’s control (see CPL 30.30 [4] [gl).\nSecond, not discussed in Harris is the effect of other statutory exclusions contained within CPL 30.30 (4) (a). Contrary to defendant’s argument, statutory exclusions do indeed apply to the postreadiness period (see, People v Batts, 227 AD2d 224 [1996]). In discussing the rule for readiness computations, the Court of Appeals has stated,\n“Whether the People have satisfied this obligation is generally determined by computing the time elapsed between the filing of the first accusatory instrument and the People’s declaration of readiness, subtracting any periods of delay that are excludable under the terms of the statute and then adding to the result any postreadiness periods of delay that are actually attributable to the People and are ineligible for an exclusion.” (People v Cortes, 80 NY2d 201, 208 [1992] [emphasis added]; see People v Frazier, 175 AD2d 257, 258 [1991].)\nFurthermore, the language of CPL 30.30 (4) is mandatory: “In computing the time within which the people must be ready for trial pursuant to subdivisions one and two, the following periods must be excluded ...” (emphasis added). In construing the exclusions of CPL 30.30 (4), the Court of Appeals has also stated that\n“Inasmuch as the Legislature intended CPL 30.30 to address delays caused by the People, the time required for defendant’s pretrial motions and his requested adjournments should be excluded. Those delays have been caused by the defendant for his own benefit, and with the court’s permission, under circumstances in which both the defendant and the court have determined that the adjournment is desirable. In view of the defendant’s express waiver of the delay, the People are not required to causally trace their lack of readiness to defendant’s actions before the court is warranted in excluding the periods resulting from adjournments authorized by subdivision 4 (a) and (b).” (People v Worley, 66 NY2d 523, 527 [1985] [emphasis added].)\nSimilarly, the Court of Appeals’ constructions of CPL 30.30 demand that “all excludable periods must be deducted from the ‘total time’ . . . starting with the filing of the accusatory instrument” (People v Sinistaj, 67 NY2d 236, 240 [1986] [emphasis added]), because, “[u]nder the clear language of CPL 30.30 (subd 4, par [a]), such periods would generally be excluded from the total time within which the People are required by statute to become ready to proceed to trial” (People v Lomax, 50 NY2d 351, 357 [1980] [emphasis added]).\nThus, when an event described in CPL 30.30 (4) (a) occurs during an otherwise “dockable” period of postreadiness delay, a corresponding exclusion must and should be granted to the People, whether or not the event has directly to do with the reason that the speedy trial “clock” was restarted.\nIt is well settled that “when an omnibus motion is made a reasonable time for response by the prosecution may be excluded in the computation of the period of delay chargeable to the People following a request for disposition of outstanding charges (People v Chiofalo, 73 AD2d 673 [1979]). Excludable, too, may be the period for decision of the motion by the Judge by whom it was heard” (People v Torres, 60 NY2d 119, 127 [1983]). The length of the allowable excludable period is “the period of delay, if any, which in the individual case may be actually ascribed to consideration and determination of the particular motion” (People v Torres, supra at 128; see, People v Gonzalez, 266 AD2d 562, 563 [2d Dept 1999]).\nDefendant’s omnibus motion here included not only a motion to inspect and dismiss, but a motion to suppress. The suppression motion, under CPL 30.30 (4) (a), was a parallel reason to immediately “stop the clock” that was started by the inspection motion, and one measure of the resulting exclusion is that the entire “postreadiness time from defendant’s motion to dismiss to [the trial court’s decision] is not chargeable to the People (CPL 30.30 [4] [a])” (People v Hughes, 180 AD2d 908, 909 [3d Dept 1992]).\n“When, as here, a court orders that a suppression hearing must be conducted, it necessarily defers a final decision on the defendant’s pretrial motion to suppress. Indeed, by ordering the hearing in the first place, the court implicitly concludes that suppression cannot be granted or denied summarily {see CPL 710.60 [2], [3]), and that the requisite findings of fact and conclusions of law can be rendered only after the reception of evidence. (See CPL 710.60 [4].) As a consequence, both sides are entitled to a reasonable period of time to prepare for the suppression hearing, and the delay that results from such an adjournment must be excluded as a necessary incident to the pretrial motions made by the defendant. (See People v Green, 90 AD2d 705 [1st Dept 1982], lv denied 58 NY2d 784 [1982]; cf. People v Santiago, 147 Misc 2d 143, 145 [Crim Ct, NY County 1990] [‘the granting of a hearing may be properly considered a part of motion practice and thus excludable pursuant to CPL 30.30 (4) (a)’].) Thus . . . the People were entitled to a reasonable adjournment to prepare for the hearing that had been ordered.” (People v Simpkins, 193 Misc 2d 148, 151-152 [2001], affd 193 Misc 2d 447 [2002], lv denied 99 NY2d 585 [2003].)\nUnder this reasoning, the entire period from service of defendant’s omnibus motion through the court’s decision in March 2003 following the hearing held February 14, 2003 falls within an excludable period that arises due to defendant’s motion to suppress. The court fails to see how the speedy trial “clock” could “tick” during such a period, especially since a suppression issue is of the same character as a motion to inspect and dismiss, i.e., pendency of either motion impedes commencement of the trial (People v Simpkins, supra at 153; CPL 710.40 [3]; see, e.g., People v Lloyd, 141 AD2d 669 [2d Dept 1988], lv denied 73 NY2d 787 [1988]; compare, People v McKenna, supra at 64).\nA more defense-oriented view is that there should be excluded only a “reasonable period” of time necessary to respond to the omnibus motion. The People filed their responding papers on December 13, 2002, corresponding to an excludable period of 21 days. To this must be added the one day during which the fully submitted motion was “under consideration by the court” (CPL 30.30 [4] [a]; People v Batts, supra; People v Gonzalez, supra at 563). These 22 days, when added to the 37 days “unused” readiness time, total 59 days to be excluded from the 83 days it took the People to produce minutes, thus shortening that potentially “chargeable” time to 24 days, 12 days less than the 36-day period found “reasonable” in Harris.\nOne could reasonably argue, however, that a “reasonable period” to respond to the omnibus motion should be measured not by the People’s actual response, but by their obligation to respond, and that time was considerably expanded here by the defendant’s own choice of a return day 53 days in the future. In contrast to practice elsewhere (see, e.g., People v Gonzalez, 266 AD2d 562 [1999]), criminal motion practice in this county has traditionally followed timetables drawn from civil motion practice, governed by the CPLR. The public defender routinely demands answering papers to his omnibus motions at least seven days prior to the return date pursuant to CPLR 2214 (b); it appears, however, that he did not do so here. Thus, under prevailing local practice the People’s responding omnibus papers were not due until two days prior to the return date (CPLR 2214 [b]). By this reasoning, all but 2 days of the 53-day period between service of the omnibus motion and its return date should be excludable, as must the 1 day during which the fully submitted motion was “under consideration by the court.” These 52 days, when added to the 37 days “unused” readiness time, total 89 excludable days, 6 days more than the 83 days it took the People to produce grand jury minutes.\nThird, and not necessary to the result reached, the precise holding of Harris (82 NY2d at 413) is that “where the People make no objection to the branch of the CPL 210.30 motion seeking inspection of the Grand Jury minutes, the People’s obligation to produce the Grand Jury minutes within a reasonable time begins to run from the date the defendant’s CPL 210.30 motion (to inspect the Grand Jury minutes and to dismiss the indictment) is made.” But, the People are not required to make the decision (whether to oppose the motion to inspect) until the day that their response to the motion is required. In addition to the “reasonable time” within which to produce the minutes, in accordance with CPL 30.30 (4) (a) there ought to be excluded from the Harris formula as determined above, a further “reasonable period” of delay for the People to determine their course in responding to the motion, including an assessment of whether there may be “good cause” to oppose the motion to inspect (see People v Van Deusen, 228 AD2d 987, 989 [3d Dept 1996]). Without determining what that length of time ought to have been in this case, the court may observe that it seems unfair to the People to penalize them retroactively for making full use of time given them by statute.\nUnder any of the above lines of reasoning, the People are within their speedy trial time.\nDefendant’s alternative argument is that the “speedy trial clock” restarted on November 11, 2002 upon defendant’s discovery demand for his own grand jury testimony. The court rejects this argument because there are lesser sanctions available in the postreadiness context for delays in furnishing discovery material (People v Anderson, 66 NY2d 529 [1985]). To adopt this theory, moreover, would require an analysis of how to appropriately combine postreadiness delay of two different types: delay that ultimately may warrant dismissal, and delay that does not. It should be evident that speedy trial analysis under CPL 30.30 is complicated enough without introduction of such imponderables.\nBased on the foregoing analysis, the motion is denied without necessity of a factual hearing to determine the cause for the People’s delay.\nThe parties have referred to September 11, 2002 as the start of the excludable period, probably because that is the date for which the grand jury presentment was originally scheduled. The exclusion arises, however, not from the fact that the presentment was adjourned, but from the fact that the defendant requested the adjournment (see, People v Meierdiercks, 68 NY2d 613 [1986]; People v Hudson, 264 AD2d 598 [1999]; People v Greene, 223 AD2d 474 [1996]). As reflected in the record, that request appears to have been made informally on or about September 9, and was documented by defendant’s letter to the Assistant District Attorney on September 10, 2002.",
        "type": "majority",
        "author": "Daniel K. Lalor, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Greg D. Lubow, Public Defender, Catskill, for defendant. Terry J. Wilhelm, District Attorney, Catskill (Charles O. Bucea of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[764 NYS2d 612]\nThe People of the State of New York, Plaintiff, v James Albrechtsen, Defendant.\nCounty Court, Greene County,\nSeptember 24, 2003\nAPPEARANCES OF COUNSEL\nGreg D. Lubow, Public Defender, Catskill, for defendant. Terry J. Wilhelm, District Attorney, Catskill (Charles O. Bucea of counsel), for plaintiff."
  },
  "file_name": "0703-01",
  "first_page_order": 691,
  "last_page_order": 700
}
