{
  "id": 1237510,
  "name": "Randy Schindler, Plaintiff, v. Niche Media Holdings, LLC, et al., Defendants",
  "name_abbreviation": "Schindler v. Niche Media Holdings, LLC",
  "decision_date": "2003-09-25",
  "docket_number": "",
  "first_page": "713",
  "last_page": "722",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 713"
    },
    {
      "type": "parallel",
      "cite": "772 N.Y.S.2d 781"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "175 AD2d 759",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1048695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/175/0759-01"
      ]
    },
    {
      "cite": "91 AD2d 991",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5617314,
        5621762,
        5629964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/91/0991-03",
        "/ad2d/91/0991-01",
        "/ad2d/91/0991-02"
      ]
    },
    {
      "cite": "228 AD2d 393",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        371729,
        371318
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/228/0393-02",
        "/ad2d/228/0393-01"
      ]
    },
    {
      "cite": "257 AD2d 436",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        171918,
        172110
      ],
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/257/0436-01",
        "/ad2d/257/0436-02"
      ]
    },
    {
      "cite": "299 AD2d 64",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        559526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/299/0064-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 934,
    "char_count": 21584,
    "ocr_confidence": 0.771,
    "pagerank": {
      "raw": 1.9541435732923663e-07,
      "percentile": 0.7371663367246507
    },
    "sha256": "c35d873216c59496b4e2e8ebc0d0c545e244ba514be841348f69fca51555b98e",
    "simhash": "1:15d0c34d3904f8b6",
    "word_count": 3351
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Randy Schindler, Plaintiff, v Niche Media Holdings, LLC, et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nShirley Werner Kornreich, J.\nBefore the court are two applications by Randy Schindler, the first for injunctive relief and the second for, inter alia, consolidation of the instant action with Schindler v Sokol & Sokol, which is also pending in the Supreme Court, New York County, under Index No. 115087/03. The two motions are consolidated herein for unitary disposition.\nDefendant Niche Media Holdings, LLC was formed in or around 1999 to manage the affairs of Hamptons Media, LLC and other magazine publishing enterprises. According to its Operating Agreement, Niche was formed for the general purpose of conducting “any and all lawful activities.” (Operating Agreement 1i 2.4, annexed to plaintiffs motion as exhibit B.) Specifically, however, it was formed to own and publish, through subsidiaries, the magazines Hamptons, Gotham and LA Confidential. Niche is the exclusive member of Hamptons, which publishes Hamptons Magazine. Niche has several members, including Schindler (a 33.3% owner) and Binn (a 35.7% owner). Schindler is chairman of the board of Niche, while Binn is Niche’s chief executive officer.\nAccording to the complaint, the current dispute between Schindler and Binn originated in early 2003, when, through his ally, Niche attorney Golieb, Binn allegedly increased his own commissions without increasing Binn’s commensurately, withheld commissions from Schindler and canceled Schindler’s corporate credit card because he was overdrawn against his commissions, and withheld Schindler’s promised $300 weekly advance to offset the “personal” expenses that Schindler had charged to his corporate credit card. Schindler was also accused of rarely showing up for work. In response, Schindler accused Binn of, inter alia, misappropriating company assets to pay for personal furnishings and expenses. Schindler demanded, inter alia, an “accounting” of all company monies paid to Binn, as well as of the various sums that had been (wrongfully, he insisted) withheld from himself. Other quarrels also arose, in which Schindler once again accused Binn of appropriating more than his fair share of money, services and perks from Niche. Schindler began demanding copies of all communications between Binn and Golieb, as well as documentation regarding Binn’s commissions, Binn’s compliance with company obligations, and Binn’s “apparent misuse of company funds.” Schindler has formally demanded that Niche’s Board of Managers bring suit against Binn for misappropriation of company assets. Neither Binn, Niche nor Hamptons has supplied an accounting, nor have the companies commenced suit against Binn. Schindler was apparently terminated for cause on June 5, 2003.\nSchindler’s seven causes of action are as follows: (1) a “derivative” claim against Binn for breach of fiduciary duty ($15 million in compensatory and punitive damages are sought); (2) a “personal” claim against Binn for $15 million for fraud perpetrated against Schindler; (3) a “derivative” claim against Binn for $15 million in compensatory and punitive damages for Binn’s alleged waste, misconduct and theft of company assets; (4) a “personal” and “derivative” demand for “an accounting of Binn’s use of any and all company funds”; (5) a “personal” and “derivative” demand, said to be against Binn, for dissolution of the company defendants, since “[liquidation of the Company Defendants is the only feasible means whereby the Companies’ members other than Binn may reasonably expect to obtain a fair return on their investment”; (6) an individual and derivative claim for $3 million for Binn’s breach of his employment contract; and (7) a permanent injunction barring Binn from serving as Niche’s CEO.\nA. Schindler’s application to enjoin Binn from using company funds for his personal defense in this action:\nIn his first motion, plaintiff seeks a preliminary injunction barring Binn “from using company funds for his personal defense” in this action. Firstly, Schindler insists that he has an “overwhelming likelihood of success on the merits,” since it is well settled that a corporation owner cannot pay his counsel fees out of corporate funds “in the context of a dissolution proceeding.” Secondly, Schindler claims that without the injunction he will suffer irreparable injury, in that Binn will have an unfair advantage over Schindler if his legal fees are paid out of company funds. Thirdly, according to Schindler, the equities favor him because he “has suffered severe financial hardship as a result of Binn’s improper efforts to oust Schindler from Niche.”\nUnder CPLR 6301, a plaintiff may obtain a preliminary injunction if he can demonstrate (1) the likelihood of success on the merits of the underlying cause of action; (2) irreparable injury in the absence of the preliminary injunction; and (3) a balancing of the equities in plaintiffs favor.\n1. Likelihood of success on the merits:\nSchindler has essentially no likelihood of success on the merits of either his underlying cause of action for dissolution or his application to enjoin the companies from paying Binn’s legal fees in his defense against the dissolution cause of action. Schindler relies upon rules governing derivative actions seeking corporate dissolution where, inter alia, the corporation’s shareholders are deadlocked, or the minority shareholders are pitted against the majority. (See Business Corporation Law §§ 1104, 1104-a.) However, both Niche and Hamptons are organized under New York’s Limited Liability Company Law. That legislation provides no right to bring a derivative action. The Limited Liability Company Law as originally drafted contained a provision (art IX) allowing derivative lawsuits, but “[bjecause some legislators raised questions as to the derivative rights provisions, to avoid jeopardizing passage of the Law, Article IX was excised . . . The battle to include derivative rights in the LLCL may be fought at some future date.” (Rich, Practice Commentaries, McKinney’s Cons Laws of NY, Book 32A, Limited Liability Company Law, 2003 Pamph, 1 [F], at 6.) Thus, Schindler’s fifth cause of action — the only one seeking dissolution of the company defendants — is subject to dismissal as unauthorized by statute — as are the other causes of action insofar as they are asserted as “derivative.”\nAccording to section 702 of the Limited Liability Company Law, judicial dissolution of a limited liability company is only warranted when “it is not reasonably practicable to carry on the business in conformity with the articles of organization or operating agreement.” While this standard has never been construed in the case law, the court interprets it to mean that judicial dissolution will be ordered only where the complaining member can show that the business sought to be dissolved is unable to function as intended, or else that it is failing financially. Schindler has nowhere so much as alleged that Niche is unable to carry on its business in accordance with its articles of organization or operating agreement, or that there is any internal “deadlock” impeding its smooth operation. In addition, the court has examined Niche’s financial statement in camera, and it shows — as even Schindler admits — that Niche publishes three very successful magazines and is quite profitable. Niche and Hamptons, which Niche owns, are therefore flourishing, and both are being conducted in conformity with their articles of organization.\nFinally, the Niche Operating Agreement states that it “will indemnify and hold harmless each manager from and against all losses, liabilities, claims, demands and expenses, including reasonable attorney’s fees and expenses to the maximum extent permitted under the New York [Limited Liability Company] Act.” (Plaintiffs exhibit B, 1Í1Í 4.7, 1.1 [r].) According to section 420 of the Limited Liability Company Law:\n“Subject to the standards and restrictions, if any, set forth in the operating agreement, a limited liability company may, and shall have the power to, indemnify and hold harmless, and advance expenses to, any member, manager or other person . . . from and against any and all claims and demands whatsoever; provided, however, that no indemnification may be made to or on behalf of any member, manager or other person if a judgment or other final adjudication adverse to such member, manager or other person establishes (a) that his or her acts were committed in bad faith or were the result of active and deliberate dishonesty and were material to the cause of action so adjudicated or (b) that he or she personally gained in fact a financial profit or other advantage to which he or she was not legally entitled.”\nThere has been no judgment or other “final adjudication” establishing that Binn acted in bad faith, was dishonest, or personally gained a financial profit to which he was not entitled in his capacity as Niche’s CEO.\nIn short, the law and Niche’s Operating Agreement provide that Binn’s legal expenses may be paid by the company. Schindler’s argument that none of Binn’s expenses may be paid by Niche because one of his seven causes of action seeks dissolution of Niche and Hamptons would, if accepted, create the unworkable dilemma that Binn could have his defense paid for by Niche as to six causes of action, but not as to the seventh. However, the dilemma is not presented, since Schindler may not under the Limited Liability Company Law sue derivatively for the defendant companies’ dissolution, and the defendants are accordingly not bound by the rules governing derivative lawsuits for judicial dissolution of corporations.\n2. Irreparable injury:\nThe court is not persuaded that Schindler will suffer irreparable injury if Niche pays for Binn’s defense. By Schindler’s reasoning, the court would have to make certain that in every case before it the litigants have equal financial resources, or else somehow divest the richer party of assets to diminish his “unfair advantage.” Clearly, counsel’s competence is not dependent upon who pays him/her.\n3. Balancing of the equities:\nThere are no equities that favor the plaintiff. Both Niche’s Operating Agreement and the Limited Liability Company Law permit the payment of Binn’s attorney’s fees. In contrast, there is no law or contract provision that favors barring company aid to Binn in his legal defense. Moreover, it would be wasteful to require Binn and the company defendants to duplicate each other’s defenses against a complaint whose allegations respecting the various defendants are jumbled together, with the result that it is not always clear which defendant is being targeted. Finally, although Schindler complains that he has been impoverished by Binn’s, inter alia, taking more than his fair share of company monies, it appears from Schindler’s own pleading that Binn et al. have registered similar complaints against Schindler. Accordingly, as between plunderer and plundered, it cannot be said at this stage of the proceedings where the equities lie.\nPlaintiff’s motion for a preliminary injunction is therefore denied, and the existing TRO (temporary restraining order) is vacated. The court declines to address plaintiffs accusation that defendants violated the TRO while it was in existence.\nB. Schindler’s application to, inter alia, consolidate the instant case with Schindler v Sokol & Sokol (Index No. 115087/03), pending in Supreme Court, New York County:\nOn August 22, 2003, Schindler served a first amended verified complaint on the defendants herein, in which he elaborated on a plot allegedly contrived by Binn — with the help of Niche attorney Golieb, accountant Brad Sokol, Niche chief operating officer Caryn Whitman, and Modern Luxury magazine’s principal Michael Kong — in which Niche’s true financial condition was concealed from Schindler preparatory to a lucrative (for Binn) merger of Niche with Modern Luxury magazine.\nShortly after amending his complaint in the instant action, Schindler served a first amended complaint in a second lawsuit that he had also commenced in Supreme Court, New York County, against Niche’s accounting firm Sokol & Sokol, its accountant Brad Sokol, and its chief operating officer Caryn Whitman (Schindler v Sokol & Sokol, Sup Ct, NY County, Index No. 115087/03). The “plot” surrounding the planned merger of Niche with Modern Luxury magazine is again outlined, and the defendants are charged with aiding and abetting Binn in his effort to defraud Schindler. The list of “parties” in the complaint in Schindler v Sokol & Sokol includes John D. Howard, Charles Layton and Moretón Binn (collectively, the nonparty Niche managers), and in causes of actions No. 3, No. 4 and No. 5 Schindler, “derivatively,” accuses these three individuals of breaching their fiduciary duties to the “Company Plaintiffs” in that they had allegedly aided Binn and his other accomplices in their breaches of their fiduciary duties to the “Company Plaintiffs.” On behalf of the “Company Plaintiffs,” Schindler demands $15 million from each of these gentlemen. The court notes that the caption in the second lawsuit reads: “randy schindler, individually, and in his capacity as a member of Niche Media Holdings, LLC, and through Niche Media Holdings, LLC, in his capacity as a member of Hamptons Media, LLC, Plaintiffs, against sokol & sokol, cpa, brad sokol, and caryn whitman, Defendants.” There are no “Company Plaintiffs,” and Howard, Layton and Moretón Binn are not named as defendants. It further does not appear that Howard, Layton and Moretón Binn have ever been served.\n1. Motion to consolidate:\nDefendants in the instant action do not object to that branch of Schindler’s application which seeks to consolidate the instant lawsuit with Schindler v Sokol & Sokol. However, the court is loath to consolidate with the instant action another lawsuit where it is not clear who the plaintiffs and who the defendants are. In addition, as plaintiffs counsel admits in paragraph 10 of his affirmation in support of the instant order to show cause, “the liability of defendants in the Sokol Action is predicated upon plaintiff proving his case in the Binn Action.” Where, as here, resolution of the underlying dispute will most likely be dispositive of the related case, a motion for consolidation should be denied. (See Sokolow, Dunaud, Mercadier & Carreras v Lacher, 299 AD2d 64 [1st Dept 2002] [order directing consolidation reversed and related action stayed pending resolution of underlying conflict].)\n2. Expedited discovery and priority of discovery:\nSchindler seeks “expedited discovery,” suggesting that he just learned about Binn’s “looting” of the defendant companies’ assets and that the companies’ financial health will be damaged if Schindler does not intervene quickly. However, as noted above, Schindler has been making essentially the same accusations against Binn since at least 2000, and the instant action was more than four months old when Schindler made his motion for expedited discovery. In addition, according to Niche chief operating officer Caryn Whitman, Niche is financially healthy, with four times the cash on hand than is required by current liabilities and a projected year-end profit of more than $2 million.\nSchindler additionally seeks priority of discovery on the ground that he will soon move to have a temporary receiver appointed for Niche. However, Schindler has no grounds for seeking a temporary receiver. In the case that he relies upon, Rosan v Vassell (257 AD2d 436, 437 [1st Dept 1999]), the Court noted that it was appointing a temporary receiver because there was “compelling evidence of a struggle within the subject corporation threatening its continued viability.” As noted above, the company defendants at bar are not corporations, and there is no “struggle” within either Niche or Hamptons threatening the continued viability of either. Indeed, the only Niche manager who appears to be unhappy is Schindler.\nSchindler also claims entitlement to priority of discovery on the ground that such relief is traditionally granted in actions alleging a breach of a fiduciary relationship between the parties— usually arising from a business enterprise involving the parties — in which the pertinent facts are solely within the knowledge of the defendant. (See Bel Geddes v Zeiderman, 228 AD2d 393 [1st Dept 1996]; NOPA Realty Corp. v Central Caterers, 91 AD2d 991 [2d Dept 1983].) However, it is equally well established that the mere allegation of a breach of fiduciary duty is not sufficient to upset a defendant’s right to priority. (See Hakim Consultants v Formosa Ltd., 175 AD2d 759 [1st Dept 1991].) Here it is clear that the facts relating to Binn’s alleged breach of his fiduciary duty are not in Binn’s exclusive possession. For example, Schindler has already acquired “critical” documents from nonparty Michael Kong, and he is seeking further discovery from nonparty John Golieb. Defendants also insist that all of the details of Binn’s negotiations with Kong and Modern Luxury were known to all members of Niche’s board, including plaintiff, so that plaintiff himself is in full possession of the facts underlying his claim.\n3. Open Commission:\nSchindler seeks, pursuant to CPLR 3108 and 3111, an open commission to obtain document and deposition discovery from Michael Kong in Chicago, Illinois. Defendants oppose the application, as a sanction for plaintiffs prior discovery abuses, which they describe as follows:\nOn June 12, 2003, defendants were served with a notice of subpoena to Michael Kong in Chicago, requiring him to produce certain documents at the New York office of plaintiffs counsel on June 10, 2003 — two days earlier. Defendants’ attorney wrote to plaintiffs counsel that the subpoena was invalid, inter alia, because defendants had not received timely notice of it, because Kong had been given less than the 20 days’ notice required by CPLR 3106 (b), and because a New York attorney had no authority to subpoena discovery from a nonparty in Chicago in that fashion. Defendants’ attorney requested that the notice be withdrawn. Plaintiffs counsel ignored the request, apparently obtained the documents, and has not supplied defendants with copies, even though Niche has offered to pay for photocopying. Schindler has not submitted a reply affidavit contradicting defendants’ account of these transactions. The court therefore denies Schindler’s application for an open commission, for an order compelling Kong to turn over certain documents, and for an order compelling Kong to return an unidentified “transcript of the testimony subscribed by the witnesses.”\nAccordingly, it is ordered that plaintiffs application for a preliminary injunction restraining defendant Jason Binn from using the funds of Niche and/or Hamptons for his defense in this action is denied; and it is further ordered that the existing temporary restraining order is vacated and dissolved; and it is further ordered that plaintiffs application to consolidate the instant action with Schindler v Sokol & Sokol (Sup Ct, NY County, Index No. 115087/03) is denied; and it is further ordered that plaintiffs application for priority of disclosure on an expedited basis is denied; and it is further ordered that plaintiffs application for an open commission to obtain documents and to take a deposition of nonparty Michael Kong, residing in Chicago, Illinois, is denied; and it is further ordered that plaintiffs application to compel Michael Kong to produce documents and a transcript of unidentified testimony is denied.\n. In 2000, Schindler brought a suit against Binn in Suffolk County, seeking, inter alia, dissolution of Hamptons, an accounting, and damages because of an alleged breach of fiduciary duty on the part of Binn and other members of the board of Hamptons Magazine. (Schindler v Hamptons Mag., LLC, Sup Ct, Suffolk County, Index No. 00-17882.) That action was ultimately withdrawn on stipulation of the parties, with Schindler retracting as without factual basis certain defamatory allegations against Binn which have reappeared in the instant lawsuit.\n. The court rejects as unsubstantiated Schindler’s suggestion that the companies’ financiad reports were drafted based upon false information given by Binn.\n. Even using the standards for judicial dissolution set out in the Business Corporation Law, Schindler’s complaint falls short. No “deadlock” among shareholders is alleged (Business Corporation Law § 1104), and this seems less a case of “looting” by Binn than one of personal animosity between Binn and Schindler in which intemperate accusations have been exchanged (Business Corporation Law § 1104-a). In any event, even assuming that Binn is improperly withholding from Schindler sums due to Schindler, it is by no means clear on this record that liquidation of the businesses “is the only feasible means whereby the petitioners may reasonably expect to obtain a fair return on their investment” and that liquidation “is reasonably necessary for the protection of the rights and interests of any substantial number of shareholders or of the petitioners” (Business Corporation Law § 1104-a [b] [1], [2]).\n. This planned merger ultimately fell through.",
        "type": "majority",
        "author": "Shirley Werner Kornreich, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Judd, Burstein, EC., New York City, for plaintiff. Gerald B. Lefcourt, EC., New York City (Sheryl E. Riech of counsel), for Niche Media Holdings, LLC, defendant. Stanley W. Kallman, EC., New York City, for Jason Binn, defendant."
    ],
    "corrections": "",
    "head_matter": "[772 NYS2d 781]\nRandy Schindler, Plaintiff, v Niche Media Holdings, LLC, et al., Defendants.\nSupreme Court, New York County,\nSeptember 25, 2003\nAPPEARANCES OF COUNSEL\nJudd, Burstein, EC., New York City, for plaintiff. Gerald B. Lefcourt, EC., New York City (Sheryl E. Riech of counsel), for Niche Media Holdings, LLC, defendant. Stanley W. Kallman, EC., New York City, for Jason Binn, defendant."
  },
  "file_name": "0713-01",
  "first_page_order": 701,
  "last_page_order": 710
}
