{
  "id": 1237588,
  "name": "H. William Van Allen et al., Plaintiffs, v. Democratic State Committee of the State of New York et al., Defendants",
  "name_abbreviation": "Van Allen v. Democratic State Committee",
  "decision_date": "2003-08-25",
  "docket_number": "",
  "first_page": "734",
  "last_page": "743",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 734"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 285"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "70 NY2d 225",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4406867
      ],
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/70/0225-01"
      ]
    },
    {
      "cite": "321 US 649",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        301825
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/321/0649-01"
      ]
    },
    {
      "cite": "234 AD2d 881",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        34584,
        34944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/234/0881-02",
        "/ad2d/234/0881-01"
      ]
    },
    {
      "cite": "504 US 428",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729479
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0428-01"
      ]
    },
    {
      "cite": "133 AD2d 751",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5703024,
        5691768
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "752"
        },
        {
          "page": "752"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/133/0751-02",
        "/ad2d/133/0751-01"
      ]
    },
    {
      "cite": "230 AD2d 578",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        315908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/230/0578-01"
      ]
    },
    {
      "cite": "479 US 208",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213947
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/479/0208-01"
      ]
    },
    {
      "cite": "295 AD2d 740",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1092819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/295/0740-01"
      ]
    },
    {
      "cite": "78 AD2d 143",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5567911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/78/0143-01"
      ]
    },
    {
      "cite": "429 US 989",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6459,
        7868,
        7228
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/429/0989-01",
        "/us/429/0989-03",
        "/us/429/0989-02"
      ]
    },
    {
      "cite": "417 F Supp 837",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3878341
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/417/0837-01"
      ]
    },
    {
      "cite": "410 US 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11958297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0752-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 749,
    "char_count": 19880,
    "ocr_confidence": 0.772,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04647027683853383
    },
    "sha256": "4ace4fae80831859038c87c2c2ce5958fb7f1daaf24605dd8ef475d61a9b936a",
    "simhash": "1:2f47fe3b372d97d1",
    "word_count": 3195
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "H. William Van Allen et al., Plaintiffs, v Democratic State Committee of the State of New York et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nThomas J. McNamara, J.\nPlaintiffs instituted this declaratory judgment action to challenge the constitutionality of two provisions of the Election Law. The first provision, Election Law § 8-302 (4), requires a person seeking to vote in a primary election of a political party be enrolled in that political party. The other provision, Election Law § 8-308 (2), prohibits a voter from casting a write-in vote for any person whose name appears on the voting machine as a nominated candidate. The action also raises questions regarding the constitutionality of the content of the voter registration form utilized in this state.\nThe action was begun in September 2002. Thereafter, an order was issued in accordance with CPLR 1012 (b) directing plaintiffs to provide notice so as to afford the Attorney General the opportunity to intervene in defense of the challenged statutes. Plaintiffs advised the court that notice had previously been provided to the Attorney General and on that basis the order was withdrawn. The parties then agreed, with the consent of the court, to allow the Attorney General until April 2003 to submit a response to the complaint. Pending motions to dismiss by the State Board of Elections and the Republican State Committee were adjourned to that time. Later all matters, including a motion by plaintiffs to disqualify attorneys, were adjourned until June 2003 when motions by plaintiffs for a change of venue, for summary judgment and for leave to supplement the complaint were returnable.\nIn its submission the Attorney General has moved to intervene and dismiss the complaint. As the matter involves the constitutionality of a statute, the Attorney General may intervene as a matter of right (CPLR 1012). Defendants New York State Board of Elections and New York Republican State Committee have also moved to dismiss the action.\nAlthough the order to show cause, the complaint, the affidavits of the plaintiffs and their memoranda of law are not entirely consistent with respect to the issues and arguments put forth, each raises as an issue the constitutionality of the Election Law provisions noted above. Plaintiffs allege they are registered voters not enrolled in any political party. Each maintains that his efforts to vote in prior primary elections have been rebuffed because he is not enrolled in a political party. Both plaintiffs also contend that they have been unconstitutionally denied the right to cast a vote for an individual by write-in where that person’s name appears on the ballot. Plaintiffs also maintain that the voter registration form does not meet constitutional standards.\nMotion to Dismiss (Attorney General)\nThe motion to dismiss is based on the grounds of res judicata, as to plaintiff Van Allen, standing, as to plaintiff Strunk and failure to state a cause of action.\nThe assertion that the matter is barred by the doctrine of res judicata is based on a determination of the Federal Circuit Court of Appeals in an action by Mr. Van Allen and others challenging the constitutionality of Election Law § 8-302 (4). The court affirmed a judgment of the District Court holding that the statute was constitutional based on Rosario v Rockefeller (410 US 752 [1973] [rejecting a constitutional challenge to New York’s closed primary elections]) and Nader v Schaffer (417 F Supp 837 [D Conn 1976] [three judge panel], summarily affd 429 US 989 [1976] [rejecting a constitutional challenge to Connecticut’s closed primary election system]).\nRes judicata forecloses a party from relitigating a cause of action which was the subject matter of a former lawsuit (Chisholm-Ryder Co. v Sommer & Sommer, 78 AD2d 143 [1980]). The doctrine operates to bar future litigation between the same parties of a cause of action based on the same transaction (Beck v Eastern Mut. Ins. Co., 295 AD2d 740 [2002]). Although the instant action and the prior federal court proceeding both involve a challenge by Mr. Van Allen, against some of the same defendants, to the constitutionality of the State’s closed primary system, the transaction is not the same. At the time of the federal court action the United States Supreme Court had decided Tashjian v Republican Party (479 US 208 [1986]), holding that the First Amendment protects a political party’s right to invite independents to participate in its primary. However, no recognized New York political party had yet adopted a rule opening its primary to independent voters. Since that time, the Independence Party has adopted a rule inviting those registered to vote without party enrollment to participate in primary elections to nominate Independence Party candidates for certain public offices. As in Tashjian, there now exists a state party rule which conflicts with a statute requiring party enrollment as a prerequisite to voter participation in a party primary. Based on that change in circumstance, res judicata is not a bar to the instant action.\nThe motion to dismiss the complaint for lack of standing as to Mr. Strunk is based on the fact that the enrollment list maintained by the State indicates that he is enrolled in the Independence Party. In an affidavit in opposition to the motion Mr. Strunk maintains that he has never enrolled as a member of the Independence Party and alludes to the possibility that his enrollment status was changed without his consent. This factual dispute, and the underlying motion, can only be resolved upon a hearing.\nThe Attorney General has also moved to dismiss on the basis that no cause of action is stated with respect to the claims that Election Law § 8-308 and the voter registration form are unconstitutional. Upon a motion to dismiss a complaint for legal insufficiency in a declaratory judgment action, the test is not whether a party will succeed in getting a declaration of rights in accordance with a theory or contention advanced, but whether “[t]he allegations of the complaint . . . when considered as true, demonstrate the existence of a bona fide justiciable controversy which should be settled” (Matter of Schulz v New York State Legislature, 230 AD2d 578 [1997], quoting Sysco Corp. v Town of Hempstead, 133 AD2d 751, 752 [1987]).\nElection Law § 8-308 provides:\n“1. Ballots voted for any person whose name does not appear on the machine as a nominated or designated candidate for public office or party position are referred to in this article as write-in ballots.\n“2. No write-in ballot shall be voted for any person for any office whose name appears on the machine as a nominated or designated candidate for the office or position in question; any write-in ballot so voted shall not be counted.”\nBans on write-in voting are permissible if the State’s ballot access laws are otherwise constitutional (see Burdick v Takushi, 504 US 428 [1992] [upholding Hawaii’s total ban on write-in voting in primary and general elections]), and here, plaintiffs have not attacked the ballot access provisions of the Election Law. Since the unchallenged ballot access provisions are presumptively constitutional, by taking aim only at the limitation on write-in voting, plaintiffs have not raised a bona fide controversy. Accordingly, the attack on Election Law § 8-308 is legally insufficient and that portion of the complaint should be dismissed.\nThe claims that the voter registration form is unconstitutional should also be dismissed. The deficiencies alleged by plaintiffs are either factually inaccurate (new registrant not afforded a choice as registering as unaffiliated even though box is provided to indicate desire not to enroll in a party), or fail to implicate any constitutional right (e.g., no warning of need to show usual residence). The only exception concerns the statutorily prescribed requirement that the form contain a notice that voting in a primary election requires enrollment in a political party (Election Law § 5-210 [5] [f]). Even assuming that the notice is incorrect, the form itself does not deprive anyone of a constitutional right to vote in a primary. The proper procedure for remedying any deficiency in the content of the form is an article 78 proceeding against the administrative body charged with producing the form (see Matter of Llana v Town of Pittstown, 234 AD2d 881 [1996] [when the challenge is directed not at the substance of the law but at the procedures followed in its enactment, a CPLR article 78 proceeding is appropriate]). Plaintiffs have not brought such a proceeding.\nMotion to Dismiss (Board of Elections)\nThe motion to dismiss by the State Board of Elections is asserted on the basis that the complaint fails to state a cause of action, that there is another action pending for the same relief and for failure to join necessary parties.\nThe Board contends that because no political party in this state has adopted a rule allowing nonmembers to participate in their primary and given that the State could not force a political party to opt for an open primary, no cause of action is stated with respect to the challenge to Election Law § 8-302. Although the argument was sound when made, as noted, the Independence Party subsequently adopted a rule allowing voters not enrolled in a political party to participate in certain of its primary elections. Consequently, there now exists a “bona fide justiciable controversy which should be settled” (Sysco Corp. v Town of Hempstead, supra at 752).\nAs to the other motion, the Board contends that plaintiffs are parties to an action in federal court challenging the constitutionality of the voter registration form. As it has already been determined that that portion of the complaint should be dismissed, the motion by the Board to dismiss on the ground that another action is pending is moot. The motion to dismiss for failure to join necessary parties, the county boards of election, should also be denied. The claimed need for their participation is premised on their involvement in voter registration and inasmuch as the portion of the action raising issues regarding the voter registration form is to be dismissed, participation by the county boards is not necessary.\nMotion to Dismiss\n(New York Republican State Committee)\nThe Republican State Committee has moved to dismiss the complaint as against it on the basis that no cause of action is stated. It is not clear from the complaint, or the other papers submitted by plaintiffs, why the Republican State Committee, or any of the other political parties, are named as defendants in this action. The desire of a voter not enrolled in a political party to participate in the selection of a party’s candidates is outweighed by the countervailing and legitimate right of the party to determine its own membership qualifications (Tashjian v Republican Party, 479 US 208 [1986]). Thus, plaintiffs, as independent voters, do not have a constitutionally protected right by which they may demand participation in the affairs of a political party. Consequently, no cause of action is stated as to any of the political parties named as defendants.\nThe Constitutionality of Election Law § 8-302 (4)\nElection Law § 8-302 (4) provides in part that “[a]t a primary election, a voter whose registration poll record is in the ledger shall be permitted to vote only in the primary of the party in which such record shows him to be enrolled . . . .” The statute conflicts with the recently adopted amendment to the rules of the Independence Party which allows those enrolled to vote without party enrollment to vote in all primary elections to nominate Independence Party candidates for certain specified national and statewide offices.\nThe constitutionality of a state imposed closed primary system has been upheld against a challenge by independent votes in Nader v Schaffer (417 F Supp 837 [1976] [D Conn], summarily affd 429 US 989 [1976]). There, the court found that the statute was reasonably related to Connecticut’s legitimate interest in protecting the associational rights of political party members and did not unnecessarily infringe upon the rights of independent voters to participate in an election. Later, in Tashjian v Republican Party (479 US 208 [1986]), the Supreme Court held that the same statute was unconstitutional. Unlike the situation in Nader, the Court in Tashjian was presented with a challenge by a political party that had adopted a rule inviting registered voters not affiliated with any political party to vote in Republican primaries for federal and statewide offices. Consistent with the concern expressed in Nader for the associational rights of political party members, the Court found that, in the light of the Republican Party rule, the closed primary system impermissibly burdened the constitutionally protected associational rights of the Republican Party and its members.\nHere, as in Tashjian, the court is faced with a statute requiring a closed primary and a political party rule inviting independent voters to vote in its primary election. Were this challenge brought by the Independence Party, Tashjian would compel the result that Election Law § 8-302 (4) impermissibly interfered with the constitutionally protected associational rights of the Independence Party and its members. Unlike Tashjian, however, plaintiffs here are independent voters rather than the political party or its members. Consequently, plaintiffs cannot assert the associational rights successfully relied on in Tashjian. Instead they must rely on the constitutionally protected right to participate in a primary election without unwarranted discrimination {see Smith v Allwright, 321 US 649 [1944]).\nWhile the Constitution grants to the states broad power to regulate the time, place, and manner of elections, the grant does not justify, without more, the abridgment of fundamental rights, such as the right to vote or the freedom of political association (Tashjian v Republican Party, 479 US 208, 217 [1986]). The justification for sustaining a closed primary system found in Nader, interference with associational rights, is not present here and, therefore, there is no conflict between the rights of independent voters to participate in the Independence Party primary and the associational rights of Independence Party members. In the absence of such a conflict and because the statute infringes both rights in promoting a closed primary system, any constitutionally permissible justification would apply to a challenge brought to protect either right.\nIn Tashjian, the Court looked at the administrative burden imposed on the State by the party rule, the State’s interest in preventing raiding, avoiding voter confusion and the State’s interest in protecting the integrity of the two-party system as asserted justifications for requiring a closed primary and determined that each was insufficient to justify the burden imposed. Furthermore, though the Court was free to hypothesize any legislative motivation to discern any conceivable legitimate objective promoted by a closed primary system (see Matter of McGee v Korman, 70 NY2d 225, 231 [1987]), none was noted. Since there is no state interest in conducting a closed primary system sufficient to justify interference with associational rights of a political party opting for an open primary, in the absence of a conflict with those rights, there is no state interest sufficient to justify impingement of an independent voter’s right to vote in a primary to which they have been invited.\nIn concluding that Election Law § 8-302 (4) unconstitutionally infringes upon plaintiffs’ rights, it is important to make clear the limited reach of the declaration. The prohibition against voting in a party’s primary election unless the voter is enrolled in that party is unconstitutional only insofar as it conflicts with the rule adopted by the Independence Party. The ruling does not require anything more than allowing those registered to vote without party enrollment to participate in primary elections to nominate Independence Party candidates for the specified public offices. As the Court noted in Tashjian, different circumstances, such as a party seeking to open its primary to all voters or a situation in which independent voters sought to vote in more than one party primary, would raise a different combination of considerations.\nSummary\nThe application by the Attorney General of the State of New York to intervene is granted. The motions by the Attorney General to dismiss on the grounds of res judicata and standing are denied. The motion to dismiss the portion of the action which seeks a declaration that Election Law § 8-304 is unconstitutional is granted on the basis that no cause of action is stated.\nThe motion by the New York State Board of Elections to dismiss the portion of the action attacking the constitutionality of the New York State voter registration form on the basis that another action is pending is denied as moot. The motion to dismiss the cause of action addressed to Election Law § 8-302 is denied as is the motion to dismiss for failure to join necessary parties.\nThe motion to dismiss made by the New York Republican State Committee is granted and the action is dismissed as to that defendant and each political party named as a defendant.\nThe motions by plaintiff to disqualify counsel, to supplement the complaint and for a change of venue are denied. Plaintiffs are granted summary judgment declaring Election Law § 8-302 (4) unconstitutional only insofar as it prohibits those registered to vote without party enrollment to participate in primary elections to nominate Independence Party candidates for the public offices specified in the amendment to the rules adopted by the Independence Party and filed with the State Board of Elections on February 3, 2003.\n. In a closed primary system a voter must be enrolled in a particular political party to vote in that party’s primary election.\n. The offices are President and Vice-President of the United States, United States Senator, and Governor and Lieutenant Governor, Comptroller and Attorney General of the State of New York. In Tashjian, the Republican Party of the State of Connecticut had adopted a rule inviting any elector not enrolled as a member of a party to vote in primaries for nomination of candidates for the offices of United States Senator, United States Representative, Governor, Lieutenant Governor, Secretary of State, Attorney General, Comptroller and Treasurer.\n. The amendment to the rules was filed with the State Board of Elections on February 3, 2003. On April 14, 2003 the amendment was precleared by the United States Department of Justice as required by section 5 of the Voting Rights Act of 1965 (42 USC § 1973c, as amended).\n. The amendment provides that “[i]n all primary elections to nominate Independence Party candidates for the public offices of President and Vice President of the United States, United States Senator and Governor, Lt. Governor, Comptroller and Attorney General of the State of New York, those eligible to vote shall include enrolled members of the Independence Party and those who are registered to vote without party enrollment.” (Rules of NYS Comm of Independence Party art VI [1].)",
        "type": "majority",
        "author": "Thomas J. McNamara, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Eliot Spitzer, Attorney General, New York City {Joel Graber of counsel), in his statutory capacity under Executive Law § 71. Patricia L. Murray, Albany, for New York State Board of Elections and others, defendants. Christopher Grimaldi, Albany, for New York State Republican Committee, defendant. Harry Kresky, New York City, for New York State Committee of the Independence Party, defendant. H. William Van Allen, plaintiff pro se. Christopher Earl Strunk, plaintiff pro se."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 285]\nH. William Van Allen et al., Plaintiffs, v Democratic State Committee of the State of New York et al., Defendants.\nSupreme Court, Albany County,\nAugust 25, 2003\nAPPEARANCES OF COUNSEL\nEliot Spitzer, Attorney General, New York City {Joel Graber of counsel), in his statutory capacity under Executive Law § 71. Patricia L. Murray, Albany, for New York State Board of Elections and others, defendants. Christopher Grimaldi, Albany, for New York State Republican Committee, defendant. Harry Kresky, New York City, for New York State Committee of the Independence Party, defendant. H. William Van Allen, plaintiff pro se. Christopher Earl Strunk, plaintiff pro se."
  },
  "file_name": "0734-01",
  "first_page_order": 722,
  "last_page_order": 731
}
