{
  "id": 1237573,
  "name": "In the Matter of Marco McFarlane, Petitioner, v. New York City Housing Authority, Respondent. (And Another Proceeding.)",
  "name_abbreviation": "McFarlane v. New York City Housing Authority",
  "decision_date": "2003-09-03",
  "docket_number": "",
  "first_page": "744",
  "last_page": "759",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 744"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 524"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "77 NY2d 753",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4420036
      ],
      "pin_cites": [
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/77/0753-01"
      ]
    },
    {
      "cite": "74 NY2d 201",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4414671
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/74/0201-01"
      ]
    },
    {
      "cite": "276 AD2d 430",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        2787411,
        539787,
        539811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad/276/0430-01",
        "/ad2d/276/0430-01",
        "/ad2d/276/0430-02"
      ]
    },
    {
      "cite": "240 AD2d 204",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1246980,
        1247581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/240/0204-02",
        "/ad2d/240/0204-01"
      ]
    },
    {
      "cite": "270 AD2d 55",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        283074,
        282685
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/270/0055-02",
        "/ad2d/270/0055-01"
      ]
    },
    {
      "cite": "282 AD2d 215",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        117868,
        118494
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/282/0215-02",
        "/ad2d/282/0215-01"
      ]
    },
    {
      "cite": "280 AD2d 339",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1290177
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "339"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/280/0339-01"
      ]
    },
    {
      "cite": "283 AD2d 353",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        182384,
        180794,
        181876
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/283/0353-03",
        "/ad2d/283/0353-02",
        "/ad2d/283/0353-01"
      ]
    },
    {
      "cite": "296 AD2d 307",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1007883
      ],
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/296/0307-01"
      ]
    },
    {
      "cite": "88 NY2d 225",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4439449
      ],
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/88/0225-01"
      ]
    },
    {
      "cite": "92 NY2d 775",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        725120
      ],
      "pin_cites": [
        {
          "page": "779"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/92/0775-01"
      ]
    },
    {
      "cite": "80 NY2d 771",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4426093
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/80/0771-01"
      ]
    },
    {
      "cite": "83 NY2d 296",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2355822
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/83/0296-01"
      ]
    },
    {
      "cite": "52 AD2d 882",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        2995814,
        3002854,
        2993790
      ],
      "pin_cites": [
        {
          "page": "885"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/52/0882-01",
        "/ad2d/52/0882-02",
        "/ad2d/52/0882-03"
      ]
    },
    {
      "cite": "109 AD2d 140",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5652247
      ],
      "weight": 11,
      "pin_cites": [
        {
          "page": "145"
        },
        {
          "page": "146-149"
        },
        {
          "page": "146"
        },
        {
          "page": "148"
        },
        {
          "page": "146-147"
        },
        {
          "page": "147"
        },
        {
          "page": "148"
        },
        {
          "page": "147"
        },
        {
          "page": "147"
        },
        {
          "page": "147"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/109/0140-01"
      ]
    },
    {
      "cite": "66 NY2d 948",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4403055
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "951"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/66/0948-01"
      ]
    },
    {
      "cite": "307 AD2d 203",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        185557
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/307/0203-01"
      ]
    },
    {
      "cite": "194 Misc 2d 203",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        952050
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "212"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/194/0203-01"
      ]
    },
    {
      "cite": "34 NY2d 222",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2311764
      ],
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/34/0222-01"
      ]
    },
    {
      "cite": "223 AD2d 479",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        673226,
        673692
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/223/0479-01",
        "/ad2d/223/0479-02"
      ]
    },
    {
      "cite": "307 AD2d 238",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        185744,
        185335
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "241"
        },
        {
          "page": "242"
        },
        {
          "page": "241"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/307/0238-02",
        "/ad2d/307/0238-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1301,
    "char_count": 36185,
    "ocr_confidence": 0.757,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.6003629941359515
    },
    "sha256": "8d553b7ad4a0f5826fa4b5a36c3fbbd1089700e08225878b3c4a9fd70bea5c2f",
    "simhash": "1:8f15abb766a5aaaa",
    "word_count": 5772
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Marco McFarlane, Petitioner, v New York City Housing Authority, Respondent. (And Another Proceeding.)"
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nAlice Schlesinger, J.\nBefore the court are two CPLR article 78 proceedings consolidated herein for disposition: McFarlane v New York City Hous. Auth. (NYCHA) (Index No. 119226/02) and Hayes v Hernandez (Index No. 400105/03). The proceedings involve the same issue in virtually identical contexts, namely, whether NYCHA’s denial of petitioner’s request for remaining family member status was arbitrary and capricious in that it was based solely on the rigid application of the policy requiring tenants to obtain written consent before adding family members to the household, without regard to the significant mitigating circumstances and relevant facts of each individual case. The issue is of particular significance in light of the July 31, 2003 holding by the Appellate Division, First Department, that the written consent requirement is a valid policy which accommodates federal law. (Matter of Abdil v Martinez, 307 AD2d 238 [2003].) However, for the reasons discussed below, the Abdil decision does not preclude this court’s finding in favor of the petitioners herein, but instead supports it.\nThe Administrative Proceedings\nIn both proceedings, the petitioners seek to annul a decision by NYCHA Hearing Officer Joan Parnell denying them “remaining family member” status. The petitioners both assert, on various grounds, that they are entitled to leases in their own names because they co-occupied respective NYCHA apartments with the tenant of record as a member of the tenant’s family and remained in occupancy continuously up to and including the time the tenant died. The relevant facts are set forth in the decisions of the hearing officer, and also in the transcripts of the administrative proceedings and the evidence adduced at the hearings. They are summarized herein.\nMarco McFarlane was born on August 1, 1978. In 1994, at age 16, he moved in with his grandmother Catherine Keeles in a building operated by NYCHA. Ms. Keeles was a long-term NYCHA tenant, having commenced her occupancy in 1953 with her husband who had predeceased her. Before Mr. McFarlane moved into the apartment, his Uncle Leroy had shared the apartment with Ms. Keeles. When his uncle left, Mr. McFarlane moved in.\nThe evidence adduced at the hearing established that Ms. Keeles was critically ill and barely able to walk when Mr. Mc-Farlane moved in, having suffered from several heart attacks and surgery. Although she had a health care worker on a part-time basis, Ms. Keeles needed additional assistance which Mr. McFarlane provided until his grandmother died on September 1, 2000. Shortly thereafter, Mr. McFarlane went to the NYCHA management office to advise them that his grandmother had passed away and to confirm whether the September rent had been paid. Management advised Mr. McFarlane that he could not remain in the apartment unless he proved his status as a remaining family member.\nIn accordance with the instructions given him, Mr. McFarlane followed the procedures to obtain a grievance hearing in an attempt to establish his status as a remaining family member. He appeared, representing himself at the hearing on April 11, 2002. Through his testimony and a variety of documents which he had collected, Mr. McFarlane established that he had been co-occupying the apartment with his grandmother for a number of years, having commenced his occupancy while in high school, that he had since graduated from high school and was over 18 years old, that he had been employed for a little over a year following his grandmother’s death with annual earnings of approximately $12,700, and that he was a person of good character known to and respected by other members of the tenant community where he lived. Thus, the self-represented Mr. McFarlane had successfully proven two of the three points which the hearing officer had advised him were necessary to establish his status as a remaining family member; that is, that he had moved into the apartment with his grandmother and that he had lived there with her continuously, up to and including the time she died.\nThe third point which Mr. McFarlane was instructed to prove was whether his grandmother Catherine Keeles had obtained the written consent of NYCHA for Mr. McFarlane’s occupancy. When the housing assistant testified that NYCHA records did not include any such written consent, Mr. McFarlane responded by explaining as follows: “She wasn’t able to walk around her last years of life, so she couldn’t really get to the rent office, and her death was sudden. It’s a lot of reasons why I’m not on there, but hey, there’s not much I could really say about it.”\nMr. McFarlane’s testimony was circumstantially confirmed, by the fact that Ms. Keeles had previously requested, and been granted, consent for other family members to reside with her. Those family members had included other grandchildren and Mr. McFarlane’s Uncle Leroy whose occupancy Mr. McFarlane replaced. It is reasonable to infer from the evidence, which included proof of McFarlane’s occupancy, his good character, and his grandmother’s poor health, that Ms. Keeles did not request consent for the young McFarlane’s occupancy simply because she had not been readily able to do so. Presumably, consent would have been granted had it been requested. (See, Via v Franco, 223 AD2d 479 [1st Dept 1996] [error for NYCHA to deny consent for tenant’s family member to join the household].)\nBy decision dated May 8, 2002, NYCHA Hearing Officer Joan Parnell denied Mr. McFarlane’s request for a lease as a remaining family member. After reviewing the above evidence, the hearing officer held that\n“Grievant [McFarlane] appears to be a respectable individual, and he may well be quite deserving. However, permission was not obtained as required for his residence. In fairness to the many families on the waiting list for public housing, the regulations must be strictly applied. Grievant is not entitled to residual tenancy.” (Emphasis added.)\nThus, even though Mr. McFarlane had satisfactorily proven his occupancy of the apartment as a member of the tenant’s family and that he was otherwise eligible to become a NYCHA tenant, his application for remaining family member status was denied solely on the ground that his grandmother had failed to obtain written consent from NYCHA for his occupancy.\nThe facts in the Hayes case are similar in many ways. Petitioner Amanda Hayes moved into the NYCHA apartment with her grandmother Gloria Kelly in 1991 when she was six years old to attend a neighborhood program for gifted children. She testified how she played in the apartment, shared meals with her grandmother, and shared a bedroom with her. Amanda lived as a member of her grandmother’s family until her grandmother died on October 6, 1999. During the interim, as Amanda grew to be a teenager and her grandmother grew older and more infirm with heart disease, Amanda assisted in her grandmother’s care, even calling the ambulance to bring her to the hospital in her final moments.\nThrough the testimony of Amanda and her mother Vivian and through the documentary evidence adduced at the hearing, Amanda proved that she had been continuously living with her grandmother for more than eight years before her grandmother died. Since Amanda was still in school, her mother Vivian moved in with her when her grandmother died. An employee of the Board of Education, Vivian Hayes supported her daughter, having also contributed to her support in the prior years.\nThus, like Mr. McFarlane, Ms. Hayes proved the requisite continuous occupancy with the NYCHA tenant as a family member, and every indication was that she was otherwise eligible for a NYCHA tenancy. When asked whether her grandmother had obtained written consent for her occupancy, Amanda responded that she did not know. Her mother (the tenant’s daughter) testified that Ms. Kelly had intended to obtain consent for Amanda’s occupancy but had not done so because she was ill.\nBy decision dated August 19, 2002, NYCHA Hearing Officer Joan Parnell denied the request by Ms. Hayes for a lease based solely on the tenant’s failure to obtain written consent, stating as follows:\n“Grievant appears to be a responsible young lady and may well be deserving. It seems credible that she did indeed live with her grandmother for many years. However, permission for her residence was not obtained or even requested. She is accordingly not entitled to residual tenancy. In fairness to the many families on the waiting list for public housing, the regulations must he strictly applied.” (Emphasis added.)\nNYCHA’s Decisions are Arbitrary and Capricious\nPursuant to CPLR 7803 (3), this court is empowered to annul an administrative decision that is “arbitrary and capricious” or without a rational basis in the record. (See, Via v Franco, 223 AD2d 479 [1st Dept 1996] [affirming lower court’s decision to annul as “arbitrary and capricious” NYCHA’s denial of consent for tenant’s sister to join the household and the concomitant denial of remaining family member status].) As explained by the Court of Appeals: “The arbitrary or capricious test chiefly ‘relates to whether a particular action should have been taken or is justified . . . and whether the administrative action is without foundation in fact.’ . . . Arbitrary action is without sound basis in reason and is generally taken without regard to the facts.” (Matter of Pell v Board of Educ. of Union Free School Dist. No. 1, 34 NY2d 222, 231 [1974] [citations omitted].)\nTo apply the “arbitrary and capricious” test in the cases at bar, one must examine the Appellate Division’s reasoning in Abdil and the facts of that case as compared to the facts of the two cases herein. The Abdil Court began by discussing the context for the written consent requirement. (307 AD2d 238 [2003].) As noted by the Court, NYCHA administers federally funded housing programs in accordance with regulations promulgated by the United States Department of Housing and Urban Development (HUD). Those regulations mandate that NYCHA promulgate and adhere to certain tenant selection guidelines. (See, 24 CFR 960.202 [a].) However, neither the applicable federal law (the United States Code), nor the Code of Federal Regulations (CFR), contains a definition of “remaining family member” or otherwise specifies the criteria for a finding of remaining family member status. The provision of the CFR most directly relevant here is 24 CFR 966.4 (a) (1) (v). That section, under the heading “Lease requirements,” provides that\n“A lease shall be entered into between the PHA [public housing authority] and each tenant of a dwelling unit which . . . shall state . . . [t]he composition of the household as approved by the PHA (family members and any PHA-approved live-in-aide). The family must promptly inform the PHA of the birth, adoption or court-awarded custody of a child. The family must request PHA approval to add any other family member as an occupant of the unit.”\nThus, while the CFR mandates that the lease include a written consent requirement for adding family members to the household, the CFR does not mandate the denial of remaining family member status when such consent has not been obtained. This fact was confirmed by the Appellate Division when it described the written consent requirement in Abdil as “a policy that only accommodates federal law” (307 AD2d at 241), as opposed to a rule or regulation mandated by federal law which should be rigidly applied in every remaining family member case.\nNor does the lease itself require written consent as a condition to a finding of remaining family member status. On the contrary, the Appellate Division in Abdil was careful to note that NYCHA was merely “contractually entitled” to deny remaining family member status in the absence of written consent. This conclusion is consistent with the lease which, like the CFR, does not define “remaining family member” or otherwise mandate a denial of remaining family member status in the absence of written consent.\nIn fact, the relevant language in the lease is extraordinarily limited. Notwithstanding the above-quoted mandate in 24 CFR 966.4 (a) (1) (v), the lease does not state the composition of the household. It merely identifies the leaseholder, who is typically the adult head of the household. The only reference to family composition is in the occupancy clause, which provides that the apartment shall be used as a residence for the tenant “and members of his household named in the Tenant’s signed application.” The lease clause makes no mention of persons added to the household after the initial lease application has been filed.\nNor does the NYCHA document entitled “Rules and Regulations” referenced in the lease make any mention of remaining family member status. It merely includes a general requirement that “Except for additions to the Tenant’s family resulting from births, [Tenant is required] to obtain the Housing Manager’s consent in writing before allowing any person, other than a member of the Tenant’s family listed in the Tenant’s Certificate, to take up residence in the Tenant’s apartment.” (Emphasis in original.)\nThe only document which expressly addresses “remaining family member” status is the NYCHA Management Manual which was at the heart of the dispute in Abdil. The manual (at ch IY subd iy § J) defines “remaining family member” to include any occupant who\n• was a member of the original tenant family, or\n• subsequent to move in, was born or legally adopted into the tenant family, or\n• became a permanent member of the tenant family subsequent to move in with the written consent of management (the “written consent” requirement), and\n• thereafter remained in continuous occupancy up to and including the time the tenant of record moved or died.\nJustice Madden in Abdil found that this section in the manual was unenforceable, and she therefore annulled a NYCHA decision which had denied remaining family member status in reliance on the above-cited written consent requirement. (194 Misc 2d 203 [Sup Ct, NY County 2002].) Specifically, on a number of grounds, Justice Madden found that the written consent requirement constituted a “rule” which was not effective as it had not been filed with and approved by the Division of Housing and Community Renewal as required by Public Housing Law § 54 (1). (194 Misc 2d at 212.) The Appellate Division, First Department, reversed Justice Madden’s decision, finding that the written consent requirement “is not governed by the filing requirement set forth in Public Housing Law § 54” (307 AD2d at 242) because it “is a policy that only accommodates federal law, and notwithstanding the nomenclature in the Manual, is not a formal ‘rule or regulation’.” (307 AD2d at 241.)\nParticularly significant is the distinction which the Appellate Division made in Abdil between a “rule” and a “policy.” The same distinction had been made by the Appellate Division, First Department, only three weeks earlier in Matter of 439 E. 88 Owners Corp. v Tax Commn. of City of N.Y. (307 AD2d 203 [2003]). That case considered a “supplemental policy” instituted by the Tax Commission in the wake of the highly publicized indictment of two individuals for paying bribes to city tax assessors. The policy mandated an “automatic denial of a merits-based review and summary confirmation of the assessment” if the property owner either refused to disclose whether he had dealt with the indicted individuals or confirmed that they had had such dealings. (Id.) The Appellate Division then held “The IAS court correctly held that since this ostensible ‘policy’ dictates a specific result in particular circumstances without regard to other circumstances relevant to the regulatory scheme, it constitutes a ‘rule’ [which must be properly promulgated].” (Id.)\nHere, the NYCHA hearing officer relied on the absence of written consent to allow the “automatic denial of a merits-based review” of petitioner’s application. (Id.) NYCHA wrongly applied the policy to “ dictate [ ] a specific result [in the absence of written consent] without regard to other circumstances . . . .” (Id.) As such, the hearing officer treated the “policy” as if it were a “rule” in contravention of the Appellate Division’s analysis in the Abdil and Tax Commn. cases.\nIn reaching its decision in Tax Commn., the Appellate Division relied on the decision by the Court of Appeals in Matter of Roman Catholic Diocese of Albany v New York State Dept. of Health (66 NY2d 948 [1985], revg on dissent of Levine, J., 109 AD2d 140 [3d Dept 1985]). In that case, the Diocese had challenged the permission which the New York State Department of Health (DOH) had granted to Planned Parenthood to expand nonhospital abortion services in the cities of Albany and Hudson. In granting the permission, DOH had relied on its “50% rule.” Pursuant to that rule, when less than 50% of a locality’s abortions were being performed in nonhospital clinics, the DOH deemed that region of the state to be in need of additional non-hospital services. Finding that Albany and Hudson satisfied these criteria, DOH granted Planned Parenthood permission to expand its nonhospital abortion services.\nThe Roman Catholic Diocese, in an article 78 proceeding, challenged the DOH determination, claiming that the “50% rule” on which it was based was a “rule” which had not been properly promulgated. The Appellate Division agreed, finding that “DOH impermissibly relied upon a rigid numerical policy (the 50% rule) not found in any statute or regulation.” (109 AD2d at 145.) Justice Howard A. Levine vigorously dissented in a lengthy opinion (109 AD2d at 146-149) which the Court of Appeals ultimately adopted. In so doing, the Court of Appeals stated:\n“[W]e agree with Justice Howard A. Levine, the dissenter at the Appellate Division, that only a fixed, general principle to be applied by an administrative agency without regard to other facts and circumstances relevant to the regulatory scheme of the statute it administers constitutes a rule or regulation . . . We agree also, for the reasons stated by the dissenting Justice . . . that the 50% guideline employed by the Department of Health in passing on the applications involved in the present proceeding did not constitute and was not applied as such a rule . . . .” (66 NY2d at 951 [emphasis added].)\nJustice Levine had found that the “50% rule” was a “policy” rather than a “rule” because it was “neither the sole nor the determinative basis for the [agency’s] finding” of public need for the proposed abortion facilities. (109 AD2d at 146.) Rather, it was “a nonconclusive, nonbinding guideline to be weighed along with other factors on the public need issue in adjudicating individual cases.” (109 AD2d at 148.) Included among those factors were medical and population trends, issues relating to confidentiality and cost, and public policy. (109 AD2d at 146-147.) Thus, while the 50% calculation was undeniably a factor in the DOH determination, it was not “a ‘preset, rigid numerical policy . . . which foredoomed’ the result without reference to the facts and merits of the application.” (109 AD2d at 147, quoting Matter of Sturman v Ingraham, 52 AD2d 882, 885 [1976].)\nIn reaching his conclusion, Justice Levine relied on, and oftentimes quoted, various cases by the Court of Appeals and the Appellate Divisions defining the circumstances when a policy had been erroneously applied as a rigid rule. He emphasized that “an agency is free to evolve standards, if consistent with the statutory framework, on a case-by-case basis and to apply them to the individual proceeding at hand [as] ‘a guideline for a case-by-case analysis of the facts’ . . . .” (109 AD2d at 148 [citations omitted].) However, unless the standard is filed as a rule, it may not be applied as “a rigid, unvariable standard or procedure completely conclusive of the rights and remedies of the affected party.” (109 AD2d at 147.) Wholly improper is the “mechanical application” of a policy so it “establishes a pattern or course of conduct for the future” (109 AD2d at 147 [citation omitted and emphasis in original]).\nNYCHA’s determinations in the two proceedings before this court clearly run afoul of Justice Levine’s prescriptions, as adopted by the Court of Appeals in the Roman Catholic Diocese case. As the NYCHA hearing officer herself noted, the written consent requirement was “strictly applied.” It was applied as if it were a standard “completely conclusive of the rights and remedies of the affected party.” (Roman Catholic Diocese, 109 AD2d at 147.) In each case, the denial of the petitioner’s application was “foredoomed” by the absence of written consent, regardless of the other factors in the case, as if the written consent requirement were a rule.\nFurther support for this court’s determination may be found in various other cases decided by the Court of Appeals in reliance on the Roman Catholic Diocese decision, such as Matter of Schwartfigure v Hartnett (83 NY2d 296 [1994]). In Schwartfigure, the petitioner had applied for unemployment benefits and was found qualified to receive them. Thereafter, the Unemployment Insurance Appeal Board (the Board) reversed the decision due to no fault of petitioner, resulting in an overpayment of $2,112. Two years later, petitioner filed for unemployment benefits and was again found qualified. However, based on its long-standing policy, the Department of Labor (DOL) withheld 50% of the benefits to recoup the previous overpayment and summarily rejected petitioner’s request to repay the overpayment in smaller installments. While acknowledging the DOL’s common-law right of setoff, the Schwartfigure court held that the DOL had erred in the manner in which it had implemented the policy, stating (at 301) that “Respondent’s 50% set-off policy for nonwillful overpayments is a rigid, numerical policy invariably applied across-the-board to all claimants without regard to individualized circumstances or mitigating factors, and as such falls plainly within the definition of a ‘rule’ . . . .”\nSchwartfigure is particularly significant here in that it addresses the relationship between an agency’s right to develop a particular policy and the manner in which that right is exercised or that policy is implemented or applied. Just as the DOL had a right of setoff, NYCHA is entitled to require written consent for additional family members joining a household, and it is entitled to consider the absence of any such consent when determining remaining family member status. As in Schwartfigure, however, NYCHA erred in that it exercised that right and implemented that policy in the cases at bar as a rigid, dispositive rule to determine a result “without regard to individualized circumstances or mitigating factors” in contravention of the dictates of the Court of Appeals in Schwartfigure (83 NY2d at 301). Just as the DOL when applying its policy in Schwartfigure should have considered that the overpayment had not been caused by any willfulness or wrongdoing by petitioner, so NYCHA here when applying its policy should have considered that the absence of written consent was not the fault of petitioners, who were minors with no authority to act.\nThe same analysis applies regardless of whether the written consent requirement is viewed as a procedural or a substantive requirement. This point was established by the Court of Appeals in Matter of Cordero v Corbisiero (80 NY2d 771 [1992]).\nCordero involved the “Saratoga policy,” which requires that a suspension imposed for an infraction committed at the Saratoga racetrack be served at the Saratoga meet the following year. The policy established “a mandatory procedure that pertains only to when and where a Saratoga suspension must be served,” as opposed to \"the substantive merits of the penalty itself. (80 NY2d at 773 [emphasis in original].) Nevertheless, the Court found that the policy functioned as a “rule” because it was applied “to every jockey” and served as the “agency’s stated policy of general applicability which prescribes a procedure or practice requirement of the agency.” (Id.; compare, Matter of Alca Indus. v Delaney, 92 NY2d 775, 779 [1999] [bid withdrawal criteria set by the Department of Transportation constituted “policy” in that the criteria applied only to the particular contract based on the “specifications and requirements . . . necessary for each project,” as opposed to “any and all” contract bidding]; Matter of New York City Tr. Auth. v New York State Dept. of Labor, 88 NY2d 225, 229 [1996] [although specifying a numerical formula for calculating the penalty, the guidelines were applied as a “policy” to “vest inspectors with significant discretion, and allow for flexibility in the imposition of penalties, all with the view of imposing the appropriate sanction for the individual offense and offender in the particular case (and enabling inspectors to) use their professional judgment to adjust the penalty scale based on consideration of mitigating and contributing factors”]; Matter of Dejesus v Roberts, 296 AD2d 307, 310 [1st Dept 2002] [as the application of the criteria for admission into the alternative management program was “broadly discretionary” and “(m)any of the determinative factors are subjective or imprecise,” the criteria were properly applied as a “policy,” rather than as a “fixed, general principle” or “rule”].)\nIn sum, in the two cases before this court, neither the CFR nor the lease mandates that the written consent requirement be satisfied before remaining family member status can be granted. Further, as recently confirmed by the Appellate Division in Abdil, the written consent requirement in the manual is a “policy” rather than a “rule.” Accordingly, the policy may not be mechanically applied to bar a finding of remaining family member status based solely on the absence of written consent to the occupancy without regard to the other facts and circumstances of the individual case. However, as both NYCHA decisions at issue here make clear, the hearing officer “strictly applied” the policy to “dictate[ ] a specific result in particular circumstances [where written consent was absent] without regard to other circumstances relevant to the regulatory scheme” in contravention of the Tax Commn. case. (307 AD2d 203.) The hearing officer accorded no weight to the significant mitigating circumstances in each individual case, but instead treated the policy as a “fixed, general principle” or as a “rule” as defined by the Roman Catholic Diocese case and its progeny.\nUnlike Abdil, the instant cases include significant mitigating circumstances. In Abdil, the person who moved in with the tenant was the tenant’s adult daughter who moved in because she was having difficulties with her own child’s father. She lived in the apartment for a mere few months before the tenant of record died.\nIn sharp contrast, both petitioners herein were minors when they commenced their occupancy in the NYCHA apartment units. Both helped to look after their elderly and infirm relatives who were the NYCHA tenants of record. Both were long-term residents who occupied the NYCHA apartment for a period of six to eight years before the tenant of record died.\nOf all the distinctions between these cases and Abdil, the distinction which appears most fundamental is that the petitioners herein were minors when they commenced their occupancy. As minors, they presumably had no knowledge or understanding of any written consent requirement and they were, in any event, without authority to act. Our society recognizes in a variety of circumstances that minors have such limitations, and our society protects minors from prejudice as a result of those limitations by, for example, tolling the statute of limitations for a minor to commence a lawsuit (CPLR 208). Similarly, in a criminal proceeding involving a minor, a parent or guardian must be present before an interrogation can occur or before constitutional rights can be waived.\nThe functional limitations of the tenants of record, due to their age and infirmity, are also significant distinctions from Abdil. Indeed, NYCHA recognizes a similar point in its own manual. In a section entitled “Changes in Family Composition,” the manual provides that an exception exists to the written consent requirement if, during the 90-day period after the tenant applies for consent to add an occupant, the tenant dies or becomes physically' or mentally incapacitated. In such cases, the additional person in the apartment shall be deemed to have lawfully entered the apartment, and may qualify as a “remaining family member,” notwithstanding the absence of written consent. (See also, Mental Hygiene Law art 81 [recognizing the special circumstances of persons with functional limitations caused by advanced age or infirmity].)\nConclusion\nThis court finds that the two NYCHA determinations at issue in the instant proceedings are arbitrary and capricious because the hearing officer failed to consider the numerous mitigating circumstances and relevant individual facts relating to each tenant’s failure to obtain written consent for the respective family members, who were minors, to move into the apartment with their grandmothers. Although NYCHA may well have the right to establish a written consent requirement, as a “policy” the written consent requirement must be applied with regard to the particular facts and circumstances of each individual case. To the extent the hearing officer “strictly applied” the written consent requirement to deny remaining family member status based solely on the failure of the elderly tenant of record to request such consent, without regard to the significant mitigating facts, the hearing officer treated the requirement as a rigid, dispositive “rule” and therefore erred under the Roman Catholic Diocese case and its progeny.\nFor the reasons indicated above, Abdil does not mandate a different result. Quite the contrary, this court’s conclusion is based in large part on the Appellate Division’s analysis in Abdil. Nor is a different result mandated by the various appellate cases which have upheld the application of the written consent requirement in various contexts, as all of those cases are distinguishable from the cases at bar. Indeed, because a written consent requirement is a “policy,” rather than a “rule,” which serves as a guideline rather than a mandate, the facts of each case are critical.\nThe two cases cited by the Appellate Division in Abdil are distinctly different from the two cases at issue here. In the first, Matter of Faison v New York City Hous. Auth. (283 AD2d 353 [1st Dept 2001]), the Appellate Division upheld NYCHA’s authority to deny remaining family member status to an occupant with a fairly extensive criminal record who had engaged in criminal conduct even during the pendency of his claim. In Matter of Barnhill v New York City Hous. Auth. (280 AD2d 339 [1st Dept 2001]), the Appellate Division upheld NYCHA’s denial on default of remaining family member status. Finding the applicant’s failure to establish a reasonable excuse for the default and a meritorious defense, the Court emphasized that “the original tenant stymied the Housing Authority’s efforts to verify the status of these squatters, resulting in the default challenged herein.” (280 AD2d at 339.)\nAlso readily distinguishable are the various cases cited by respondent NYCHA herein. The applicant in Rentas v New York City Hous. Auth. (282 AD2d 215 [1st Dept 2001]) was the tenant’s adult half-sister who, unlike the minors herein, had the ability to contact the NYCHA management office herself when she moved into the apartment if the tenant of record did not act. Various other cases are similarly distinguishable from the cases at bar based on the occupant’s status as an adult, rather than a minor. (See, e.g., Matter of Davis v Franco, 270 AD2d 55 [1st Dept 2000] [tenant’s adult brother was denied remaining family member status]; Matter of Kolarick v Franco, 240 AD2d 204 [1st Dept 1997] [tenant’s adult son was denied status].) Similarly distinguishable is Matter of Powell v Franco (276 AD2d 430 [1st Dept 2000]), where the Court upheld the denial of a request to join the household based on overcrowding.\nIn sum, this court’s decision annulling the NYCHA decisions is wholly consistent with Abdil and other appellate authority, the CFR, and our society’s protection of minors and its recognition of the special needs of persons with functional limitations. It is also wholly consistent with our society’s respect for “family,” be it traditional or nontraditional, and the desire to encourage family members to share a household. (See, Braschi v Stahl Assoc. Co., 74 NY2d 201 [1989].)\nAccordingly, it is hereby ordered and adjudged that the petitions of Marco McFarlane and Amanda Hayes are granted, the respective decisions by the NYCHA hearing officer denying petitioners remaining family member status are annulled, and the applications for remaining family member status be and hereby are granted.\n. The decision of the hearing officer states “1974” as the move-in date, an obvious typographical error as confirmed by the other evidence adduced at the hearing.\n. Because Amanda was only 17 when this proceeding was commenced, the petition was brought in the name of “Vivian Hayes on behalf of Amanda Hayes, a minor.” Amanda is now 18, eligible to proceed and claim the lease in her own right.\n. Significantly, Hearing Officer Parnell, in denying Ms. Hayes’ grievance, used language virtually identical to that used in denying Mr. McFarlane’s grievance a few months earlier, focusing on the need to “strictly apply” the written consent requirement to remaining family members.\n. The Abdil Court also cited for purposes of context various CFR provisions which obligate the tenant to provide information about family composition for purposes of determining the rent, eligibility, and apartment size. Lastly, it cited 24 CFR 966.4 (f) (2) and (3), which calls for lease provisions prohibiting “boarders or lodgers” and limiting the use of the apartment “as a private dwelling for the tenant and the tenant’s household as identified in the lease.”\n. Similar language is included in the affidavit of income which tenants must complete annually to enable NYCHA to calculate the rent. Because petitioners in the instant proceedings moved in as minors and had no income, their inclusion on the form would not have affected the rent. In any event, the hearing officer did not specify any omission in the income affidavit as a ground for denying remaining family member status. The only ground is the failure to obtain written consent, and judicial review is therefore limited to that ground. (Matter of Scherbyn v Wayne-Finger Lakes Bd. of Coop. Educ. Servs., 77 NY2d 753, 758 [1991].)\n. Exceptions also exist for children born to or adopted by the tenant while in occupancy, and for persons who request consent to join the household when NYCHA fails to decide the request within 90 days. However, those exceptions are not relevant here, except to the extent they suggest that exceptions to the written consent requirement are appropriate based on individual circumstances.\n. Other distinguishing facts may also exist in the administrative record.\n. The administrative record establishes all the facts necessary for such a finding, and NYCHA made no objection at the hearing to petitioners’ applications based on any of its criteria other than the written consent requirement.Accordingly, no remand is required.",
        "type": "majority",
        "author": "Alice Schlesinger, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Legal Aid Society, New York City (Marie Richardson of counsel), for Marco McFarlane, petitioner. DC 37 Municipal Employees Legal Services Plan, New York City {Joan L. Beranbaum and Regina Brown of counsel), for Vivian Hayes, petitioner. Ricardo Elias Morales, New York City {Andrew Koppel and William T. Stathis of counsel), for respondent."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 524]\nIn the Matter of Marco McFarlane, Petitioner, v New York City Housing Authority, Respondent. (And Another Proceeding.)\nSupreme Court, New York County,\nSeptember 3, 2003\nAPPEARANCES OF COUNSEL\nLegal Aid Society, New York City (Marie Richardson of counsel), for Marco McFarlane, petitioner. DC 37 Municipal Employees Legal Services Plan, New York City {Joan L. Beranbaum and Regina Brown of counsel), for Vivian Hayes, petitioner. Ricardo Elias Morales, New York City {Andrew Koppel and William T. Stathis of counsel), for respondent."
  },
  "file_name": "0744-01",
  "first_page_order": 732,
  "last_page_order": 747
}
