{
  "id": 1237572,
  "name": "In the Matter of the Estate of Esmond Martin, Deceased",
  "name_abbreviation": "In re the Estate of Martin",
  "decision_date": "2003-10-17",
  "docket_number": "",
  "first_page": "769",
  "last_page": "773",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 769"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 292"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sur. Ct.",
    "id": 9033,
    "name": "New York Surrogate's Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "233 AD2d 561",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        31183
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/233/0561-01"
      ]
    },
    {
      "cite": "165 Misc 2d 459",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        933674
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/165/0459-01"
      ]
    },
    {
      "cite": "209 NY 54",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        62255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/209/0054-01"
      ]
    },
    {
      "cite": "122 NYS2d 765",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 0
    },
    {
      "cite": "123 Misc 244",
      "category": "reporters:state",
      "reporter": "Misc.",
      "case_ids": [
        766673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc/123/0244-01"
      ]
    },
    {
      "cite": "32 Misc 2d 429",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1100102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/32/0429-01"
      ]
    },
    {
      "cite": "105 NY 68",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2208677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/105/0068-01"
      ]
    },
    {
      "cite": "170 NY 84",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2303707
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/170/0084-01"
      ]
    },
    {
      "cite": "177 NY 218",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2315231
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/177/0218-01"
      ]
    },
    {
      "cite": "160 Misc 2d 407",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        921074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/160/0407-01"
      ]
    },
    {
      "cite": "182 Misc 2d 684",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        153361
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/182/0684-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 430,
    "char_count": 8205,
    "ocr_confidence": 0.79,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.37662215055781245
    },
    "sha256": "0c6421546ccbfbad6f9ce4c40a26efbf2eb64d830c8c7faf8a65a72398c68ae3",
    "simhash": "1:72d3c572e8215031",
    "word_count": 1369
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Estate of Esmond Martin, Deceased."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJohn B. Riokdan, S.\nThis is a motion for an order granting summary judgment. The cross motion is for an order granting discovery.\nBefore the court is a petition for probate of a will and codicil. A cross petition seeks probate of the will prior to determination of the validity of the codicil and a construction of the will.\nThe cross petition is brought by Florence Furst, petitioner herein and a beneficiary under the will. Respondents are Bessemer Trust Company, N.A., the nominated executor under the codicil, and the decedent’s three children, Serina Sanchez, Peter Martin and Esmond Martin, Jr. Florence Furst seeks an order granting summary judgment on her cross petition.\nThe decedent, Esmond Martin, died on June 16, 2002. Bessemer filed a petition for probate of an instrument dated December 16, 1997 and a codicil dated February 17, 2002. The codicil modifies the will by substituting Bessemer as executor and revoking two bequests, exceeding $10 million, to Florence Furst.\nArticle seventeenth of the will provides:\n“If any person or persons named as beneficiaries herein, or benefitting from a power of appointment which I am exercising in this Will, shall file or cause to be filed objections to, or in any manner contest, this Will or any Codicil thereto, in part or in whole, or attempt to prevent the probate thereof, or directly or indirectly institute or prosecute any action or proceeding to invalidate or set aside this Will or any of its provisions, then I direct that such person or persons shall receive nothing under this Will and all provisions for or in favor of such persons or persons, including any exercise by me of a power of appointment in their favor, shall be revoked and I direct that all legacies, devises and other distributions for the benefit of such person or persons shall then be paid and distributed in accordance with the various provisions of this Will as if that person or persons had predeceased me.”\nNo objections have been filed to the will or codicil. Petitioner seeks a construction of the December 16, 1997 instrument to determine the effect of the in terrorem clause. Respondents contend that whether the petitioner is successful or unsuccessful in a challenge to probate of the codicil, the in terrorem clause will cause a complete forfeiture of her bequests. Petitioner contends that the forfeiture clause is triggered only in the event that she contests the codicil and the codicil is admitted to probate.\nRespondents oppose probate of the will prior to a determination of the validity of the codicil. In addition, they oppose construction of the will prior to probate. The general rule is that a construction proceeding must await probate of the will. This rule has been applied to a no contest clause (Matter of Shear, 182 Misc 2d 684 [1999]). There are cases to the contrary (Matter of Grupp, 160 Misc 2d 407 [1994]). The harsh effect of a no contest clause should not be compounded by denying a beneficiary a construction of a will. The beneficiary is entitled to know whether a contest will result in a forfeiture. There being no clear prohibition to a construction prior to probate, the court will determine the effect of the forfeiture clause.\nParenthetically, the court notes that the obligation of Bessemer, as nominated executor to defend the validity of the codicil, should be distinguished from its role in a proceeding to construe the will. In a construction proceeding an executor must be impartial (Isham v New York Assn. for Improving Condition of Poor, 177 NY 218 [1904]). The executor cannot, at the expense of the estate, take a position on behalf of one beneficiary as against another beneficiary.\nIt is undisputed that an unsuccessful contest of the codicil by Florence Furst will result in a forfeiture of her bequest. The question is whether article seventeenth causes a forfeiture of the bequests if Florence Furst is successful and the codicil is denied probate. In the usual case, one instrument containing a no contest clause is the subject of a probate contest. If the instrument is found to be invalid, the no contest clause will be set aside with the rest of the will (Rollison, Wills § 202 [1939]). Forfeiture always results where the will is admitted to probate (Atkinson, Handbook on the Law of Wills § 82 [2d ed]). In this case, there are two instruments. The validity of the will is unaffected by the defeat of the codicil. Respondents contend, however, that the will and codicil are inseparable and that a challenge to the codicil is a challenge to the will as well.\nA codicil is an addition, modification or supplement to an existing will (EPTL 1-2.1). If a will and codicil are validly executed, the codicil republishes the will in whole or in part (EPTL 1-2.1; Matter of Campbell, 170 NY 84 [1902]). A will and codicil are regarded as a single and entire instrument for the purpose of determining testamentary intent (Ward v Ward, 105 NY 68 [1887]; Matter of Moore, 32 Misc 2d 429 [1961]; Matter of Maier, 123 Misc 244 [1924]).\nFor the purpose of probate, however, a will and codicil are independent instruments (In re Hunt, 122 NYS2d 765 [1953]). A will and codicil are separate instruments in point of execution. One may stand and the other may fall (Osburn v Rochester Safe Deposit Co., 209 NY 54 [1913]).\nThe no contest clause in this will states that it applies to a contest of future codicils. However, it seems to the court that reason would dictate, that the clause be construed to read “any valid codicils.”\nThe provision, nonetheless, is ineffective to incorporate by reference a codicil which was not yet in existence. Incorporation by reference requires the existence of an instrument at the time of the execution of the will (Matter of O’Brien, 165 Misc 2d 459 [1995], affd 233 AD2d 561 [1996]). Thus, the no contest clause in the December 16, 1997 instrument applies to the codicil only if the codicil is admitted to probate. Accordingly, if the petitioner is successful in contesting the codicil, the forfeiture clause does not affect her bequests.\nAs to the construction of the forfeiture clause, petitioner’s motion for summary judgment is granted.\nThe petitioner seeks a construction of articles second and fourth in the will to determine whether she receives a bequest outright or in trust. Petitioner contends that a construction is necessary to determine her standing to contest probate of the codicil. In the probate proceeding, the court determined that the trustees of the inter vivos trust were the only necessary parties to the probate proceeding and not the trust beneficiaries. While petitioner is not a necessary party in the probate proceeding, she is, nevertheless, an interested party under SCPA 1410 and has standing to contest the probate of the codicil. The petition for an order construing articles second and fourth is held in abeyance pending conclusion of the probate proceeding.\nThe cross motion for an order granting discovery is held in abeyance with the petition to construe articles second and FOURTH.\nThe petition for an order granting “partial” probate of the December 16, 1997 instrument, prior to determination of the validity of the codicil, is denied. Presumably, the purpose of the petition was to have the will admitted to probate in order to allow a construction. As the court determined that it would construe the will prior to probate, it is unnecessary to consider this extraordinary relief.\nThe petition is granted to the extent it requests application of SCPA 315 to this proceeding.\nThe petitioner’s time to file objections to probate is extended until 10 days after completion of the SCPA 1404 examinations or 10 days after the signing of the decree following this decision.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Farrell Fritz, EC., Uniondale (John Barnosky of counsel), for Bessemer Trust Company, respondent. Winston & Strawn, New York City (Robert Miller of counsel), for Serina Sanchez and others, respondents. McCoyd, Parkas & Ronan, Garden City (Edward McCoyd and Christopher P. Ronan of counsel), for petitioner."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 292]\nIn the Matter of the Estate of Esmond Martin, Deceased.\nSurrogate’s Court, Nassau County,\nOctober 17, 2003\nAPPEARANCES OF COUNSEL\nFarrell Fritz, EC., Uniondale (John Barnosky of counsel), for Bessemer Trust Company, respondent. Winston & Strawn, New York City (Robert Miller of counsel), for Serina Sanchez and others, respondents. McCoyd, Parkas & Ronan, Garden City (Edward McCoyd and Christopher P. Ronan of counsel), for petitioner."
  },
  "file_name": "0769-01",
  "first_page_order": 757,
  "last_page_order": 761
}
