{
  "id": 1237564,
  "name": "In the Matter of National Grange Mutual Insurance Company, Petitioner, v. Yelena Vitebskaya et al., Respondents",
  "name_abbreviation": "National Grange Mutual Insurance v. Vitebskaya",
  "decision_date": "2003-09-22",
  "docket_number": "",
  "first_page": "774",
  "last_page": "778",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 774"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 320"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "220 AD2d 497",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        658883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/220/0497-01"
      ]
    },
    {
      "cite": "282 AD2d 680",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        117817,
        118612
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "680"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/282/0680-01",
        "/ad2d/282/0680-02"
      ]
    },
    {
      "cite": "95 NY2d 185",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        1189133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/95/0185-01"
      ]
    },
    {
      "cite": "305 AD2d 490",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        120555
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/305/0490-01"
      ]
    },
    {
      "cite": "293 AD2d 751",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        955346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/293/0751-01"
      ]
    },
    {
      "cite": "213 AD2d 541",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1206109,
        1205775
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/213/0541-02",
        "/ad2d/213/0541-01"
      ]
    },
    {
      "cite": "61 NY2d 299",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2345772
      ],
      "pin_cites": [
        {
          "page": "302, 309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/61/0299-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 520,
    "char_count": 9155,
    "ocr_confidence": 0.78,
    "pagerank": {
      "raw": 6.441415014132306e-08,
      "percentile": 0.3976897880918926
    },
    "sha256": "7e5450d6d73961d0edeadbb0dd4f254f5d5abffe04e1aed6a453087cb120099e",
    "simhash": "1:f624c1c1a171d2d1",
    "word_count": 1427
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of National Grange Mutual Insurance Company, Petitioner, v Yelena Vitebskaya et al., Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFrancois A. Rivera, J.\nPetitioner moves for an order pursuant to CPLR 7503 (b) permanently staying all uninsured motorist arbitration proceedings between petitioner National Grange Mutual Insurance Company and respondents. In the alternative, petitioner moves for an order temporarily staying the uninsured arbitration proceedings, adding proposed additional respondents and directing a framed issue hearing. Petitioner also moves for an order directing all discovery required under the terms of petitioner’s insurance policy. Respondents oppose only so much of the petition that seeks a permanent stay of arbitration and otherwise consent to discovery, and a temporary stay of arbitration pending a framed issue hearing.\nRespondents, Yelena Vitebskaya and Mikhail Furman, are plaintiffs in a separate related action against Anatoliy Berezan and Ah Aliyev pending in this court under index number 46529/ 01. In that action, they seek damages for personal injuries allegedly suffered in a motor vehicle collision. By decision issued August 13, 2002, another justice of this court granted respondents’ request for a judgment of default on the issue of liability against Anatoliy Berezan and Ali Aliyev.\nThe motor vehicle incident underlying this petition and respondents’ related action occurred on January 29, 1999, where Anatoliy Berezan was driving the respondents in his 1987 Subaru on the eastbound lanes of the Belt Parkway in Brooklyn. Sometime between 11:00 p.m. and 11:30 p.m., he struck the rear of a 1993 Lincoln sedan with livery plates. Ali Aliyev was the owner and operator of the Lincoln sedan. At that time, National Grange Mutual Insurance Company was the insurer of Anatoliy Berezan’s vehicle. Star Insurance Company purportedly insured Ali Aliyev’s Lincoln sedan.\nPetitioner, National Grange Insurance Company, disclaimed coverage of the Berezan vehicle claiming that the collision was an intentional act and thus not covered by the accident protection benefit of the insurance policy. Yelena Vitebskaya and Mikhail Furman filed a demand for uninsured motorist arbitration upon petitioner National Grange Mutual Insurance Company. Petitioner received the demand for arbitration and has filed the instant petition to permanently stay arbitration.\nPetitioner alleges that Anatoliy Berezan is fraudulently seeking accident insurance coverage for an intentional collision. In support of its contention, petitioner has presented copies of police reports, deposition testimony of respondents Yelena Vitebskaya and Mikhail Furman, as well as recorded and written statements of Anatoliy Berezan. The submitted documents reveal several salient and undisputed facts. Among these facts, petitioner shows that the Berezan vehicle’s insurance policy application was submitted on December 1, 1998. On December 3, 1998, a mere two days later, Anatoliy Berezan drove his 1987 Subaru onto the Belt Parkway and struck the rear of a 1993 Lincoln sedan with livery plates. This collision occurred as well between 11:00 p.m. and 11:30 p.m. On January 29, 1999, less than 60 days after the first collision, Anatoliy Berezan’s vehicle was involved in a nearly identical collision that gave rise to the instant dispute. On February 19, 1999, just 2V2 months after the inception of the policy, it was cancelled for nonpayment of the premium.\nPetitioner also points out numerous inconsistencies between the written and recorded statements Anatoliy Berezan provided them pertaining to the January 29, 1999 collision. The two statements contain discrepancies about the identities of his passengers and how he knew them. In his recorded statement taken on March 8, 1999, he stated that there were three passengers in his vehicle, one female and two males. The police report, on the contrary, only listed two passengers in his vehicle. Interestingly, he also stated that he did not know the names of the passengers, that they were friends of his mother, and that he was driving them home after they had visited her. After the collision, he said he gave the vehicle to a cousin.\nIn a written statement made on April 22, 1999, Mr. Berezan indicated that his three passengers were friends of a friend named Slava and that he was giving them a ride home to Ganar sie. Mr. Berezan stated in his written statement that he “junked” the Subaru after the collision.\nThere were also discrepancies between Mr. Berezan’s statements and the deposition testimony of the respondents. These discrepancies pertain to the time and sequence in which each occupant entered the vehicle, their reasons for entering the vehicle, their intended destination and what transpired after the collision. Mikhail Furman, in his deposition conducted on August 4, 1999, testified that their destination was the home of Yelena Vitebskaya’s brother, Naum. He further testified that he knew Naum from Kiev but did not know his last name. He said that Naum lived off the Belt Parkway near Kennedy Airport. He also testified that he and Yelena entered Mr. Berezan’s vehicle at separate times.\nIn contrast, respondent Yelena Vitebskaya testified at her deposition that Naum was her friend and that he lived near Kings Plaza. Ms. Vitebskaya testified that she knew Mr. Berezan and that they both knew Naum. She further testified that Berezan picked up both her and Mr. Furman together from the front of her apartment building.\nPetitioner also notes that National Grange Mutual Insurance Company was granted summary judgment against Millennium Medical Diagnostics, PC., a health care provider of respondents, who commenced an action to recover no-fault benefits. Petitioner was awarded summary judgment after alleging that Millennium Medical Diagnostics was not operating legally. Millennium Medical Diagnostics failed to contest petitioner’s allegation.\nA party who has grounds to oppose arbitration may preserve the right to litigate the underlying dispute in court by timely applying for a stay of arbitration pursuant to CPLR 7503 (b). On such application, the “threshold” defenses to arbitration can be raised. A court will not stay arbitration, however, unless the entire controversy is nonarbitrable. If there is at least one arbitrable issue, arbitration should proceed (Matter of Silverman [Benmor Coats], 61 NY2d 299, 302, 309 [1984]).\nIt is well settled that a party seeking insurance benefits must prove that a loss occurred and that the loss was covered by the insurance policy (Vasile v Hartford Acc. & Indem. Co., 213 AD2d 541 [2d Dept 1995]). When loss is the result of an intentional act, there is no coverage (Matter of Metro Med. Diagnostics v Eagle Ins. Co., 293 AD2d 751 [2d Dept 2002]). The two collisions Berezan was involved in have remarkable similarities including the time and place of the occurrences and the types of vehicles involved. This and the other discrepancies presented by the petitioner form a compelling and persuasive body of circumstantial evidence that the underlying loss resulted from an intentional collision staged for the purpose of insurance fraud. This showing is sufficient to shift the burden to the respondents to dispute the allegation of fraud.\nRespondents, on the other hand, have failed to proffer any facts which dispute petitioner’s allegation that the collision was intentional (State Farm Mut. Auto. Ins. Co. v Laguerre, 305 AD2d 490 [2d Dept 2003]). Since the respondents have not met their burden to dispute the allegation of fraud, a framed issue hearing is unnecessary. Petitioner cannot be compelled to arbitrate a claim that the parties never agreed to arbitrate and for which there is no coverage (Matter of Worcester Ins. Co. v Bettenhauser, 95 NY2d 185 [2000]).\nMoreover, an intentional act may void coverage even if not committed by the claimant (Matter of Progressive Northwestern Ins. Co. v Van Dina, 282 AD2d 680 [2d Dept 2001]). Thus, even though respondents may be innocent victims, petitioner is not required to provide benefits when a collision is a result of an intentional act (see State Farm Mut. Auto. Ins. Co. v Laguerre, 305 AD2d 490 [2d Dept 2003]). Since respondents’ injuries were not the result of an accident, they are not entitled to uninsured motorist benefits under the subject insurance policy (see Progressive Northwestern Ins. Co. v Van Dina, supra, 282 AD2d at 680; Matter of Aetna Cas. & Sur. Co. v Perry, 220 AD2d 497 [2d Dept 1995]).\nPetitioner’s request for a permanent stay of arbitration is granted in its entirety. Although respondents consented to all other relief requested by the petitioner, those matters are rendered moot by this decision and order.",
        "type": "majority",
        "author": "Francois A. Rivera, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "McDonnell, Adels & Goodstein, EC., Lake Success (<Joseph A. Schwarzenberg of counsel), for petitioner. Silverberg & Goodman, EC., Garden City (Peter J. Goodman of counsel), for Yelena Vitebskaya and another, respondents. Orenstein & Brown, LLP, New York City (I. Paul Howansky of counsel), for Ali Aliyev and another, respondents."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 320]\nIn the Matter of National Grange Mutual Insurance Company, Petitioner, v Yelena Vitebskaya et al., Respondents.\nSupreme Court, Kings County,\nSeptember 22, 2003\nAPPEARANCES OF COUNSEL\nMcDonnell, Adels & Goodstein, EC., Lake Success (<Joseph A. Schwarzenberg of counsel), for petitioner. Silverberg & Goodman, EC., Garden City (Peter J. Goodman of counsel), for Yelena Vitebskaya and another, respondents. Orenstein & Brown, LLP, New York City (I. Paul Howansky of counsel), for Ali Aliyev and another, respondents."
  },
  "file_name": "0774-01",
  "first_page_order": 762,
  "last_page_order": 766
}
