{
  "id": 1237575,
  "name": "In the Matter of Michelle L., Petitioner, v. Michael L., Respondent",
  "name_abbreviation": "Michelle L. v. Michael L.",
  "decision_date": "2003-09-30",
  "docket_number": "",
  "first_page": "779",
  "last_page": "782",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 779"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 329"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Fam. Ct.",
    "id": 9070,
    "name": "New York City Family Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "222 AD2d 328",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        668145,
        668399
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/222/0328-01",
        "/ad2d/222/0328-02"
      ]
    },
    {
      "cite": "203 AD2d 411",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1164594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/203/0411-01"
      ]
    },
    {
      "cite": "111 Misc 2d 313",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1577561,
        785867
      ],
      "pin_cites": [
        {
          "page": "315"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/111/0313-01"
      ]
    },
    {
      "cite": "291 AD2d 718",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        129275,
        128964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/291/0718-02",
        "/ad2d/291/0718-01"
      ]
    },
    {
      "cite": "175 Misc 2d 122",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        477927
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/175/0122-01"
      ]
    },
    {
      "cite": "299 AD2d 936",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        560098,
        559990
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/299/0936-01",
        "/ad2d/299/0936-02"
      ]
    },
    {
      "cite": "296 AD2d 547",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1008476
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/296/0547-01"
      ]
    },
    {
      "cite": "60 AD2d 603",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3074160
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "603"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/60/0603-01"
      ]
    },
    {
      "cite": "184 Misc 2d 218",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        171282
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/184/0218-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 5601,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 4.60167783687625e-08,
      "percentile": 0.28816062249189045
    },
    "sha256": "7a9c8b5602cc0e57470af4f736df017c56493728e43da2be98c1408a6a0e3a22",
    "simhash": "1:ba90ef65fd8eed76",
    "word_count": 908
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Michelle L., Petitioner, v Michael L., Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMichael L. Hanuszczak, J.\nIn this novel proceeding, petitioner daughter seeks an order from the court compelling respondent father to submit to “blood” (herein referred to as DNA) testing.\nThe petitioner has resided with her mother from birth, and presently attends a local university where she resides on campus. The respondent appeared before this court in 1989 and admitted to the allegations contained in a paternity petition filed by the petitioner’s mother, whereupon respondent was adjudged to be the father of the petitioner and an order of filiation and support was entered. The petitioner commenced this action contemporaneously with a petition pursuant to article 4 of the Family Court Act filed by her mother and the Department of Social Services (DSS), alleging that the respondent father had violated the order of support. This court confirmed the hearing examiner’s finding of a willful violation of the support order. The respondent owes over $13,000 in accumulated arrears, a portion of which is owed to the Onondaga County DSS. The support arrears and current care payments are currently garnished by the respondent’s employer.\nThe court finds the order sought by the petitioner atypical in that the respondent father has never denied paternity in court and is making child support payments as well as payment on arrears. The respondent, who appeared before the court telephonically, did not consent to undergo DNA testing nor did he join in the motion to vacate the order of filiation. The petitioner asserts as her basis for DNA testing that the respondent father has denied paternity outside of court to third parties on several occasions. The petitioner claims that DNA test results would provide her with “closure,” and would prevent the respondent from future assertions that the petitioner is not his child. The petitioner’s mother, who was present in court, supports the petitioner’s request.\nThere are a paucity of decisions whereby adult children request DNA testing of a parent. Such decisions are generally limited to circumstances in which adult children seek to establish paternity posthumously for inheritance purposes. (See generally Matter of Wilkins, 184 Misc 2d 218 [2000].)\nThe authority to order tests to determine paternity is typically left to the sound discretion of the court. (Matter of Montelone v Antia, 60 AD2d 603 [1977].) Family Court Act § 418 (a) and § 532 (a) also address this issue, “No such test shall be ordered, however, upon a written finding by the court that it is not in the best interests of the child on the basis of res judicata, equitable estoppel, or the presumption of legitimacy of a child born to a married woman . . . (Family Ct Act § 532 [a].) In this case, the petitioner’s mother and father were never married, so the presumption of legitimacy is not applicable.\nIn proceedings for paternity, custody, visitation, or support, courts have held that the doctrine of equitable estoppel will be applied only where its use furthers the best interests of the child. (Matter of Charles v Charles, 296 AD2d 547 [2002]; Matter of Cleophous P. v Latrice M.R., 299 AD2d 936 [2002].) The doctrine of equitable estoppel is used to protect children from untimely denials or assertions of paternity which might intrude upon an existing, legally recognized parent-child relationship created by marriage or prior order of filiation. (Matter of Sandra S. v Larry W., 175 Misc 2d 122 [1997].) Although in the case at bar the parties have apparently never enjoyed a meaningful parent-child relationship, the respondent did admit paternity in 1989 and has never moved to vacate the adjudication.\nThe best interests of children are generally served by maintaining their legitimacy. (Hammack v Hammack, 291 AD2d 718 [2002].) In reviewing the circumstances of this matter, it is significant to note that the nexus between the petitioner and respondent has generally consisted of the respondent’s financial obligation to his daughter. Moreover, in this case, where the daughter is an 18-year-old pro se petitioner, the court, in its parens patriae role, must consider the petitioner’s “best interests.” It has been suggested that the doctrine of parens patriae “contemplates not only a right, but also a duty,” on the part of the State to act first for the protection, and then for the best interests of an individual. (Matter of Female S., 111 Misc 2d 313, 315 [1981].) Receiving child support in order to continue one’s education is a basis for such “protection” recognized in numerous decisions. (Cohen v Cohen, 203 AD2d 411 [1994]; Otero v Otero, 222 AD2d 328 [1995].)\nFinally, the Court in Montelone held that blood tests should be directed only where the issue of paternity has never been conceded, expressly or implicitly, or actually litigated. (Montelone, 60 AD2d at 603.) The respondent admitted paternity over 13 years ago, and he has never sought to vacate the order of filiation or to otherwise repudiate paternity before the court.\nThe economic interest of the petitioner daughter is an important concern to the court in view of her current pursuit of higher education. For the foregoing reasons and considering the unusual circumstances present in this case, the court finds that it would be in the petitioner’s best interest to deny her request to compel the respondent to submit to DNA testing.",
        "type": "majority",
        "author": "Michael L. Hanuszczak, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Michelle L., petitioner pro se. Michael L., respondent pro se."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 329]\nIn the Matter of Michelle L., Petitioner, v Michael L., Respondent.\nFamily Court, Onondaga County,\nSeptember 30, 2003\nAPPEARANCES OF COUNSEL\nMichelle L., petitioner pro se. Michael L., respondent pro se."
  },
  "file_name": "0779-01",
  "first_page_order": 767,
  "last_page_order": 770
}
