{
  "id": 1237518,
  "name": "In the Matter of Hugh Foss, Petitioner, v. Ronald McLean et al., Constituting the Board of Fire Commissioners of the Roosevelt Fire District, Respondents",
  "name_abbreviation": "Foss v. McLean",
  "decision_date": "2003-10-22",
  "docket_number": "",
  "first_page": "783",
  "last_page": "786",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 783"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 298"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 5677,
    "ocr_confidence": 0.769,
    "sha256": "ca86882e9b4fccdeb05be3fd79e971fc814ebdefbbad57aee96acbf0a152f566",
    "simhash": "1:f219bcacc76e6520",
    "word_count": 909
  },
  "last_updated": "2023-07-14T15:55:11.462918+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of Hugh Foss, Petitioner, v Ronald McLean et al., Constituting the Board of Fire Commissioners of the Roosevelt Fire District, Respondents."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nGeorge R. Peck, J.\nOrdered that petitioner’s application for a judgment pursuant to article 78 of the CPLR, setting aside the election of Fire Commissioner for the Roosevelt Fire District, and the respondent’s motion for an order dismissing the within action are determined as follows:\nIn the majority of instances in New York State, for an individual to seek elective office, he or she must first circulate nominating petitions to registered voters in that political subdivision which encompasses that office so that the individual’s name can be placed on the ballot for the election.\nIn the instant matter, the petitioner, a resident within the Roosevelt Fire District and a duly registered voter who ran for the position of Fire Commissioner, alleges that the nominating petitions submitted by respondent Ronald McLean, the winner in that race, were defective, thus invalidating his victory. The election at issue was held on December 10, 2002, and the respondent Ronald McLean took office January 1, 2003.\nThe petitioner specifically alleges (1) that the Roosevelt Fire District did not comply with the requirements of Town Law § 175 in that no attempt was made to determine whether the nominating petitions of the respondent were valid, and (2) that the respondent was not a registered voter within the Roosevelt Fire District when he witnessed his nominating petitions.\nThe respondents move for an order dismissing the petition alleging first, the court lacks jurisdiction in that the action should have named the Secretary of the Roosevelt Fire District, and the officer in charge of the election as the proper party respondents; second, that the petitioner did not raise objections in a timely fashion to respondent Ronald McLean’s nominating petitions; and third, the present action is time-barred under the applicable statute of limitations.\nAnalysis\nThe question this court must determine first is one of first impression. Are the above-named respondents the proper parties against whom this action should be prosecuted? All authority over the actual conducting of an election for the office of fire district officers is vested with both the fire district secretary who prepares the ballots and the “resident fire district elector” who acts as chairman of the election. (See Town Law § 175.) The “resident fire district elector” is appointed by the sitting fire district officers as is the fire district secretary.\nIt is patently clear to this court that all power concerning the election of fire district officers vests with the sitting fire district board based upon their power to appoint those in charge of the election.\nThe failure of the petitioner in not naming the fire district secretary and the “resident fire district elector” as named respondents is an act that can best be described as de minimis and inconsequential; the sole duty of the two parties in charge of the election is ministerial. They have no substantive function beyond issuing a ballot and counting votes.\nConsequently, the court hereby finds that jurisdiction does exist over the above-named respondents based upon their power to decide who is the fire district secretary and who is the “resident fire district elector.”\nNonetheless, the next question to answer is whether the petitioner’s untimely objections to the respondent Ronald McLean’s nominating petitions give rise to this court dismissing the petitioner’s application.\nThe legislation we have in place in New York State sets as its goals to have elections determined fairly, accurately and quickly. In New York State- an action relating to a nominating petition as we have here must be commenced within 14 days from the last date to file the petition at issue. The petitioner did not commence the present action until February 17, 2003, which is well beyond the statute of limitations set forth under the Election Law. (See Election Law § 16-102.)\nAccordingly, based upon the failure of the petitioner to timely commence the instant application, petitioner’s application is hereby denied in its entirety.\n“[Town Law] § 175. Election of fire district officers\n“1. . . . The secretary of such fire district shall prepare the ballots for all elections of fire district officers and the polls shall remain open for the receipt thereof at all elections of fire district officers from six o’clock in the evening until nine o’clock in the evening and such additional consecutive hours prior thereto as the board of fire commissioners of such district may have determined and specified in the notice thereof. The board of fire commissioners shall designate a resident fire district elector, who shall be a registered voter of the town, to act as chairman of any election of said district and shall designate not less than two nor more than four resident fire district electors, who shall be registered voters of the town to act as election inspectors and ballot clerks at such elections. No elective officer of the fire district shall serve as such chairman or as an election inspector or ballot clerk. The board of fire commissioners may adopt a resolution providing that such chairman, election inspectors and ballot clerks shall be paid for their respective services at any such annual election or at any special election of the fire district . . . .”",
        "type": "majority",
        "author": "George R. Peck, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Cooke & Clarke, Hempstead (Lance Clarke of counsel), for respondents. Ewing & Palmeri, LLP, Westbury, for petitioner."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 298]\nIn the Matter of Hugh Foss, Petitioner, v Ronald McLean et al., Constituting the Board of Fire Commissioners of the Roosevelt Fire District, Respondents.\nSupreme Court, Nassau County,\nOctober 22, 2003\nAPPEARANCES OF COUNSEL\nCooke & Clarke, Hempstead (Lance Clarke of counsel), for respondents. Ewing & Palmeri, LLP, Westbury, for petitioner."
  },
  "file_name": "0783-01",
  "first_page_order": 771,
  "last_page_order": 774
}
