{
  "id": 1237533,
  "name": "American Transit Insurance Company, Plaintiff, v. Marissa Fuentes et al., Defendants",
  "name_abbreviation": "American Transit Insurance v. Fuentes",
  "decision_date": "2003-10-20",
  "docket_number": "",
  "first_page": "787",
  "last_page": "790",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 787"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 295"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "184 AD2d 487",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1089021
      ],
      "pin_cites": [
        {
          "page": "488"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/184/0487-01"
      ]
    },
    {
      "cite": "143 AD2d 807",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3562403
      ],
      "pin_cites": [
        {
          "page": "808"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/143/0807-01"
      ]
    },
    {
      "cite": "273 AD2d 766",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1348912
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "767"
        },
        {
          "page": "767"
        },
        {
          "page": "767"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/273/0766-01"
      ]
    },
    {
      "cite": "36 NY2d 719",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2317104
      ],
      "pin_cites": [
        {
          "page": "722"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/36/0719-01"
      ]
    },
    {
      "cite": "212 AD2d 419",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1202593
      ],
      "pin_cites": [
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/212/0419-01"
      ]
    },
    {
      "cite": "184 AD2d 498",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1089062
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "499"
        },
        {
          "page": "499"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/184/0498-01"
      ]
    },
    {
      "cite": "226 AD2d 416",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        699786
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "417"
        },
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/226/0416-01"
      ]
    },
    {
      "cite": "270 AD2d 296",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        284200
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "296"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/270/0296-01"
      ]
    },
    {
      "cite": "297 AD2d 707",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1074238
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "708"
        },
        {
          "page": "708"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/297/0707-01"
      ]
    },
    {
      "cite": "19 NY2d 159",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2278090
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "168"
        },
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/19/0159-01"
      ]
    },
    {
      "cite": "243 AD2d 547",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        319393,
        319265
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "547-548"
        },
        {
          "page": "548"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/243/0547-02",
        "/ad2d/243/0547-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 469,
    "char_count": 7731,
    "ocr_confidence": 0.766,
    "pagerank": {
      "raw": 4.9177180245716974e-08,
      "percentile": 0.3093736352968841
    },
    "sha256": "41298e700351e689cad853b8a857d29eec3dc6747f96270ef428503040e72a79",
    "simhash": "1:a414fc438bcacad5",
    "word_count": 1261
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "American Transit Insurance Company, Plaintiff, v Marissa Fuentes et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHoward A. Ruditzky, J.\nPlaintiff American Transit Insurance Company moves, pursuant to CPLR 3212, for an order granting summary judgment declaring that it is not obligated to defend or indemnify Yoon Kim or pay for any judgment rendered against Kim in the action commenced against Kim by Marissa Fuentes under Kings County Index No. 33827/01.\nBackground and Procedural History\nThe record reveals that on April 7, 2001, a motor vehicle owned and operated by Kim came into contact with a vehicle owned by Perlina Archibald and operated by Omar Blackwell, in which Marissa Fuentes was a passenger. An action was commenced by Fuentes against Kim, Blackwell and Archibald (the Fuentes action). Kim’s vehicle was insured under a policy issued by American Transit. American Transit appointed Norman Volk & Associates as counsel to represent Kim in the Fuentes action. Kim signed an authorization, dated November 20, 2001, authorizing Norman Volk to appear and interpose an answer on his behalf, which it did.\nOn April 30, 2002, Kim made a motion before this court seeking the disqualification of Norman Volk as his counsel. It appears that Kim sought the removal because he felt that relevant information and documentation was not being provided to him from Norman Volk. In response to Kim’s motion, American Transit submitted an affidavit from Richard Carroll, manager of its Claims Department, explaining that American Transit appoints counsel and controls the litigation and that, although there was no basis for disqualification, it would be willing to appoint alternate counsel if Kim would consent. In addition, American Transit sent a letter to Earn, dated May 30, 2002, informing him of its offer to provide substitute counsel and attached a “Consent to Change Counsel Form.” The letter also stated that “[y]our policy gives us the sole right to conduct your defense and determine when, and if, to settle your case. Accordingly, you will be in breach of your policy if you represent yourself and we will disclaim all coverage, meaning that you will not have any insurance coverage for any liability you have for the accident.”\nHowever, the record reveals that Kim pursued his motion to disqualify Norman Volk. By order dated June 11, 2002, this court granted Kim’s motion after carefully explaining to Kim that as a result of this order, Kim may no longer be covered by American Transit for the accident.\nAmerican Transit’s Motion\nAmerican Transit now moves for summary judgment declaring that it is not obligated to defend or indemnify Kim and that plaintiff is not required to pay for any judgment rendered against Kim in the Fuentes action. American Transit argues that Kim’s refusal to allow American Transit to direct his defense, as well as Kim’s decision to proceed in the underlying action on a pro se basis, is in direct violation of the cooperation clause contained in the policy and constitutes a breach of his policy. American Transit concludes, as a result, that Kim is no longer entitled to a defense or indemnification by plaintiff in connection with the Fuentes action.\nAmerican Transit attaches a copy of its policy with Kim. Section 11 of the policy states in pertinent part:\n“The Company [American Transit] shall have the exclusive right to contest or settle any . . . suits or claims. The Insured [Kim] shall not interfere in any way respecting any negotiations for the settlement of any claim or suit, nor in the conduct of any legal proceedings, but shall, at all times, at the request of the Company, render to it all possible cooperation and assistance.”\nIt is well settled that “[t]o effectively deny insurance coverage based upon lack of cooperation, an insurance carrier must demonstrate (1) that it acted diligently in seeking to bring about the insured’s cooperation, (2) that the efforts employed by the carrier were reasonably calculated to obtain the insured’s cooperation, and (3) that the attitude of the insured, after his cooperation was sought, was one of willful and avowed obstruction” (Physicians’ Reciprocal Insurers v Keller, 243 AD2d 547, 547-548 [1997]; see also Thrasher v United States Liab. Ins. Co., 19 NY2d 159, 168 [1967]; Hyer v Travelers Ins. Co., 297 AD2d 707, 708 [2002]; Baghaloo-White v Allstate Ins. Co., 270 AD2d 296 [2000]; Commercial Union Ins. Co. v Burr, 226 AD2d 416, 417 [1996]; Pawtucket Mut. Ins. Co. v Soler, 184 AD2d 498, 499 [1992]). Moreover “a very heavy burden is imposed on the insurer to show, in the first instance, that the circumstances support the inference that the insured’s failure to cooperate was deliberate” (Mount Vernon Fire Ins. Co. v 170 E. 106th St. Realty Corp., 212 AD2d 419, 420 [1995]; see Matter of Empire Mut. Ins. Co. [Stroud], 36 NY2d 719, 722 [1975]; Ingarra v General Acc./PG Ins. Co., 273 AD2d 766, 767 [2000]; Pawtucket Mut. Ins. Co., 184 AD2d at 499; Hanover Ins. Co. v DeMato, 143 AD2d 807, 808 [1988]). Additionally, courts have looked for a “pattern of noncooperation for which no reasonable excuse [is] offered” (Ingarra, 273 AD 2d at 767, quoting Argento v Aetna Cas. & Sur. Co., 184 AD2d 487, 488 [1992]).\nIn the instant case, the record reveals that American Transit appointed the firm of Norman Volk to represent Kim pursuant to the express term of his policy and Kim signed an authorization agreeing to said representation. Norman Volk interposed an answer to the summons and complaint on Kim’s behalf. At the time that American Transit became aware of Kim’s attempt to disqualify Norman Volk, American Transit sent correspondence, dated May 30, 2002, informing him that he would be in breach of his policy if he represented himself and that coverage would be disclaimed. This letter further stated that although American Transit disagreed that Norman Volk had done anything warranting its disqualification, new counsel would be appointed in order to resolve Kim’s concerns. American Transit attached a “Consent to Change Counsel Form” designating the firm of Robinson & Cole LLP to be substituted as counsel. Kim refused to accept counsel appointed by American Transit and proceeded with his motion to disqualify. Thus, it appears that American Transit acted diligently in seeking to bring about Kim’s cooperation and that its efforts were reasonably calculated to obtain Kim’s cooperation (see Thrasher, 19 NY2d at 168; Hyer, 297 AD2d at 708; Baghaloo-White, 270 AD2d at 296; Physicians’ Reciprocal Insurers, 243 AD2d at 548; Commercial Union Ins. Co., 226 AD2d at 417; Pawtucket Mut. Ins. Co., 184 AD2d at 499). Moreover, Kim’s failure to cooperate was clearly deliberate and without any apparent reasonable justification (see Ingarra, 273 AD2d at 767). Indeed, this court is left to speculate as to the reasons for Kim’s conduct since Efim has chosen not to submit opposition papers to the present motion. Accordingly, the court finds that American Transit has satisfied the burden of demonstrating a wilful lack of cooperation warranting a disclaimer of insurance coverage. As such, American Transit’s motion is granted in its entirety and it is hereby declared that American Transit is not obligated to defend or indemnify Kim.\nThe court notes that Kim was also informed by the motion court of the consequences of proceeding with his motion (i.e., loss of coverage and defense) but he desired to go forward with the motion to disqualify.",
        "type": "majority",
        "author": "Howard A. Ruditzky, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Marjorie E. Bornes, New York City, for plaintiff. Marissa Fuentes, defendant pro se. Omar Blackwell, defendant pro se. Perlina Archibald, defendant pro se. Yoon Kim, defendant pro se."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 295]\nAmerican Transit Insurance Company, Plaintiff, v Marissa Fuentes et al., Defendants.\nSupreme Court, Kings County,\nOctober 20, 2003\nAPPEARANCES OF COUNSEL\nMarjorie E. Bornes, New York City, for plaintiff. Marissa Fuentes, defendant pro se. Omar Blackwell, defendant pro se. Perlina Archibald, defendant pro se. Yoon Kim, defendant pro se."
  },
  "file_name": "0787-01",
  "first_page_order": 775,
  "last_page_order": 778
}
