{
  "id": 1237590,
  "name": "Spring Joyner, Plaintiff, v. New York City Housing Authority, Defendant",
  "name_abbreviation": "Joyner v. New York City Housing Authority",
  "decision_date": "2003-10-20",
  "docket_number": "",
  "first_page": "795",
  "last_page": "801",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 795"
    },
    {
      "type": "parallel",
      "cite": "772 N.Y.S.2d 221"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "25 NY2d 237",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2292129
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/25/0237-01"
      ]
    },
    {
      "cite": "289 AD2d 148",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        393484,
        394190
      ],
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/289/0148-02",
        "/ad2d/289/0148-01"
      ]
    },
    {
      "cite": "87 NY2d 228",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        8594143
      ],
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/87/0228-01"
      ]
    },
    {
      "cite": "279 AD2d 341",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1265133
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/279/0341-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 13816,
    "ocr_confidence": 0.758,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04647046989998259
    },
    "sha256": "0d9fa3d5e5b7d78f4620968bb9dc0b211fc60c5a9a036d7b052fdd176f590e04",
    "simhash": "1:56f783722d7cde58",
    "word_count": 2324
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spring Joyner, Plaintiff, v New York City Housing Authority, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJane S. Solomon, J.\nIn this case arising from a slip and fall alleged to have occurred on January 14, 1992, the court is faced with an anomaly in the CPLR which appears to compel an absurd result that rewards recalcitrant lawyers for neglecting their clients and ignoring orders of this court. Accordingly, plaintiffs motion to vacate the dismissal of her claim, and to give her an opportunity to file a note of issue, is granted, and the cross motion to dismiss her lawsuits as abandoned is denied.\nPlaintiff sued defendant New York City Housing Authority (NYCHA) in September 1992, purchasing index number 27553/ 1992. A summons and complaint was served on NYCHA in October 1992. The summons did not have an index number on it. Arguably, the summons was defective, but nevertheless NYCHA answered the summons and complaint and served discovery demands, also without any index number appearing in the caption.\nIn October 1992, NYCHA obtained a second index number (45041/1992), filed a request for judicial intervention (RJI) under that number, and moved to dismiss the complaint based on plaintiffs refusal to submit to a preaction medical examination as required under Public Housing Law § 157 (2) and General Municipal Law § 50-h. The case was assigned to Justice Burton Sherman of this court, who denied the motion to dismiss but directed that plaintiff submit to a physical examination. The case then proceeded for approximately four years under index number 45041/1992.\nA preliminary conference was held before Justice Sherman on June 18, 1993. At that conference, Justice Sherman ordered that plaintiff file a note of issue no later than May 31, 1994. The preliminary conference order, which is the standard carbon copy form used by the Supreme Court in New York County, and which is usually filled out by the attorneys for the judge to review, bears the index number 27553/1992. Plaintiff did not file the note of issue within the time established in that order.\nOn October 13, 1994, plaintiff served a copy of a note of issue and statement of readiness on defendant, which prompted defendant to move to strike the note of issue and remove the case from the trial calendar because plaintiff had failed to provide discovery as required in the preliminary conference order. However, the court’s records show that plaintiff did not file a note of issue, and the matter was not put on the trial calendar. Defendant’s motion was withdrawn.\nBy an order dated June 16, 1995, Justice Lehner of this court decided a plaintiffs motion for more time by approving the parties’ stipulation which, among other things, extended plaintiff s time to file a note of issue to December 31, 1995. Again, plaintiff did not file the note of issue. By an order dated June 10, 1996, Justice Lehner further extended plaintiffs time to file a note of issue to September 30, 1996. Again, plaintiff did not file the note of issue. By an order dated November 18, 1996, Justice Lehner directed that “note of issue must be filed by 3/18/97. If not parties to appear for conf. on 3/18/97 9:30” (emphasis in original). Yet again, plaintiff did not file the note of issue, and counsel failed to appear at the March 18, 1997 conference. Defendants claim that Justice Lehner dismissed the action that morning, and although no written order dismissing the action is produced on this motion, the court’s computer records indicate that the action was disposed on March 18, 1997. It is not clear from the record what happened on that day.\nNYCHA never served upon plaintiff a demand pursuant to CPLR 3216 that she serve and file a note of issue within 90 days. Indeed, when plaintiff served (but did not file) a note of issue, NYCHA moved to vacate it because discovery was not complete.\nIn April 1998, plaintiff made a motion, under index number 27553/92, to place the action on the trial calendar. The motion was “bounced” by the clerk’s office, presumably because it was made under an index number for which no RJI had been filed. NYCHA’s lawyer then sent a letter to plaintiffs lawyer, dated April 29, 1998, stating that the action was dismissed, and that it was marked “disposed” in the records kept in the clerk’s office. Plaintiffs counsel did not respond to this letter, and apparently did nothing more to advance her claim until the present motion, submitted more than six years after the action was marked disposed in the public and now Internet-available court record.\nThe present motion initially was made on January 16, 2003. Plaintiff filed a request for judicial intervention under this index number on that date, which caused this case to be marked in the clerk’s records as “active” for the first time.\nWhile the explanation for the delay in prosecuting this action proffered by plaintiffs attorney is not clear, it appears that his reason for failing to do anything for more than six years, after five years of failing to provide even basic discovery, is that he was confused about under which index number he should make the motion. This excuse is patently inadequate and frivolous, and if a reasonable excuse were required to restore the action, the action would not be restored.\nNYCHA argues that the motion should be denied because plaintiff has not demonstrated (1) that she lacked the intent to abandon the claim (such intent is evidenced by her failure to respond either to the clerk’s office’s refusal to accept her motion in April 1998, or to the letter of NYCHA’s attorney notifying her attorney that the matter was dismissed), (2) that she has a reasonable excuse for the delay, (3) that she has a meritorious cause of action, and (4) lack of prejudice to NYCHA. (Kisch v St. Vincent’s Hosp. & Med. Ctr. of N.Y., 279 AD2d 341 [1st Dept 2001] [action restored after being struck from trial calendar pursuant to CPLR 3404].) With respect to prejudice, NYCHA claims that plaintiff still has not provided routine discovery material that she was required to produce more than 10 years ago. Obtaining a full medical record may be impossible because New York State requires medical providers to keep records for only six years. (Education Law § 6530 [32].) Other evidence, including the recollections of witnesses, also may have deteriorated or become unavailable.\nNYCHA also argues that the action was automatically dismissed under CPLR 3404, which provides that a case marked struck from the calendar and not restored within one year shall be deemed abandoned and shall be dismissed. Under CPLR 3402 (a), the clerk is directed to “enter the case upon the calendar as of the date of the filing of the note of issue.” The calendar referred to in CPLR 3404 is clearly the trial calendar, and therefore that rule is inapplicable to this case.\nFinally, NYCHA argues that Justice Lehner was authorized to enter an order dismissing the case when plaintiff failed to appear for the March 18, 1997 conference. The Uniform Rules for Trial Courts (Uniform Rules) provide at (22 NYCRR) § 202.27 that\n“At any scheduled call of a calendar or at any conference, if all parties do not appear . . . the judge may note the default on the record and enter an order as follows . . .\n“(b) If the defendant appears but the plaintiff does not, the judge may dismiss the action . . . .”\nThe difficulty with this argument is that there is no record that the judge entered an order on the day of the conference. The issue on this motion is not what could have been done when plaintiff failed to appear for a conference, but what must be done now that she seeks to revive her case. Moreover, to the limited extent that Uniform Rules (22 NYCRR) § 202.27 conflicts with the CPLR, the conflict should be resolved in favor of the legislatively enacted CPLR.\nIn opposing NYCHA’s cross motion, plaintiff takes a new approach. Her lawyers argue that because they (repeatedly) disobeyed Justice Sherman’s and Justice Lehner’s orders to file a note of issue, their failure to appear at a conference as directed by the judge and to prosecute the matter in any way for years on end is entirely excusable under CPLR 3216. And they are correct.\nUnder CPLR 3216, no dismissal shall be directed where a party unreasonably neglects to proceed in an action unless the court or party seeking to dismiss the action has served a written demand by registered or certified mail requiring the neglectful party to serve and file a note of issue within 90 days after receipt of such demand. (CPLR 3216 [b] [3].) In Chase v Scavuzzo, the Court of Appeals held that the courts do not possess the power to dismiss an action for general delay where plaintiff has not been served with a 90-day demand to serve and file a note of issue. (87 NY2d 228, 233 [1995].) “Thus, the inherent ‘power and practice of the courts in controlling the flow of litigation by dismissing neglected actions’ has been abrogated by statute.” (Arcate v Cohen, 289 AD2d 148, 149 [1st Dept 2001] [citations omitted]; see Cohn v Borchard Affiliations, 25 NY2d 237 [1969] [reversing the Appellate Division, First Department’s determination that CPLR 3216 unconstitutionally interfered with a court’s inherent power to dismiss a complaint for failure to prosecute].) Absent the 90-day notice, a neglectful and contumacious plaintiff’s lawyer is not only relieved of the burden of showing that the claim has any merit, or even that a reasonable excuse exists for failing to prosecute an action for years after it was dismissed by a justice of this court, the lawyer is in fact rewarded for that conduct.\nDefendant is not blameless because it did not serve a 90-day demand upon plaintiff by registered or certified mail. Its argues that plaintiff received warnings from the prior judges to file the note of issue or risk dismissal, and further that the action is not, and never was, ready to be placed on the trial calendar because plaintiff did not provide basic discovery. The paradox of the scheme under CPLR 3216 is that the only way for a defendant to obtain the dismissal of an abandoned case where plaintiff has not complied with discovery orders, and the case is far from trial-ready, is to demand that plaintiff file and serve a false certificate of readiness and note of issue.\nIn an effort to assert some authority over prenote of issue case management, the administrators of the New York State Supreme Court established standards and goals for the length of time expected to be consumed with litigation steps, including discovery, from the filing of an RJI to the note of issue. The court’s administration collects statistics regarding how well “standards and goals” are met, and periodically the justices are cajoled to apply themselves more rigorously in this endeavor, although the resulting orders are honored (or not) depending on counsels’ enthusiasm for case disposition. Lacking in the CPLR or standards and goals rules, as demonstrated by the Appellate Division and Court of Appeals in the decisions cited herein (and many others), is a grant of authority to the justices of this court to enforce compliance in an action in which the RJI was filed nearly 12 years ago, never mind 12 months. By contrast, a judge of the United States District Court is empowered under the Federal Rules of Civil Procedure to enforce its case management orders with sanctions, including the power to dismiss an action where a party (or its attorney) fails to obey a scheduling order or to appear at a scheduling or pretrial conference. (See, Fed Rules Civ Pro rule 16 [f]; rule 37 [b] [2] [B], [C], [D].)\nUnder the CPLR, however, New York State courts are denied the power to enforce scheduling orders made before the note of issue is filed. In light of the interpretation of CPLR 3216 by the Court of Appeals and the Appellate Division, the court is compelled to reinstate this long-dead action.\nNeither CPLR 3216, nor the judicial decisions interpreting it, provide the court with any discretion to consider whether the opposing party would be unduly prejudiced by the delay. The issues raised by NYCHA regarding plaintiffs failure to provide discovery and prejudice it has suffered as a result of the delay can be addressed at the pretrial conference, or through motions in limine.\nJust as plaintiffs lawyer offers no reasonable excuse for failing to prosecute this action, the argument that this action was never dismissed because counsel was confused over what index number to use is preposterous. Plaintiffs request to consolidate the actions is granted, however, in order to remove the administrative hurdle resulting from both parties’ failure to properly caption their papers.\nAccordingly, it hereby is ordered that plaintiffs motion to “restore” the action and to allow her time to file a note of issue is granted; and it further is ordered that NYCHA’s cross motion to dismiss is denied; and it further is ordered that plaintiffs motion to consolidate this action with the action under index number 45041/1992 is granted, and the two actions are consolidated under index number 27553/1992; and it further is ordered that the pleadings in the actions hereby consolidated shall stand as the pleadings in the consolidated action.\n. This may be because this court believes that the trial support office habitually refuses to accept a note of issue filed beyond the date set in the preliminary conference order form and entered into the computer.\n. Under Uniform Rules (22 NYCRR) § 202.21, a note of issue must be accompanied by a certificate of readiness.",
        "type": "majority",
        "author": "Jane S. Solomon, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Dinkes & Schwitzer, New York City (Dario Perez of counsel), for plaintiff. Armienti, DeBellis & Whiten, LLP, New York City (Horace Rhoden of counsel), for defendant."
    ],
    "corrections": "",
    "head_matter": "[772 NYS2d 221]\nSpring Joyner, Plaintiff, v New York City Housing Authority, Defendant.\nSupreme Court, New York County,\nOctober 20, 2003\nAPPEARANCES OF COUNSEL\nDinkes & Schwitzer, New York City (Dario Perez of counsel), for plaintiff. Armienti, DeBellis & Whiten, LLP, New York City (Horace Rhoden of counsel), for defendant."
  },
  "file_name": "0795-01",
  "first_page_order": 783,
  "last_page_order": 789
}
