{
  "id": 1237561,
  "name": "DDR Real Estate Services, Inc., Plaintiff, v. Burnham Pacific Properties, Inc., et al., Defendants",
  "name_abbreviation": "DDR Real Estate Services, Inc. v. Burnham Pacific Properties, Inc.",
  "decision_date": "2003-08-28",
  "docket_number": "",
  "first_page": "802",
  "last_page": "809",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 802"
    },
    {
      "type": "parallel",
      "cite": "769 N.Y.S.2d 832"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "244 AD2d 383",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        403540,
        403244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/244/0383-02",
        "/ad2d/244/0383-01"
      ]
    },
    {
      "cite": "128 Misc 2d 564",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        840304
      ],
      "pin_cites": [
        {
          "page": "572-573"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/128/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 16041,
    "ocr_confidence": 0.767,
    "pagerank": {
      "raw": 2.0446031217563963e-07,
      "percentile": 0.74863476596512
    },
    "sha256": "7b1d39bf94634ac436404fb2b8445ba4e7bb431f93f67e63241c7e2041cce039",
    "simhash": "1:08ee97d631939e19",
    "word_count": 2646
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DDR Real Estate Services, Inc., Plaintiff, v Burnham Pacific Properties, Inc., et al., Defendants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nThomas A. Standee, J.\nThe defendants, Burnham Pacific Properties, Inc., BPP Liquidating Trust, Scott C. Verges, and Douglas P Wilson, trustees of the BPP Liquidating Trust (collectively Burnham), submit a motion seeking an order dismissing the action for lack of subject matter jurisdiction, and for lack of personal jurisdiction over the parties, or in the alternative, to dismiss or stay this action for forum non conveniens. The plaintiff, DDR Real Estate Services, Inc., opposes this motion and contends that New York is the proper forum.\nThe defendants have withdrawn their motion to dismiss for lack of personal jurisdiction which was asserted based on failure to properly serve.\nThe motion by the defendants for an order dismissing this action for lack of subject matter jurisdiction is granted.\nI. Subject Matter Jurisdiction\nThe defendants assert that New York courts do not have subject matter jurisdiction over this contract action.\nA. Business Corporation Law § 1314 — Actions By Foreign Corporations\nIn support of their motion to dismiss defendants rely upon Business Corporation Law § 1314. This section sets forth the specific types of actions that may be maintained in a New York court by a foreign corporation against another foreign corporation.\nUpon review of the types of cases allowed to be commenced against a foreign corporation by another foreign corporation in New York, this court determines that this action does not fall under any of the specified cases allowed to be commenced in New York (Business Corporation Law § 1314 [b]). There is no subject matter jurisdiction based upon Business Corporation Law § 1314.\nNevertheless, the plaintiff argues that this Business Corporation Law provision is not dispositive of the motion.\nB. General Obligations Law §§ 5-1401 and 5-1402 — Choice of Law and Choice of Forum\nPlaintiff asserts that jurisdiction is proper because there are choice of law and choice of forum clauses in the parties’ agreement. Plaintiff claims that the provisions in the agreement bring this action under the choice of law and choice of forum statutes in the General Obligations Law and also that public policy favors enforcement of forum selection clauses designating New York courts.\nThe General Obligations Law sets forth a choice of law statute which allows parties to a contract or agreement, arising out of a transaction covering in the aggregate of not less than $250,000, to agree that New York law shall govern their rights and duties in whole or in part (General Obligations Law § 5-1401 [l]). There is no requirement that the contract or agreement bear any reasonable relation to New York (id.).\nThe General Obligations Law also sets forth a choice of forum statute (General Obligations Law § 5-1402 [1]). This provision allows any person to maintain an action, notwithstanding Business Corporation Law § 1314 (b), against a foreign corporation or nonresident where the action arises out of a contract or agreement\n“for which a choice of New York law has been made in whole or in part pursuant to section 5-1401 and which (a) is a contract, agreement or undertaking ... in consideration of, or relating to any obligation arising out of a transaction covering in the aggregate, not less than one million dollars, and (b) which contains a provision or provisions whereby such foreign corporation or non-resident agrees to submit to the jurisdiction of the courts of this state.” (General Obligations Law § 5-1402 [1]).\nThese statutes implement the public policy that favors New York courts retaining and determining lawsuits where New York law is applicable to the dispute pursuant to the agreement of the parties and New York is the designated forum (see Credit Francois Intl. v Sociedad Financiera de Comercio, 128 Misc 2d 564, 572-573 [Sup Ct, NY County 1985]). The general principle is that if sophisticated businesspeople, after arm’s length negotiations, decide by agreement to apply the laws of New York to any dispute, they will also choose the New York courts as the forum for any litigation. The purpose of the legislation was to ensure that if parties agreed to the laws, courts, and jurisdiction of New York courts, then New York courts would not dismiss the action based on insufficient contact or relationship with New York (see Mem of Legis Representative of City of NY in Support of L 1984, ch 421, 1984 McKinney’s Session Laws of NY, at 3288-3289). As the language of the statutes, the legislative memorandum, and the cases indicate, New York courts are required to permit parties to maintain an action pursuant to a contractual agreement which meets the monetary threshold, agrees to jurisdiction, chooses to apply New York law, and chooses New York courts as the forum for litigation.\nThe contract at issue between the parties, “Liquidation and Property Management Services Agreement” entered into September 10, 2000, contains a choice of law provision and a choice of forum clause.\n“Section 12.10 Applicable Law. This Agreement and all other documents and instruments executed and delivered to evidence, complete, or perfect the transactions contemplated hereby and thereby will be interpreted, construed, applied and enforced in accordance with the laws of the State of Maryland without regard to the principles of conflicts of laws regardless of (a) where any such instrument is executed or delivered; or (b) where any payment or other performance required by any such instrument is made or required to be made; or (c) where any breach of any provision of any such instrument occurs, or any cause of action otherwise accrues; or (d) where any action or other proceeding is instituted or pending; or (e) the citizenship, domicile, principal place of business, or jurisdiction otherwise would apply the laws of jurisdiction other than the State of Maryland-, or (g) any combination of the foregoing.\n“Section 12.11 Choice of Forum. Any action to enforce, arising out of, or relating in any way to, any of the provisions of this Agreement shall be brought and prosecuted solely and exclusively in the federal or state courts located in the State of New York and the parties consent to the exclusive jurisdiction of said courts and to service of process by registered mail, return receipt requested, or by any other manner provided by law.” (Liquidation Agreement §§ 12.10, 12.11 [emphasis added].)\nThe choice of law to apply is that of the State of Maryland, with the choice of forum and exclusive jurisdiction being the federal or state courts located in the State of New York.\nIn order for a choice of forum to be effective under section 5-1402 the statutory requirements are:\n(1) there must be an agreement “for which a choice of New York law has been made in whole or in part pursuant to section 5-1401” (General Obligations Law § 5-1402 [1]), and\n(2) the agreement must involve an obligation arising out of a transaction covering not less than one million dollars, and\n(3) the agreement must contain a clause whereby the foreign corporation or nonresident agrees to submit to the jurisdiction of the courts of New York State.\nNeither party in this action refutes that the agreement involves an amount over one million dollars. The agreement contains a clause where the parties agree to submit to the jurisdiction of courts in New York State. There is, however, an issue as to whether the agreement meets the choice of law requirements under section 5-1401.\nUnder section 5-1401 parties “may agree that the law of this state shall govern their rights and duties in whole or in part, whether or not such contract, agreement or undertaking bears a reasonable relation to this state” (General Obligations Law § 5-1401 [1] [emphasis added]). The liquidation and property management services agreement entered into by the parties contains a choice of law provision to interpret, construe, apply and enforce the contract transaction according to the laws of the State of Maryland. This agreement to apply the laws of the State of Maryland is the only choice of law provision of the parties. There is no specific clause agreeing to apply the laws of New York State.\nThe plaintiff asserts that there was a choice of law in part because the agreement language at section 12.11 on the choice of federal or state courts located in New York requires the application of New York law for the procedural aspects of service of process. The defendants, however, rely upon legislative history to assert that the purpose of General Obligations Law §§ 5-1401 and 5-1402 was to promote contracts with choice of law provisions deciding on New York law for the substantive issues and also the New York court forum to apply that law. Defendants also argue that the act of simply selecting New York as the forum does not make the choice of New York law contemplated by General Obligations Law § 5-1401.\nThe defendants’ position is correct. The choice of forum provision set forth here does not state that it is choosing New York procedural law for service of process. Instead the parties agree to the exclusive forum of a federal or state court located in the State of New York, consent to the exclusive jurisdiction of said court, and agree to service of process by registered mail, return receipt requested, “or by any other manner provided by law.” This broad language might require the application of either the laws for service of process under the New York State Civil Practice Law and Rules or under the Federal Rules of Civil Procedure, depending on whether this action was commenced in state or federal court. This is not a specific agreement by the parties that the procedural law of New York State was to govern their service of process.\nThere is no choice of law provision in the parties’ agreement sufficient to demonstrate that the parties agreed that the law of New York shall govern the parties’ rights and duties in whole or in part sufficient to comply with General Obligations Law § 5-1401 (1). In order for the choice of forum provision under section 5-1402 to apply, there has to be a choice of New York law (General Obligations Law § 5-1402 [1]; see Creative Resources v Rumbellow, 244 AD2d 383 [2d Dept 1997]). This requirement, that the parties’ agreement choose New York law to govern any disputes, is consistent with the public policy purposes of sections 5-1401 and 5-1402. Here, the only choice of law made by the parties involved in this action is to apply the laws of the State of Maryland. The parties did not agree that the law of New York State was their choice of law, either in whole or in part. Further the argument that choosing New York as a forum necessarily implies that the procedural law of New York is chosen is unpersuasive.\nThe limited circumstances allowed under General Obligations Law §§ 5-1401 and 5-1402 for courts to enforce parties’ agreements containing New York State choice of law and choice of forum clauses do not exist in this action. The plaintiff may not maintain this action under these General Obligations Law provisions.\nC. Jurisdiction\nThe plaintiffs assert that a decision by the Superior Court of California leads to the conclusion that the parties must litigate this dispute in New York. In an action entitled Verges v DDR Real Estate Servs. (Cal Super Ct, Contra Costa County, Case No. C03-00113), there was a motion filed by DDR Real Estate Services, Inc. to stay/dismiss the action because of the mandatory forum selection clause presented here. By a decision of Barbara Zuniga, Judge of the Superior Court, dated March 13, 2003, the motion to stay was granted with statements that “Plaintiffs have sued as BBP’s successors in interest and are bound by forum-selection clause”; “Forum selected was negotiated at arms length”; and that “Case will be set for status review September 15, 2003.”\nAlthough the Superior Court of California granted a motion to stay the California action and determined that the plaintiffs were bound by the forum selection clause, this decision of the California court cannot create subject matter jurisdiction over this pending action in this New York court. The California court appears to recognize this as well because it merely stayed the action and set it for a status review, rather than granting the motion to dismiss the action. The California decision does not create subject matter jurisdiction or require the New York courts to litigate this dispute.\nThere is no jurisdiction created under Business Corporation Law § 1314 and there is no jurisdiction created under General Obligations Law §§ 5-1401 and 5-1402. Although plaintiff intimates that there may be sufficient contacts to establish long-arm jurisdiction, it has failed to present any evidence from its own client to show any basis for jurisdiction under CPLR 302. Further, there has been no showing by the plaintiff that any discovery is necessary to obtain additional evidence regarding this subject matter jurisdiction issue.\nThe motion by the defendants for an order dismissing this action for lack of subject matter jurisdiction is granted.\nII. Forum Non Conveniens\nThe defendants requested alternative relief in the form of an order to dismiss or stay this action for forum non conveniens. Because the defendants are entitled to an order dismissing this action for lack of subject matter jurisdiction, there is no need to reach the alternative request for relief under the theory of forum non conveniens.\nOrder\nBased upon all the papers submitted in support and in opposition to this motion, upon the above decision, and after due deliberation, it is hereby ordered that the motion of the defendants for an order dismissing this action for lack of subject matter jurisdiction is granted.\n. Business Corporation Law § 1314 (b) states as follows:\n“Except as otherwise provided in this article, an action or special proceeding against a foreign corporation may be maintained by another foreign corporation of any type or kind or by a non-resident in the following cases only:\n“(1) Where it is brought to recover damages for the breach of a contract made or to be performed within this state, or relating to property situated within this state at the time of the making of the contract.\n“(2) Where the subject matter of the litigation is situated within this state.\n“(3) Where the cause of action arose within this state, except where the object of the action or special proceeding is to affect the title of real property situated outside this state.\n“(4) Where, in any case not included in the preceding subparagraphs, a non-domiciliary would be subject to the personal jurisdiction of the courts of this state under section 302 of the civil practice law and rules.\n“(5) Where the defendant is a foreign corporation doing business or authorized to do business in this state.”\n. General Obligations Law § 5-1401 (1) states as follows: “l. The parties to any contract, agreement or undertaking, contingent or otherwise, in consideration of, or relating to any obligation arising out of a transaction covering in the aggregate not less than two hundred fifty thousand dollars, including a transaction otherwise covered by subsection one of section 1-105 of the uniform commercial code, may agree that the law of this state shall govern their rights and duties in whole or in part, whether or not such contract, agreement or undertaking bears a reasonable relation to this state . . . .”\n. Whether it is sufficient for obtaining jurisdiction pursuant to General Obligations Law §§ 5-1401 and 5-1402 by the parties contractually agreeing to specifically apply the substantive laws of another state and the procedural laws of New York is not decided here.",
        "type": "majority",
        "author": "Thomas A. Standee, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Woods, Oviatt, Gilman, LLP, Rochester William G. Bauer of counsel), for defendants. Harris Beach LLP, Pittsford (Paul J. Yesawich, III, of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[769 NYS2d 832]\nDDR Real Estate Services, Inc., Plaintiff, v Burnham Pacific Properties, Inc., et al., Defendants.\nSupreme Court, Monroe County,\nAugust 28, 2003\nAPPEARANCES OF COUNSEL\nWoods, Oviatt, Gilman, LLP, Rochester William G. Bauer of counsel), for defendants. Harris Beach LLP, Pittsford (Paul J. Yesawich, III, of counsel), for plaintiff."
  },
  "file_name": "0802-01",
  "first_page_order": 790,
  "last_page_order": 797
}
