{
  "id": 1237585,
  "name": "Orchard Grove of Dutchess, Inc., Claimant, v. State of New York, Defendant",
  "name_abbreviation": "Orchard Grove of Dutchess, Inc. v. State",
  "decision_date": "2003-09-24",
  "docket_number": "Claim No. 100686",
  "first_page": "810",
  "last_page": "821",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 810"
    },
    {
      "type": "parallel",
      "cite": "772 N.Y.S.2d 201"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "25 NY2d 146",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2292208
      ],
      "pin_cites": [
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/25/0146-01"
      ]
    },
    {
      "cite": "60 AD2d 760",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3073046
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/60/0760-01"
      ]
    },
    {
      "cite": "9 NY2d 796",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2258801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/9/0796-01"
      ]
    },
    {
      "cite": "11 AD2d 370",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5478428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/11/0370-01"
      ]
    },
    {
      "cite": "245 AD2d 837",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        406223
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/245/0837-01"
      ]
    },
    {
      "cite": "23 NY2d 337",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2287416,
        3501150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/23/0337-01"
      ]
    },
    {
      "cite": "37 NY2d 649",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2319040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/37/0649-01"
      ]
    },
    {
      "cite": "66 NY2d 665",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4400697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/66/0665-01"
      ]
    },
    {
      "cite": "71 NY2d 274",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4407378
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/71/0274-01"
      ]
    },
    {
      "cite": "166 Misc 2d 36",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        936663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/166/0036-01"
      ]
    },
    {
      "cite": "244 AD2d 873",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        403393
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/244/0873-01"
      ]
    },
    {
      "cite": "96 AD2d 519",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3355761,
        3340977,
        3352823
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/96/0519-02",
        "/ad2d/96/0519-01",
        "/ad2d/96/0519-03"
      ]
    },
    {
      "cite": "233 NY 334",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1967193
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny/233/0334-01"
      ]
    },
    {
      "cite": "105 AD2d 484",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3390777
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/105/0484-01"
      ]
    },
    {
      "cite": "234 AD2d 741",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        34938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/234/0741-01"
      ]
    },
    {
      "cite": "41 NY2d 909",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "262 AD2d 593",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        113033
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/262/0593-01"
      ]
    },
    {
      "cite": "280 AD2d 573",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1290144
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/280/0573-01"
      ]
    },
    {
      "cite": "102 Misc 2d 982",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1938107
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/102/0982-01"
      ]
    },
    {
      "cite": "2 NY2d 330",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2244237
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/2/0330-01"
      ]
    },
    {
      "cite": "259 NY 327",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2000940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/259/0327-01"
      ]
    },
    {
      "cite": "246 NY 314",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1981320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/246/0314-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1104,
    "char_count": 26023,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 4.5046715916883656e-08,
      "percentile": 0.28205968764974326
    },
    "sha256": "0a10bd4e88e1ec454f7e8e21ec494ca70749021d32c3624ee1b00da198cdaeec",
    "simhash": "1:6034545a22612674",
    "word_count": 4334
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Orchard Grove of Dutchess, Inc., Claimant, v State of New York, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nStephen J. Mignano, J.\nThe claimant is the owner of a 22.06-acre parcel of land adjoining the westerly right-of-way of the Taconic State Parkway (hereinafter Taconic) in the Town of East Fishkill (see exhibit 11) . Claimant seeks damages as a result of an April 15, 1999 appropriation by the New York State Department of Transportation pursuant to section 30 of the Highway Law and .the Eminent Domain Procedure Law, not of lands, but of any right of “access” that the property has to the Taconic.\nWhile somewhat complex, the essential facts of the matter are undisputed. On April 15, 1999 a taking map and description were filed with the Dutchess County Clerk under map No. 1025 and parcel No. 1034. The appropriation filing described by metes and bounds depicted the same 9.534-acre portion of the right-of-way of the Taconic which was described and depicted in map No. 83, an appropriation map filed in 1936 by the Taconic State Park Commission.\nThe 1999 filing indicated that its purpose was not to secure any additional lands but was “to prohibit access” and that\n“The purpose of this map is to fully prohibit the right of access to and from abutting property where same had heretofore been allowed to adjacent owners under Map No. 83 for the Taconic State Park Commission, a certified copy of which was filed in the Office of the Clerk of Dutchess County on March 28, 1936” (see map and description attached to amended claim).\nOn March 26, 1936, under its map No. 83, the Taconic State Park Commission appropriated the 9.534-acre parcel in fee simple absolute from the claimant’s remote predecessor-in-interest, Cornelius W. Garrison. The taking was a roughly rectangular area, 350 feet wide by 1,200 feet long from south to north through the Garrison property. The 1936 appropriation was for the purpose of creating the right-of-way, laying out and constructing the Taconic.\nThe lands appropriated in 1936 were part of a 120±-acre former dairy farm (see exhibit 10) but as of March 26, 1936, the premises had not been “used for dairy or farming purposes . . . for a period of about eight years [the period of Garrison’s ownership] [and] the buildings on the premises were not in good condition and all of them were in need of repair” (exhibit 10 IN 11, 12) .\nThe 1936 parkway right-of-way appropriation effectively divided the property into two segments. One 22±-acre parcel lay to the east of the parkway corridor. The remaining larger segment, 90± acres, lay to the west of the parkway right-of-way.\nA claim was brought as a result of the 1936 appropriation and resolved in this court. I\nIn subsequent years, the Taconic was constructed oh the lands appropriated as a limited access, restricted-use roadway with public access only at interchanges or intersections with public roadways. I\nClaimant’s property is a portion of Garrison’s 90±-acre tract on the west side of the parkway right-of-way. It isj located a fairly uniform distance of 100 feet from the easterly edge of the southbound travel lanes of the Taconic.\nA dirt and gravel lane, at least 100 feet long and approximately 12 to 16 feet wide, leads from the southbojund travel lanes of the Taconic to the westerly edge of the right-of-way through the landscaped buffer area. In the years since the construction of the Taconic in 1939, it intermittently has served as an access driveway to the former Garrison, novf Orchard Grove, property from the Taconic.\nThe driveway begins at a point directly opposite Bogardus Lane, an improved, two-lane, paved roadway of thé Town of East Fishkill, which intersects the Taconic at grade from the east. Prior to 1999, a paved median roadway also extended east to west from the northbound travel lanes to the southbound travel lanes of the Taconic permitting unrestricted crossing and turning from Bogardus Lane. It is not known if Bogardus Lane was a public road of the Town of East Fishkill in 1936: when the initial appropriation was made or whether any part of ¡Bogardus Lane, even assuming it was a town road, reached what is now the claimant’s property.\nThe testimony of the current and former Superintendents of Highways for the Town of East Fishkill, Dennis Miller! and Kenneth McKeown, was offered at trial on the issue of whether Bogardus Lane west of the Taconic was a town road. The testimony established that Bogardus Lane West was never p^tved and widened like the segment of Bogardus Lane on the east, but that the town highway workers have plowed snow from Bogardus Lane West from time to time to allow the resident of what is now claimant’s property to gain access to the Taconic. Without reference to any maps or official records of the Town from the time of the 1936 appropriation, the superintendents referred to the driveway as a westerly spur or cul-de-sac of Bogardus Lane. Neither could say how or when Bogardus Lane became a town road.\nIn 1994, Orchard Grove of Dutchess, Inc., as contract vendee, applied to the New York State Department of Transportation (hereinafter DOT) for a highway access permit to allow the enlargement and improvement of the dirt and gravel driveway. Claimant sought to widen the driveway to 50 feet, install drainage facilities and pave its length to provide an access roadway to the 22-acre property from the travel lanes of the Taconic. Improvement of the access was necessary to the success of an application the claimant had made to the Planning Board of the Town of East Fishkill to allow subdivision of the parcel into an 18-lot residential development.\nDOT, which assumed jurisdiction over the ownership, operation and management of the Taconic as successor to the Taconic State Parkway Commission, denied the application. In a letter dated June 20, 1995 from J.W. Wickeri, Permit Engineer, the claimant’s principal was told that\n“It is the Department’s position that the additional turning movements and cross traffic generated by the development of this 22± acres will jeopardize the safe operation of this intersection; we therefore, have concluded that we will not grant approval to improve the westerly leg of Bogardus Lane as proposed, but will proceed to acquire the property or the rights of access to the Parkway via Bogardus Lane” (see exhibit 5).\nDespite denial of the needed driveway/access permit, the seeming frustration of the planned subdivision, and DOT’s advice that it would acquire the property rather than permit the access sought, claimant purchased the property on June 5, 1997. Claimant’s appraiser, Donald M. McGrath, Jr., offered evidence of the value of the claimant’s property as a potential subdivision with access to the Taconic and the value of the lands without such access. A total of $365,000 in damages iis claimed (see exhibit 11).\nLee Ann McCollum testified at trial on behalf of claimant. She testified that she was employed by Crystal Clear Abstract Corp. and her experience included conducting title searches for over 25 years including over 17 years of experience: as a title examiner.\nMs. McCollum testified that her company conducted a thorough search of the land title records in the office of the Dutchess County Clerk as they related to the subject and her review did not uncover any restrictions on the subject property having access to the west portion of Bogardus Lane. She referred to the State’s 1936 taking from claimant’s remote predecessor-in-interest, Mr. Garrison, and stated that nowhere in the previously filed taking papers was there language that the taking was without access. However, the witness was unable to point to any recorded instrument in the chain of title which created such access. In fact, the only reference to such access was quitclaim language in a deed executed in 1969 (exhibit jl3) which purported to convey such rights as the then grantor had, “if any.” At the end of her testimony, the witness simply stated that the access existed by adverse possession. As discussed infra, this position was erroneous. It is also noteworthy that while the title insurance company issued this opinion it di|d not affirmatively insure this access for the property. Whether claimant ever requested such affirmative insurance is not clear to the court.\nWith the salient facts of the matter firmly established, the court’s analysis turns to the threshold issue of whether claimant had any vested right of access/egress to the Taconic that was, in fact, taken by the State in 1999.\nLike virtually all other property rights, rights of access/egress are created by express terms of a recorded instrument, necessity or prescription. In the instant matter, the documentary evidence submitted to the court, as well as the testimony of claimant’s title examiner, demonstrates conclusively that no express grant of access/egress was ever created to run; with the claimant’s property. ;\nThe 1936 appropriation by the State bisected what was then one large parcel. The parkway which was eventually constructed through the parcel did not provide for free and open access to abutting landowners. In fact, as the State points out, the source of legislative authority for the 1936 appropriation was not the Highway Law but rather the predecessor statute to what is now known as the Parks, Recreation and Historic Preservation Law. Such appropriations are deemed to be appropriations of parkland in their entirety regardless of whether a parkway is subsidiarily built within that land. As a result, the 1936 appropriation did not include the more typical rights of access to a highway which are accorded to abutting landowners (Matter of County of Westchester [Hutchinson Riv. Parkway], 246 NY 314 [1927]; Perlmutter v Greene, 259 NY 327 [1932]). Based upon the documentary evidence of the 1936 taking, it is clear to the court that no express or implied rights-of-access were reserved to Garrison as a result of the 1936 appropriation.\nAs a result, the court finds that there is no instrument in the chain of title which would grant an express right-of-access/egress to the claimant as of the date of the 1999 “appropriation.”\nHaving determined that there is no express grant of access/ egress in claimant’s chain of title, the court next examines easement by necessity. Simply put, there is no evidence in this record to require (or support) this court finding an easement by necessity accrued to claimant’s property. On this point, the only testimony in the record amounts to a conclusory allegation that the parcel is landlocked. There is no testimony establishing the elements of necessity and no evidence whatsoever that the State should be in any different position from the other landowners surrounding claimant’s parcel in this regard. Thus, on this record, I cannot determine that an easement of necessity existed as a matter of law in 1999.\nFinally, rights-of-access/egress can be created by prescription. However, prescriptive rights, sounding in adverse possession, are not available in the case at bar since adverse possession is never available against the State in its governmental capacity (People v System Props., 2 NY2d 330 [1957]; Peasley v State of New York, 102 Misc 2d 982 [1980]; 96 NY Jur 2d, State of New York § 153; see, City of New York v Sarnelli Bros., 280 AD2d 573 [2001]; see also, Casini v Sea Gate Assn., 262 AD2d 593 [1999]).\nIn summary, this court now determines that the 1936 appropriation of the lands of Garrison did not leave any residual rights-of-access to the Taconic from the property of Garrison which was bisected by the appropriation. As a ijesult, the quitclaim language contained in the 1969 deed from Taub to Freedmann (exhibit 13) could not create such right and the conclusion of claimant’s title company to the contrary was in error. Acquiescence by the State to the use of the driveway by claimant’s predecessors-in-interest afforded permissive and practical access but not a permanent legal right-of-access (see, Pollak v State of New York, 41 NY2d 909, 910 [1977]).\nDespite my holding regarding the effect of the 1936 ¡appropriation, additional analysis is implicated by virtue of the\" testimony of Dennis Miller and Kenneth McKeown. Briefly stated, Mr. Miller testified that the Town of East Fishkill maintained, repaired and plowed Bogardus Lane for many years. | This calls into question whether any vested rights were created by statute subsequent to 1936 and prior to the 1999 “taking.”\nMr. Miller testified that the Town lists Bogardus Ljane on its official Inventory of Town Roads (exhibit 16), is reimbursed by the State of New York for plowing Bogardus Lane based upon this inventory and that the 16-foot-wide driveway located to the west of the Taconic is included in this delineation ofj Bogardus Lane. While there is no record of the Town Board taking any action to declare this area a public roadway or dedicating land to this purpose, claimant relied upon these actions of the Town subsequent to 1936. |\nMr. Miller further testified that prior to 1986 the town had “paved” the 16-foot wide right-of-way with oil and stone. Nonetheless, he conceded that Bogardus Lane east of the Taconic consists of an imperviously surfaced, 30-foot roadway ¡while Bogardus Lane West is essentially a 16-foot wide driveway. Mr. Miller’s testimony raises an issue as to whether this driveway became a town road by virtue of public use and maintenance under Highway Law § 189. !\nAlthough claimant never cited to the Highway Law, it is clear that the testimony of Mr. Miller was introduced for the purpose of obtaining a declaration that Bogardus Lane West became a public highway by virtue of the town maintenance of the road. The court does not agree.\nPursuant to Highway Law § 189, lands which are used by the public as a highway for a period of 10 years or more shall become a highway. Case law has established that public use, by itself, is not enough. There must also be evidence of maintenance and repair by the local public authorities (see, Salvador v New York State Dept. of Transp., 234 AD2d 741 [1996]; Hillelson v Grover, 105 AD2d 484 [1984]).\nIn the first instance, Highway Law § 189 has never been applied against the lands of the State of New York. The court can find no case in which a public highway was declared as a result of either public use or town maintenance where the owner of the fee in question was the State. This result would appear required by the strong public policy prohibiting the use of adverse possession and prescriptive rights against the State (see, People v System Props., 2 NY2d 330 [1957], supra; Peasley v State of New York, 102 Misc 2d 982 [1980], supra; 96 NY Jur 2d, State of New York § 153, supra; see, City of New York v Sarnelli Bros., 280 AD2d 573 [2001], supra; see also, Casini v Sea Gate Assn., 262 AD2d 593 [1999], supra).\nFurther, Highway Law § 189 requires “public” use. However, all of the evidence and testimony before this court indicate that the most intense historical use of this driveway was for one owner to access his single-family home. This essentially private use of a driveway does not rise to the level of “public” use comprehended by Highway Law § 189. Therefore, quite apart from the proscription of adverse possession against the State, the court holds that the access in question does not qualify for a declaration of public roadway under Highway Law § 189.\nDespite the court’s holding that the claimant possesses no vested right, whether express, implied, prescriptive or statutory, there remain several questions regarding the State’s own actions over the years. Specifically, evidence at trial indicated that the State had acceded to the use of the driveway from claimant’s property to the Taconic. During this time, the State installed, or permitted, a traffic control sign and a directional sign. In addition, the question might reasonably be asked what the DOT thought it was doing in 1999 when it issued the supplementary takings map (exhibit 6) to “fully prohibit the right of access to and from abutting property where same had heretofore been allowed to adjacent owners under Map No. 83.”\nClaimant reasonably points out, and at first blush lit does appear, that the State itself believed that there was some residual vested right-of-access held by claimant and this right required appropriation if access to the Taconic was to be terminated. However, based upon this record and the analysis set forth at length above, the court can find no basis in law requiring the State to allow any access, much less an expanded access, in perpetuity. The State’s sufferance of the use of its lanjd was not required by any easement, statute or contract before this court. As a result, the court finds that to the extent the State permitted access over the driveway from claimant’s property to the Taconic, such permission constituted, at most, a license and, at the least, a gratuitous benefit conferred upon the property owner. Either could be terminated at any time. Such gratuitous benefits do not create any compensable vested right in the claimant under either the United States or New liork State Constitution (Matter of Low, 233 NY 334 [1922]).\nThe principal issue in Low (supra) is directly on point in the case at bar. In that matter, abutting landowners in ¡New York City had constructed underground vaults which encroached upon City streets. When the City directed their removal in preparation for construction of the subway system, tlje owners claimed compensation for the “taking” and the court held “The permits granted for this purpose were revokable . . . and did not constitute, in our judgement, a right, privilege, franchise or easement ... for which compensation was to be made when such were taken or destroyed” (Matter of Low, 233 NY 334 ,340 [1922], supra).\nWhile Low (supra) was decided in 1922, the seminal principle of the case remains good law today and the doctrine that gratuitous governmental benefits do not confer vested property rights remains vibrant in many areas of modern law (see, Bavaro v Parente, 96 AD2d 519 [1983]; Gluck v City of Syracuse, 244 AD2d 873 [1997]; Town of Esopus v State of New York, 166 Misc 2d 36 [1995]).\nAs a result of this analysis, the court finds that the ¡actions of state employees in issuing the 1999 takings map (éxhibit 6) were merely surplus actions not required by law. These erroneous actions by governmental employees cannot bind ¡the State and cannot create rights in a private individual where no such rights otherwise exist. In effect, neither legal nor equitable (estoppel) remedies are available against a governmental unit to ratify an administrative error (see, Matter of Parkview Assoc. v City of New York, 71 NY2d 274 [1988]; Morley v Arricale, 66 NY2d 665 [1985]).\nA final issue requiring resolution in this matter is the motion by the State requesting that this court strike claimant’s appraisal. The motion was made at the close of the claimant’s case and again upon submission of the matter. I reserved decision on both motions and they are decided jointly at this time.\nThe basis of the State’s motion is that the appraisal submitted by claimant values the property solely as a fully developed 18-lot subdivision. The State asserts that the appraisal is legally in error in utilizing this developed subdivision as the appropriate “highest and best use” for valuation purposes since it assumes development of a project which could not be built.\nThe courts of this State, including the Court of Claims, have long held that a condemnee is entitled to the highest and best available use of the property irrespective of whether it is so used (Matter of County of Suffolk [Firester], 37 NY2d 649 [1975]; Keator v State of New York, 23 NY2d 337 [1968]; Breitenstein v State of New York, 245 AD2d 837 [1997]). However, this valuation by “highest and best use” is not unfettered and requires a determination that a development which is theoretically possible based upon zoning can actually be accomplished in view of all regulations which affect such development. The courts have held that a speculative or hypothetical “highest and best use” cannot serve as the basis for an award and there must be a reasonable probability that an asserted highest and best use would materialize in the reasonably near future (Masten v State of New York, 11 AD2d 370 [1960], affd 9 NY2d 796 [1961]; West Seneca Cent. School Dist. v State of New York, 60 AD2d 760 [1977]). Further, an indication that there is “some possibility” is insufficient and it must be established that the asserted highest and best use could or would have been made of the subject property in the near future (Matter of City of New York [Shorefront High School-Rudnick], 25 NY2d 146, 149 [1969]).\nBased upon all of the documentary evidence in the record and the testimony of every witness on this issue, the following facts are clear: (1) to the extent a road existed west of the Taconic at Bogardus Lane, it never exceeded a 12-to-16-foot right-of-way; (2) to the extent such road or access easement existed, it was utilized by one individual to serve one single-family residence; (3) the Town of East Fishkill would not approvd an 18-lot subdivision where the only access was a 16-foot wide right-of-way; (4) the Town of East Fishkill requirements for a new subdivision approval include a 50-foot right-of-way as a threshold condition; (5) the DOT had no intention of approving an expansion and/or an improvement of that right-of-way to 50 feet with impervious surface and markings; (6) that claimant was aware of the DOT policy regarding access to the Taconic prior to its purchase of the property; and (7) that claimant’s expert appraiser, Donald McGrath, was also aware of all of these factors.\nBased upon all of the above, it is clear to this court that although an 18-lot residential subdivision may be the ¡theoretical highest and best use of claimant’s property, there is no reasonable probability that the DOT would have allowed the improvement and expansion of the right-of-way in a manner which would gain access for 18 lots to the Taconic. In defahlt of such access, there is no reasonable probability that the Town of East Fishkill would have approved such a subdivision anywhere in the near future. Further, based upon the documentary evidence and testimony of all the witnesses, even if this court were to find that a 16-foot wide easement did exist, there would be no legal mechanism by which claimant could force the DOT to permit the expansion and overburdening of an easement which previously serviced a single residential dwelling in a manner required to service an approvable 18-lot subdivision.\nOn the basis of all of the above, and giving due consideration to the reasonable probabilities involved, this court finds that the valuation contained in claimant’s appraisal, which assumed solely the development of an 18-lot subdivision, was in error.\nFurther, had this court found that claimant possessed a compensable vested right-of-aecess, the instant appraisal! would be of no value to the court in assessing the damages to be awarded. The record is totally devoid of any evidence of valuation of the property as a single-family residential lot either before or after the 1999 “taking.”\nTherefore, in view of my finding that the subdivision was speculative, at best, and the lack of any alternative information as to the value of a single-family residential lot, the court finds that the appraisal is based upon erroneous assumptions and is hereby stricken.\nAs the court finds there was no taking of claimant’s property, the claim must be, and is hereby, dismissed.\n. This dirt and gravel lane was variously referred to at trial as Bogardus Lane, a driveway, a road or a dirt and gravel wheel track. The court will refer to it as Bogardus Lane west of the Taconic, Bogardus Lane West or the driveway. !\n. Mr. McKeown was an employee of the Town of East Fishkill Highway Department from 1937 until 1975 and was Highway Supervisen from 1950 until 1975. The transcript of his deposition testimony was admitted into evidence as exhibit 15.\n. It is also noted that in 1938 this court awarded damages to Mr. Garrison resulting from the 1936 appropriation. While the findings of fact in that matter did not specifically deal with issues of access, it does indicate that, at least as of 1938, the appropriation by the State had been addressed, analyzed and fully compensated by payment to Cornelius W Garrison, the record owner (see exhibit 10).\n. On this issue, it is interesting to note that there is a difference in the documentary evidence as to the length of Bogardus Lane. Bogardus Lane extends either .28 or .24 miles from its origination at Old Sylvan Lake Road. No definitive evidence was submitted as to whether either of these linear dimensions ends on the east side of the Taconic, in the middle of fhe Taconic or includes the western spur, which is at issue in the case at bar. j\n. Were the court to hold otherwise, it would then be necessary to consider whether the public highway had been abandoned pursuant to Highway Law § 205. Mr. Miller testified that at some undetermined point, the Town of East Fishkill ceased performing services on the right-of-way. Exactly when the cessation occurred was not in evidence. However, the court’s determination that Highway Law § 189 is inapplicable makes an analysis of section 205 unnecessary.\n. It is also noted that claimant apparently filed a CPLR article 78 proceeding in relation to the instant manner. However, neither counsel ever explained to the court whether the article 78 was perfected or how it was resolved. Presumably, if the defendant could be forced to approve an expapded access, article 78 would have been the vehicle. \\",
        "type": "majority",
        "author": "Stephen J. Mignano, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Eliot Spitzer, Attorney General (J. Gardner Ryan of Counsel), for defendant. Wallace & Wallace, LLP {Herbert N. Wallace of counsel), for claimant. i"
    ],
    "corrections": "",
    "head_matter": "[772 NYS2d 201]\nOrchard Grove of Dutchess, Inc., Claimant, v State of New York, Defendant.\n(Claim No. 100686.)\nCourt of Claims,\nSeptember 24, 2003\nAPPEARANCES OF COUNSEL\nEliot Spitzer, Attorney General (J. Gardner Ryan of Counsel), for defendant. Wallace & Wallace, LLP {Herbert N. Wallace of counsel), for claimant. i"
  },
  "file_name": "0810-01",
  "first_page_order": 798,
  "last_page_order": 809
}
