{
  "id": 1237608,
  "name": "New York City Housing Authority-Edenwald Houses, Petitioner, v. Genoveva Roque, Respondent",
  "name_abbreviation": "New York City Housing Authority-Edenwald Houses v. Roque",
  "decision_date": "2003-08-29",
  "docket_number": "",
  "first_page": "833",
  "last_page": "838",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 833"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 540"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Civ. Ct.",
    "id": 8970,
    "name": "Civil Court of the City of New York"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "271 AD2d 273",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        267544
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/271/0273-01"
      ]
    },
    {
      "cite": "2001 NY Slip Op 40616",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2003 NY Slip Op 51212",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "158 Misc 2d 982",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        915396
      ],
      "pin_cites": [
        {
          "page": "983-984"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/158/0982-01"
      ]
    },
    {
      "cite": "299 AD2d 296",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        559066,
        560124
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/299/0296-02",
        "/ad2d/299/0296-01"
      ]
    },
    {
      "cite": "84 NY2d 6",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 10095,
    "ocr_confidence": 0.773,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046471628268675125
    },
    "sha256": "767a7c715952e5d9768f9d2cb08df2f0de33e76cecefd07f30c287a13ac24026",
    "simhash": "1:9220bcd101db3073",
    "word_count": 1692
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "New York City Housing Authority-Edenwald Houses, Petitioner, v Genoveva Roque, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLizbeth González, J.\nThis is the respondent’s third posteviction application. The respondent seeks to reargue and renew her second posteviction application, denied by this court after oral argument on July 31, 2003. Both parties are represented by counsel for the purpose of this application. Kodera Elliott and Howard River Is, the new tenants, are self-represented. |\nFactual Background\nThe subject premises is located at 1165 East 229th Street, apartment 13F, at Edenwald Houses, a New York City public housing development in Bronx County. A default judgment in the underlying proceeding was entered in the petitioner’s favor on March 11, 2003. The respondent first appeared before the court on April 9, 2003. Pursuant to a stipulation negotiated between the parties that day, the respondent agreed to pay $2,420 on or before May 9, 2003.\nThe respondent thereafter filed an order to show cause to stop her imminent eviction on the ground that her application for a “one shot deal” was pending approval. The respondent failed to appear in court on June 9, 2003, the return} date, and her application was denied. The respondent filed a subsequent order to show cause and on July 7, 2003 appeared before Judge Elizabeth J. Tao. Her motion was denied for lack of merit on the grounds that (1) her application for a one shot deal had been denied, (2) the respondent had only recently applied for public assistance, (3) $3,080 was now owed in rent arrears through July 2003, and (4) no rent had been paid to satisfy the May 9, 2003 stipulation. Nevertheless, the order stayed the execution of the warrant of eviction through July 12, 2()03 in the interest of justice.\nNo rent was paid pursuant to Judge Tao’s order and the respondent was ousted from the premises. The respondent filed a posteviction application and appeared before the court on July 29, 2003. Although the respondent presented Department of Social Services (DSS) approval for payment of $3,080, the arrears owed through July 2003, she showed no ability to pay the eviction costs for the full eviction or legal fees. The petitioner opposed the respondent’s restoration to the premises under any circumstances given her (1) history of defaults, (2) poor rent history, and (3) insufficient funds. The court denied the respondent’s application for lack of merit.\nOn July 31, 2003, the respondent’s second posteviction application was heard. This time, the respondent showed DSS approval for the payment of all arrears, eviction costs and legal fees. In response to the court’s inquiry as to why no rent was paid for the past 14 months, however, the respondent merely replied she knew she had “a problem,” could now pay the rent and was willing to “go on probation” for a year. The petitioner vigorously renewed its opposition to the respondent’s motion. After careful consideration, the court ruled in the petitioner’s favor.\nThe respondent is now represented by counsel. In filing her motion to reargue and renew, the respondent seeks vacatur of this court’s July 31, 2003 decision and order, the final judgment and the warrant of eviction herein on the grounds that (1) funds are available to pay all arrears and eviction costs, (2) DSS funds were available to pay the respondent’s arrears on July 25, 2003, prior to her eviction, (3) the respondent’s failure to pay rent for 14 months was due to misguided but well-intentioned efforts to pay the arrears on her own, and (4) her ability to pay future rent is irrelevant in the context of a nonpayment proceeding. The petitioner opposes vacatur or modification of the July 31, 2003 order on the grounds that (1) a tenant’s rent history during the course of a nonpayment proceeding and ability to pay future rent may be reviewed in determining a posteviction application, and (2) there is no new evidence to consider.\nKodera Elliott and Howard Rivers are the new tenants of the subject premises. Ms. Elliott and Mr. Rivers appeared in court on August 18, 2003 and informed the court that they are willing to surrender their right to occupy the subject premises and wait until another New York City Housing Authority apartment becomes available.\nGood Cause\nThe Civil Court may, in appropriate circumstances, vacate a warrant of eviction and restore a tenant to possession, even after the warrant has executed, where good cause is shown. (Matter of Brusco v Braun, 84 NY2d 6.74 [1994]; 102-116 Eighth Ave. Assoc. v Oyola, 299 AD2d 296 [1st Dept 2002].) Ratyer than be governed by a hard and fast formula, each posteviction application is entitled to a “sui generis inquiry devoted to the particular facts and circumstances of the case then before the court, including the extent of the delay and the nature and' amount of the payment default(s), as well as a delicate balancing of the equities between the parties.” (Parkchester Apts. Co. v Heim, 158 Misc 2d 982, 983-984 [App Term, 1st Dept 1993].) .\nUnique factors taken into account in determining whether to restore a tenant to possession include willful default and substantial prejudice to the petitioner (14 Realty Corp. v Mendez, NYLJ, Oct. 9, 2002, at 22, col 1 [App Term, 1st Dept]); a poor payment history (Lexicon Realty, LLC v Wood, 2003 NY Slip Op 51212[U] [App Term, 1st Dept]); failure by a guardian ad litem to protect the interests of a disabled respondent (Pomeroy Co. v Thompson, NYLJ, Sept. 18, 2002, at 20, col 6 [Civ Ct, NY County, Schreiber, J.]); and the harmful effects of an eviction upon minor children (Linus Holding Corp. v Harrison, 2001 NY Slip Op 40616[U] [App Term, 1st Dept]). The court may scrutinize the duration of a tenancy, a tenajnt’s age or infirmities, DSS delays in approving the payment of alrrears and ability to pay future rent. (Parkchester Apts. Co. v Scott, 271 AD2d 273 [1st Dept 2000].) Restoration to a subject premises is also appropriate where DSS funds to pay the arrears are approved prior to a tenant’s eviction, but checks are not timely issued. (New York City Hous. Auth. v Bonelli, NYLJ, Feb. 5, 2001, at 26, col 1 [App Term, 1st Dept].)\nThe Appellate Term has approved the restoration of a tenant to possession where “her failure to timely pay the rent was due, at least in part, to attempts to obtain PSA assistance which ultimately failed,” on condition that the arrears anjd eviction costs are fully paid. (Sorkin u Salazar, NYLJ, Oct. 2Í, 2000, at 26, col 1 [App Term, 1st Dept].) This court granted a posteviction application where new facts were presented by newly retained counsel who established that the tenant, who had end-stage renal failure, fell into a “dreadful cycle” where he became ill, missed work, lost pay, accumulated arrears, worked overtime and became ill all over again. (Allerton Assoc. v Paschall, NYLJ, Dec. 5, 2001, at 20, col 4 [Civ Ct, Bronx County, González, J.].)\nMotion to Reargue and Renew\nA motion for leave to reargue is based upon matters of fact or law allegedly overlooked or misapprehended by the court in determining a prior motion: new facts may not be considered. (CPLR 2221 [d].) In contrast, a motion for leave to renew is based upon new facts that would change the original determination. Reasonable justification for the movant’s failure to timely present such facts must be presented. (CPLR 2221 [e].) The court, in determining a combined motion for leave to reargue and renew, decides each part of the motion as if separately made. (CPLR 2221 [f].)\nThis court determines, in reviewing the respondent’s motion to reargue, that the law was properly applied in its July 31, 2003 decision. The equities weighed strongly in the petitioner’s favor given the respondent’s poor rent history, her prior defaults in this proceeding, her failure to explain why no rent was paid for 14 months, and her “indifferent attitude” toward the timely payment of her arrears when questioned by the court.\nThe respondent’s motion to renew must be viewed differently. Like the motion before this court in Allerton Assoc. v Paschall (NYLJ, Dec. 5, 2001, at 20, col 4, supra), the respondent’s motion to renew provides the court with new facts supplied by the respondent’s recently retained attorney. Here, the respondent lost her job, obtained marginal employment and tried, for an extended period, to avoid seeking public assistance. Her efforts to obtain a rent arrears grant were unavailing. Significantly, DSS funds were approved on July 25, 2003 in the amount of $3,080, prior to the tenant’s ouster, which amount would have satisfied her arrears. However, like the tenant affected by DSS delays in New York City Hous. Auth. v Bonelli (NYLJ, Feb. 5, 2001, at 26, col 1, supra), Ms. Roque was unaware of the approval until July 28, 2003, after her eviction.\nThe court is also apprised, for the first time, that the respondent has a 15-year-old son and, like the Appellate Term in Linus Holding Corp. v Harrison (2001 NY Slip Op 40616[U], supra), takes into account the impact of the ouster on this minor child.\nIt is well established that a court “retains the power to grant relief, in appropriate circumstances, from its own judgments or orders, even after the execution of a warrant,” contingent on a showing of compelling facts and equities. (90 NY Jur 2d, Real Property § 251 [2001].) This equitable principle, embodied in CPLR 5015, is applicable to the New York Civil Court pursuant to CCA 212. For the reasons outlined above, this court denies the respondent’s motion to reargue and grants her motion to renew. The respondent shall be restored to possession forthwith upon payment of all arrears owed through August 2003, including eviction and moving costs, on or before September 5, 2003. If the arrears are paid in September, then the September rent must also be paid.",
        "type": "majority",
        "author": "Lizbeth González, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Helaine Barnett (Howard Baum and Marshall Green of counsel), for respondent. Ricardo Elias Morales (Elizabeth Cur-ran of counsel), for petitioner. j"
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 540]\nNew York City Housing Authority-Edenwald Houses, Petitioner, v Genoveva Roque, Respondent.\nCivil Court of the City of New York, Bronx County,\nAugust 29, 2003\nAPPEARANCES OF COUNSEL\nHelaine Barnett (Howard Baum and Marshall Green of counsel), for respondent. Ricardo Elias Morales (Elizabeth Cur-ran of counsel), for petitioner. j"
  },
  "file_name": "0833-01",
  "first_page_order": 821,
  "last_page_order": 826
}
