{
  "id": 1237581,
  "name": "The People of the State of New York, Plaintiff, v. Dave Palmer, Defendant",
  "name_abbreviation": "People v. Palmer",
  "decision_date": "2003-09-30",
  "docket_number": "",
  "first_page": "839",
  "last_page": "846",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 839"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 285"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "251 AD2d 350",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        712974,
        713718,
        713734
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/251/0350-03",
        "/ad2d/251/0350-01",
        "/ad2d/251/0350-02"
      ]
    },
    {
      "cite": "174 AD2d 444",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        1045605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/174/0444-01"
      ]
    },
    {
      "cite": "72 NY2d 32",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4409327
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/72/0032-01"
      ]
    },
    {
      "cite": "64 AD2d 172",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3108706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/64/0172-01"
      ]
    },
    {
      "cite": "45 NY2d 589",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2338153
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/45/0589-01"
      ]
    },
    {
      "cite": "179 Misc 2d 357",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        850365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/179/0357-01"
      ]
    },
    {
      "cite": "62 NY2d 97",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2347482
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/62/0097-01"
      ]
    },
    {
      "cite": "49 NY2d 389",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4374533
      ],
      "pin_cites": [
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/49/0389-01"
      ]
    },
    {
      "cite": "88 NY2d 400",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4438186
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "409"
        },
        {
          "page": "409"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/88/0400-01"
      ]
    },
    {
      "cite": "69 NY2d 20",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        75888
      ],
      "pin_cites": [
        {
          "page": "26"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/69/0020-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 16136,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.046469890715636314
    },
    "sha256": "342697fff967f62431c3a8d50ca969e64b5f84c473eb3c6cb124beb0b0c6bbfe",
    "simhash": "1:ba7e0291a553201c",
    "word_count": 2627
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Dave Palmer, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nSeymour Rotker, J.\nBy motion dated August 21, 2003, the defendant seeks an order of the court dismissing the indictment against him pursuant to CPL 210.35 (5) on the ground of defects in the grand jury proceeding or, in the alternative, dismissing counti five, six, seven and eight thereof pursuant to CPL 210.25 (1) on the grounds that these counts are facially defective.\nThe People have filed an affirmation dated September 24, 2003 opposing the motion on procedural grounds and on the merits. Procedurally, the People claim that there is no “good cause shown” to extend the 45-day period normally allowed for motions of this type pursuant to CPL 255.20. On the rherits, the People contend that the presentation was legally sufécient and proper.\nThe defendant’s motion to dismiss based on allegedly defective grand jury procedure is, in essence, a motion to renew his prior motion to dismiss which was denied by the court in its decision and order dated April 30, 2003. The basis of the current motion is information regarding the grand jury testimony that was not available to the defendant at the time of the original motion.\nUnlike a motion to reargue, a motion for leave to renew is not subject to a specific time limitation. The People are porrect in their allegations regarding the tardiness of the motionj It is also true that the defendant’s papers do not conform to all of the technical requirements of CPLR 2221. Nevertheless, because of the need to protect the integrity of the grand jury proceedings, because the court already decided these issues with respect to the codefendants and because consideration of the motion will not delay the resolution of the matter or prejudice the parties, the court declines to decide the issues on procedural grounds and, under the authority of CPL 255.20 (3), will reach the merits of the defendant’s claim.\nDefendant Palmer contends that in presenting the matter to the grand jury the Assistant District Attorney improperly solicited hearsay testimony from Police Officer Lawrence Sullivan and that she also permitted the officer to testify as an expert in the field of ballistics without proper qualifications. The defendant contends that these errors were of such a nature as to impair the integrity of the grand jury proceeding and created a possibility of prejudice to him to the extent that the indictment should be dismissed.\nThe defendant correctly notes that the Assistant District Attorney is required to act as the legal advisor to the grand jury (CPL 190.25 [6]). As such, the prosecutor has a duty “not only to secure indictments but also to see that justice is done” (People v Lancaster, 69 NY2d 20, 26 [1986]). Consequently it follows that the prosecutor has a duty to insure that the grand jury proceedings conform to the requirements of CPL article 190 which includes a requirement that, with certain exceptions, the “governing rules of evidence and related matters with respect to criminal proceeding in general, are, where appropriate, applicable to grand jury proceedings” (CPL 190.30 [1]). The prosecutor must insure that a potential indictment is neither based on nor infected by hearsay or other improper and inadmissible evidence.\nAs pointed out by the Court of Appeals in People v Huston (88 NY2d 400, 409 [1996]), however, “not every improper comment, elicitation of inadmissible testimony, impermissible question or mere mistake renders an indictment defective.” According to Huston (at 409), “[dismissal of indictments under CPL 210.35 (5) should be limited to those instances where prosecutorial wrongdoing, fraudulent conduct or errors potentially prejudice the ultimate decision reached by the grand jury.”\nAssuming the testimony referred to in the defendant’s affirmation was improper the question becomes whether it was of such a nature as to impair the integrity of the grand jury action to the possible prejudice of the defendant.\nOnce again, as pointed out in Huston (supra at 41Q), a defendant seeking dismissal of an indictment pursuant to CjPL 210.35 (5) must establish “irregularities in presenting the dase to the Grand Jury [which] rise to a level of impairing those proceedings and creating the risk of prejudice.” In this case the indictment cannot be permitted to stand even though it is ¡supported by legally sufficient evidence (People v Calbud, Inc. 49 NY2d 389, 395 [1980]). In determining the likelihood of prejudice Huston instructs the court to consider the “facts of each case, including the weight and nature of admissible proof adduced to support the indictment and the degree of inappropriate prosecutorial influence or bias” (Huston, supra at 409).\nIn Huston and in other cases where dismissal has been granted (see, People v Pelchat, 62 NY2d 97 [1984]; see also, People v Winant, 179 Misc 2d 357 [Rensselaer County Ct 1998]), the defendants were able to establish a deliberate patterh of prosecutorial misconduct which served to taint the proceedings even though the evidence supporting the indictments (although marginal) was technically sufficient.\nThe grand jury presentation in this case was not Completely free from error. The admissible evidence, however, ivas more than sufficient to support the charges and, more to the point, the defendant completely has failed to establish “prosecutorial wrongdoing, fraudulent conduct” or errors sufficiently ¡egregious to “potentially prejudice the ultimate decision reached by the grand jury.”\nAccordingly the motion to reargue is granted but the motion to dismiss is again denied.\nThe defendant’s motion to dismiss based on alleged facial defects in counts five through eight of the indictment has been addressed previously by the court but has apparently not been resolved.\nCounts five through eight of the indictmenlj charge, respectively, in concert possession of a loaded fireárm with intent to use unlawfully against another, in concert possession of a loaded firearm with intent to use unlawfully against another, in concert possession of a loaded firearm not in the home or place of business, and in concert possession of ¡a loaded firearm not in the home or place of business. Obviously, counts five and six are identical as are counts seven and eight.\nGPL 210.25 (1) provides that an indictment is subject to dismissal if it fails to “substantially conform to the requirements . . . in article two hundred.” i\nAmong other things article 200 prohibits duplicitous counts (CPL 200.30) and provides that each count must contain “[a] plain and concise factual statement . . . supporting every element of the offense charged . . . with sufficient precision to clearly appraise the defendant ... of the conduct which is the subject of the accusation” (CPL 200.50 [7] [a]).\nIn People v Iannone (45 NY2d 589 [1978]), the Court of Appeals held that an indictment was not defective on its face even if the People elected to file a bare bones indictment that did little more than set forth the necessary elements of the crime. The Court also held, however, that, upon a proper request by a defendant for a bill of particulars or for discovery, the People must allege specific facts to meet the requirements of CPL 200.50 (7). This is necessary for two reasons. First, due process requires that the defendant is entitled to know what he is accused of so that he can prepare a defense. Second, the accusation must be specific enough so that if he is acquitted or convicted he can assert the judgment as a bar to a second prosecution for the same offense.\nThe questioned counts in this indictment set forth no specific facts. All of the defendants, including Mr. Palmer, have requested bills of particulars. The initial bill of particulars filed by the People in Palmer’s case alleged, in relevant part, that “the defendant, acting in concert [with the other three defendants] acted as lookouts, then burst through the door of [the victims’ apartment] while brandishing handguns and fired at and in the complainants’ direction” (dated Apr. 15, 2003). In response to a prior decision of the court (dated Apr. 30, 2003), the People filed a supplemental bill (dated May 14, 2003). This time it was alleged that defendant Palmer “acted as a lookout near the downstairs door, while defendants Campbell and Williams, burst into the complainants’ room, each brandishing a handgun which they fired at and in the direction of the complainants.” The supplemental bill also alleged that all four defendants “fled the scene in a vehicle being driven by Dave Palmer, and were apprehended within a few minutes nearby, in possession of a [handgun], beneath the driver’s seat of the vehicle.”\nThere is no doubt that the evidence before the grand jury supports three separate charges or groups of charges with respect to possession of firearms. These are (1) in concert possession of the firearm in defendant Campbell’s hand in the complainant’s apartment, (2) in concert possession of the firearm in defendant Williams’ hand in the apartment, and (3) possession by each defendant individually of the weapon found under the seat in the vehicle. j\nThe problem which must be resolved (this can be easily done) is that three firearms are involved but the indictment only contains two groupings of related counts. Unless th^is issue is addressed the counts are defective because they are unacceptably vague and are potentially duplicitous.\nPursuant to CPL 200.30 (1) “[e]ach count of an indictment may charge one offense only.” If, as appears from théir bills of particulars, the People intend to charge three separate weapons offenses there must be three separate counts or groups of counts. If possession of three weapons is charged in two counts one of the counts must be, by definition, duplicitous.\nPursuant to CPL 200.50 (7) (a) an indictment must contain “[a] plain and concise factual statement in each count which, without allegations of an evidentiary nature . . . asserts facts supporting every element of the offense charged.” This statute, as noted previously, has been construed by the Ianpone case. According to Professor Preiser’s Commentary, Iannone holds that under modern rules of procedure an indictment may “well be technically adequate to fulfill the requirements of this section [CPL 200.50 (7)], but nevertheless lack sufficient substance to be of any practical value to the defendant in regard to one or more of the factors. The reason for this seeming paradox is that under modern criminal procedure the defendant majr demand and receive substantial additional pre-trial information through a bill of particulars (CPL § 200.95) and through discovery (CPL Article 240)” (Preiser, Practice Commentaries, McKinriey’s Cons Laws of NY, Book 11A, CPL 200.50, at 469-470).\nWhen the People exercise their right to file an ihdictment which “itself provides a paucity of information . . . the court must be vigilant in safeguarding the defendant’s rights to a bill of particulars and to effective discovery. Should the prosecutor decide to use an indictment which, although technically sufficient, does not adequately allow a defendant to properly prepare for trial, he may well run afoul of the defendant’s right to be informed of the accusations against him” (People v Iannone, supra at 599).\nThe principles involved here are illustrated in People v Rosado (64 AD2d 172 [1st Dept 1978]). In that case three individuals robbed the victim. During the robbery, one individual (Rosado) displayed a handgun. Two of the three alleged robbers were apprehended a short time following the incident. At the time of the arrest both were armed. The indictment contained two identical counts (numbered two and four) of possession of a firearm with intent to use it unlawfully against another. At a pretrial hearing the defendants both moved to strike the weapons counts for “lack of specificity.” The Court (at 175) denied the motion and eventually charged the jury that count two “related to the pistol used in the ‘actual holdup of the [victim]’ ” which Rosado had in his possession “when . . . apprehended and searched.” The Court charged that both defendants could be found guilty of this count on an acting in concert theory. The Court dismissed count four as to Rosado. It charged that count (count four) as to Rodriguez only and stated that it referred to his possession at the time of the arrest.\nThe defendants were acquitted of robbery. Each defendant was convicted of a weapons possession count. The Appellate Division reversed as to both defendants with leave to resubmit the charges to a new grand jury. The Court held (at 176) that “as originally drawn, the weapons counts of the indictment were defective by their failure to assert facts which supported ‘every element of the offense charged . . . with sufficient precision to clearly appraise the . . . defendants of the conduct which is the subject of the accusation’ . . . Neither count specified whether the possession of the weapon referred to the conduct of the defendants at the time of the robbery or of the arrest.”\nThe Court ruled that, under count two as submitted, the jury could have found Rosado guilty of possession on either of two occasions. Thus, the count was duplicitous. Although the lower court’s charge as to count four addressed the defect by making it clear that Rodriguez could be found guilty only of possession at the time of the arrest, reversal was required because the trial of the case under a duplicitous count prejudiced the defendant. (See also People v Davis, 72 NY2d 32 [1988]; People v Jackson, 174 AD2d 444 [1st Dept 1991]; People v Jones, 251 AD2d 350 [2d Dept 1998].)\nBased upon the foregoing, the court will be compelled to dismiss counts five through eight of this indictment as defective unless, within two weeks of the service of this decision, the People specify either in a bill of particulars or in a stipulation on the record possession of which of the three potential firearms (the firearm found in the vehicle or those allegedly used by Williams and/or Campbell) supported by the grand jury evidence is alleged in each of the four counts. Contrary to the conclusion in the People’s affirmation in opposition!, they are not being required to “specify which of the shooters had which weapon.” What the People are being required to do is to specify with respect to each weapons possessions count one firearm and one location at which it was possessed. !\n. The defendant received copies of the relevant grand jury minutes on or about May 1 but did not file this motion until August 21, 2003. CPLR 2221 also provides that a motion to renew shall be identified as such. The fact that the defendant was not in possession of the grand jury minutes when he filed his original motion constitutes the required “reasonable justification” for failure to fully articulate these claims in the prior motion.\n. The People are also correct in alleging that the grand jury evidence supports, on an acting in concert theory, liability of all four defendants for possession of each of the two firearms allegedly displayed and fired in the apartment. The same evidence also supports separate individual charges against each of the defendants for possession of the one weapon found iii the vehicle which may or may not have been one of the weapons displayed during the shootout in the apartment. Any charge based on this firearm cannot be based on an in concert theory and is a felony only with respect to Palmer because only he possessed ammunition for the weapon. In any event, each of the four challenged counts can allege only one possession offense and the People are required, subject to the grand jury evidence, to disclose to the defendant prior to trial which specific offense is intended to be charged in each of|the individual counts.",
        "type": "majority",
        "author": "Seymour Rotker, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Drummond & Crawford, P.C. (Stephen L. Drummond and Joann Squillace of counsel), for defendant. Richard A. Brown, District Attorney (Courtney Goodloe of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 285]\nThe People of the State of New York, Plaintiff, v Dave Palmer, Defendant.\nSupreme Court, Queens County,\nSeptember 30, 2003\nAPPEARANCES OF COUNSEL\nDrummond & Crawford, P.C. (Stephen L. Drummond and Joann Squillace of counsel), for defendant. Richard A. Brown, District Attorney (Courtney Goodloe of counsel), for plaintiff."
  },
  "file_name": "0839-01",
  "first_page_order": 827,
  "last_page_order": 834
}
