{
  "id": 1237597,
  "name": "City of Buffalo, Plaintiff, v. National Fuel Corporation, Defendant",
  "name_abbreviation": "City of Buffalo v. National Fuel Corp.",
  "decision_date": "2003-10-24",
  "docket_number": "",
  "first_page": "857",
  "last_page": "862",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 857"
    },
    {
      "type": "parallel",
      "cite": "766 N.Y.S.2d 828"
    }
  ],
  "court": {
    "name_abbreviation": "Buffalo City Ct.",
    "id": 10456,
    "name": "Buffalo City Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "54 NY2d 465",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2342598
      ],
      "pin_cites": [
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/54/0465-01"
      ]
    },
    {
      "cite": "147 AD2d 4",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3577618
      ],
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/147/0004-01"
      ]
    },
    {
      "cite": "140 AD2d 125",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3549371
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/140/0125-01"
      ]
    },
    {
      "cite": "99 Misc 2d 897",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1930040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/99/0897-01"
      ]
    },
    {
      "cite": "79 AD2d 1021",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3238979,
        3231379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/79/1021-01",
        "/ad2d/79/1021-02"
      ]
    },
    {
      "cite": "96 NY2d 91",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        202896
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "95"
        },
        {
          "page": "97"
        },
        {
          "page": "97"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/96/0091-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 11478,
    "ocr_confidence": 0.77,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0464708560228801
    },
    "sha256": "593dde900517d6a1edf37c4131892f987c31c5621b2c9ad154f4b3263865d4c7",
    "simhash": "1:b019ef2bb1e57812",
    "word_count": 1833
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "City of Buffalo, Plaintiff, v National Fuel Corporation, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nHenry J. Nowak, J.\nProcedural History\nThe instant criminal actions arise out of three separate informations, all verified on April 16, 2003, concerning three properties in the City of Buffalo located at 366 Hudson, 162 Allen, and 26 Orton (the subject properties). The informations allege that defendant installed exterior gas meters in a historic preservation district without an appropriate certificate from the Buffalo Preservation Board, in violation of Code of City of Buffalo § 337-16 (C). Defendant moves to dismiss these actions, alleging (1) that New York state law preempts the City of Buffalo from issuing and enforcing this section of the City Code, and (2) that the City Code must be stricken down to the extent that ijt is inconsistent with state law. Defendant also claims that the allegations are vague and that the charges should be dismissed in the interest of justice, because cost and safety considerations should prevail over the aesthetic concerns raised by the City of Buffalo.\nFactual History\nIn 1994, National Fuel Gas Distribution Corporation began replacing low pressure gas main lines in front of homes throughout Buffalo’s historic preservation districts with medium pressure main lines. As part of the upgrade of gas services, National Fuel relocated the meters along the gas service lines from the inside to the outside of the buildings, -including those at the subject properties. National Fuel performed such work pursuant to its tariff from the Public Service Commission, which provides the following:\n“Meters shall be located in a reasonably accessible and a convenient position as determined by the company. If at any time after the installation of a meter the company determines that the metef is not in a reasonably accessible, convenient, or safe location, the company shall have the right to move the meter and any other facilities to a suitable Ideation at the expense of the property owners.”\nThe primary reason given by defendant for the placement of meters in front of the buildings at the subject properties is that such placement “reduces costs for rate payers because there is considerably less pipe to install and it facilitates easy meter access, i.e., allowing meters to be read without internal jaccess to the structure.” National Fuel noted that a secondary reason is easier accessibility in the event of a fire or other emergency that requires the gas service to be shut off.\nNational Fuel never formally applied to the Buffalo Preservation Board before the placement of the meters at the subject properties, or any other properties in the City of Buffalo’s historic preservation districts. Nonetheless, National Fuel met with City representatives concerning the placement of meters on several occasions, and agreed to a plan whereby National Fuel would notify the City of Buffalo Department of Law of any proposed meter installations in writing, and then a copy would be forwarded to the Buffalo Preservation Board for review. If there were any concerns regarding the installation, the Buffalo Preservation Board could contact the Superintendent for National Fuel, Michael R Allexenberg. Nonetheless, there is no evidence in the record that representatives of the Buffalo Preservation Board and National Fuel ever specifically discussed the placement of meters at the subject properties.\nApplication of Law\nThe instant actions present an issue of first impression— should a local preservation law be stricken when it conflicts with a tariff granted to a gas corporation by the Public Service Commission?\nThe City of Buffalo’s authority to legislate is derived from article IX (§ 2 [c]) of the New York State Constitution, which provides that “every local government shall have power to adopt and amend local laws not inconsistent with the provisions of this constitution or any general law . . . except to the extent that the legislature shall restrict the adoption of such a local law.” To implement article IX, the New York State Legislature enacted the Municipal Home Rule Law, which empowers cities to enact local laws for the “protection and enhancement of its physical and visual environment” and for the “government, protection, order, conduct, safety, health and well-being of persons or properties therein” (Municipal Home Rule Law § 10 [1] [ii] [a] [11], [12]).\nThe specific local law at issue is chapter 337 of the Code of the City of Buffalo, known as the “Preservation Code.” The purpose of the Preservation Code is set forth in section 337-1 (A):\n“It is hereby declared as a matter of public policy that preservation, protection, conservation, enhancement, perpetuation and utilization of sites, buildings, improvements and districts of special character, historical or aesthetic interest or value are necessary and required in the interest of the health, education, culture, prosperity, safety and high quality of life of the people.”\nTo that end, the Preservation Code authorizes the Buffalo Preservation Board to “approve or disapprove certificates of no effect, certificates of appropriateness or certificates of exception for the erection, alteration, restoration, renovation, relocation, demolition or site improvement of any landmark, landmark site or of any building, structure or site within an historic district when the exterior of such property would be affected!’ (Code of City of Buffalo § 337-5 [F]). Any decision by the Buffalo Preservation Board may be appealed to the City of Buffalo Common Council (see, Code of City of Buffalo § 337-26).\nA local law may be preempted when it either directly conflicts with a state statute, or when the local government legislates in the field for which the State Legislature has assumed full regulatory responsibility (see, DJL Rest. Corp. v City of New York, 96 NY2d 91, 95 [2001]). Such assumption of regulatory responsibility may be express or implied, and implied intent ma# be found by either a declaration of policy or the enactment of a comprehensive and detailed regulatory scheme in a particular area by the State Legislature (id.). Also, a local law may be stricken as inconsistent with state law if it “prohibits conduct which the State law . . . considers acceptable or at least does not! proscribe . . . or . . . imposes additional restrictions on rights granted by State law” (id. at 95).\nDefendant contends that once a tariff is approved by the Public Service Commission, it takes on the full force and effect of state law, relying upon Sisters of St. Dominic v Orange & Rockland Power Co. (79 AD2d 1021 [2d Dept 1981]) and Lo Vico v Consolidated Edison Co. (99 Misc 2d 897 [App Term, 2d Dept 1979]). The City of Buffalo does not dispute this claim. Notwithstanding the language of the tariff giving National Fuel the authority to determine the location of its meters, Public Service Law § 65 (1) requires National Fuel to “furnish and provide such service, instrumentalities and facilities as shall be safe and adequate and in all respects just and reasonable.”\nIn support of its claim that preemption applies in the instant case, defendant would have this court follow Consolidated Edison Co. of N.Y. v City of New Rochelle (140 AD2d 125 [2d Dept 1988]). In that case, the local law required that gas service line installations on private property be performed by licensed plumbers (id. at 128). After reviewing the legislative history, the Court held that Public Service Law § 31 (4) preempted further regulation concerning the new installation of gas service lines for private residential buildings, and that the local law was inconsistent with state law (id. at 133-134).\nThis court agrees with the Second Department that the Legislature has enacted a regulatory scheme in the area of gas service line installation, preempting local laws that directly impact that regulatory scheme, such as the local law in Consolidated Edison Co. v City of New Rochelle. But the local law in this case differs from a law that specifically addresses how gas service line installations are performed; the local law in this case addresses the preservation of historic neighborhoods.\nThe Court of Appeals has articulated an exception to the doctrines of preemption and inconsistency: “[l]ocal laws of general application — which are aimed at legitimate concerns of a local government — will not be preempted if their enforcement only incidentally infringes on a preempted field” (DJL Rest. Corp., 96 NY2d at 97). In DJL Rest. Corp., the Court considered a local law that created a zoning requirement for adult establishments in New York City (id. at 93). Owners of several of the affected adult establishments claimed that the local law was preempted by the Alcoholic Beverage Control Law, which governed their business operations because they served alcohol on their premises (id.). But the Court held that the local law was not specifically regulating alcohol consumption (id. at 97). While there was no dispute that the Alcoholic Beverage Control Law preempted the field of regulation over the plaintiffs’ establishments, the local law applied across the board to all adult establishments, regardless of whether they sold alcohol (id.).\nBecause the local law was found to be directed at addressing a separate and distinct problem, its impact on the state law was found to be merely incidental (id.; see also Seaboard Contr. & Material v Town of Smithtown, 147 AD2d 4, 8 [2d Dept 1989]). In this case, the Preservation Code is not directed at the regulatory scheme for the installation of gas service lines or meters under the Public Service Law, and its impact is similarly incidental.\nThe Court of Appeals further noted that separate levels of regulatory oversight can coexist when local laws have only a tangential impact on state statutes (DJL Rest. Corp., 96 NY2d at 97). As noted in People v De Jesus (54 NY2d 465, 471 [1981]), an establishment selling alcoholic beverages would not be exempt from a local law requiring smoke alarms, ¡forbidding dumping of refuse on sidewalks, or prohibiting disorderliness.\nTherefore, this court finds that defendant must comply with the Preservation Code and is required to seek approval by the Buffalo Preservation Board when altering the exterior of structures in historic preservation districts. Insofar as National Fuel has already agreed to a procedure to facilitate such review with the City of Buffalo Department of Law, the burden on defendant National Fuel under the circumstances is not so extensive as to warrant dismissal in the interest of justice.\nConsequently, defendant’s motions to dismiss ate denied. Furthermore, pursuant to Laws of 1978 (ch 516, §¡204), this court is empowered to “recommend or employ any remedy, program, procedure or sanction authorized by law for the enforcement of housing standards, if it believes they will be more effective to accomplish compliance or to protect and promote the public interest.” Accordingly, defendant jis ordered to apply to the Buffalo Preservation Board for a certificate of appropriateness, certificate of exception, or a certificate of no effect in regard to the gas meters at the subject properties, within 30 days of the date of this order. ,",
        "type": "majority",
        "author": "Henry J. Nowak, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "J. Joseph Wilder, Buffalo, for defendant. Michael B. Risman, Corporation Counsel, Buffalo (Lenora Foote of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[766 NYS2d 828]\nCity of Buffalo, Plaintiff, v National Fuel Corporation, Defendant.\nCity Court of Buffalo,\nOctober 24, 2003\nAPPEARANCES OF COUNSEL\nJ. Joseph Wilder, Buffalo, for defendant. Michael B. Risman, Corporation Counsel, Buffalo (Lenora Foote of counsel), for plaintiff."
  },
  "file_name": "0857-01",
  "first_page_order": 845,
  "last_page_order": 850
}
