{
  "id": 1237605,
  "name": "Alan J. Croce, as Chairman of the New York State Commission of Correction, Petitioner, v. Anjan Bhattacharyya, M.S., Individually and as Rockland County Commissioner of Hospitals, Respondent",
  "name_abbreviation": "Croce v. Bhattacharyya",
  "decision_date": "2003-10-11",
  "docket_number": "",
  "first_page": "863",
  "last_page": "866",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 863"
    },
    {
      "type": "parallel",
      "cite": "767 N.Y.S.2d 564"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 336,
    "char_count": 7191,
    "ocr_confidence": 0.756,
    "sha256": "9f6dc9a4129cd86fc15f5e7fee703c6bcfc167eadb8459ca7b9ae9f9a3b8f56f",
    "simhash": "1:0ba3769acd9920cd",
    "word_count": 1113
  },
  "last_updated": "2023-07-14T15:55:11.462918+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alan J. Croce, as Chairman of the New York State Commission of Correction, Petitioner, v Anjan Bhattacharyya, M.S., Individually and as Rockland County Commissioner of Hospitals, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nJoseph C. Teresi, J.\nPetitioner makes this motion to require respondent to produce a copy of the “root cause analysis” and any other internal review conducted and prepared with respect to the death of Kenneth Butler. Respondent opposes the motion. I\nOn October 27, 2002, Butler was arrested and incarcerated at the Rockland County Jail. He died in Nyack Hospital on November 10, 2002. At the time of his death, Butler was an inmate committed to the custody of the Rockland County Jail. The Joint Commission on Accreditation of Healthcare Organizations requires respondent to conduct a review of the cause and background of the events surrounding the death of jan inmate who dies while in its custody. In the present case, respondent completed such a review which is commonly referred to as a “root cause analysis” and petitioner seeks to obtain a copy of the “root cause analysis” that was completed regarding the circumstances of Butler’s death.\nPetitioner Alan J. Croce serves as Chairman and Commissioner of the New York State Commission of Correction. The Commission of Correction via its Medical Revievf Board is statutorily required pursuant to Correction Law § 47 (1) (a) to “[^Investigate and review the cause and circumstances surrounding the death of any inmate of a correctional facility.” As a result of Mr. Butler’s death, the Commission initiated such an • . investigation.\nThe respondent, Anjan Bhattacharyya, is employed as Rock-land County Commissioner of Hospitals and was so employed on November 10, 2002. Respondent’s duties include the oversight of the Rockland County Correctional Health Services, the county agency that provides health services to inmates of the Rockland County Jail. After Mr. Butler’s death, a “root cause analysis” or some type of internal review was conducted and documented regarding the health services provided Mr. Butler at the Rockland County Jail prior to his death and is currently in the possession of the respondent.\nRespondent argues that petitioner’s request should ¡be denied because the material requested by petitioner is privileged and confidential, and petitioner’s authority to obtain such documents is at cross-purposes with respondent’s legal obligation to provide adequate medical care to inmates. Respondent believes that if forced to provide petitioner with a copy of the “root cause analysis” relating to Mr. Butler’s death, it will adversely affect respondent (and by extension the Department of Mental Health and the Department of Hospitals) from conducting future “root cause analyses” and internal reviews effectively because of a fear of blame or reprisal. As a result, this will have a significant negative impact on respondent’s ability to improve performance and prevent future deaths of inmates from occurring.\nRespondent also argues that Public Health Law § 2805-m (1) provides that information required to be collected pursuant to section 2805-j “shall be kept confidential and shall not be released except to the department [of health].” Respondent argues that “root cause analyses” are comprised of information collected pursuant to section 2805-j. Therefore, “root cause analyses” should not be released to any entity other than the Department of Health. Respondent also argues that Education Law § 6527 (3) excludes disclosure of the “root cause analysis” to petitioner.\nIn the present case, neither party provided this court with case law that was directly on point. This case places the petitioner’s statutory obligation under Correction Law § 47 in direct conflict with the respondent’s duty to provide adequate health care to inmates. Respondent argues that if it turns over the “root cause analysis” and other internal review material, its ability to meet the needs of inmates in the future would be impaired. This court disagrees and finds that in balancing the equities the greater harm will result from denial of petitioner’s request.\nAfter a full review of the record, this court will grant petitioner’s motion and require respondent to produce a copy of the “root cause analysis” and any other internal review conducted and prepared with respect to the death of Kenneth Butler. Petitioner has a statutory right to examine any and all materials, including the “root cause analysis” under Correction Law § 47 (1) (a), which empowers petitioner to “[investigate and review the cause and circumstances surrounding the death of any inmate of a correctional facility.” Additionally, Correction Law § 44 (4) provides that “[t]he chairman may request and receive from any department, division, board, bureau, commission or other agency of the state or any political subdivision thereof or any public authority such assistance, information and data as will enable the commission, the board and the council properly to carry out its functions, powers and duties.” Therefore, petitioner is statutorily entitled to review the “root cause analysis” and other internal review materialj in respondent’s possession.\nThis court considered respondent’s arguments that Public Health Law § 2801 (1), § 2805-j (1) (a), and § 2805-m precluded respondent from turning over the “root cause analysis” to petitioner, but ultimately rejects them, because petitioner has the statutory authority under Correction Law to investigate the death of any inmate of a correctional facility. Additionally, this court considered and also rejected respondent’s argument that Education Law § 6527 (3) prevented the disclosure of the “root cause analysis” to petitioner. This court finds that petitioner’s statutory duty compels respondent to turn over any and all information relating to Mr. Butler’s death.\nFinally, Correction Law § 46 (1) sets forth that “|[t]he commission, any member or any employee designated by the commission must be granted access at any and all times to any correctional facility or part thereof and to all books, records, and data pertaining to any correctional facility deemed necessary for carrying out the commission’s functions, powers ajnd duties. The commission, any member or any employee designated by the chairman may require from the officers or employees of a correctional facility any information deemed necessary for the purpose of carrying out the commission’s functions, flowers and duties.” Petitioner has the statutory authority to investigate the death of any inmate in custody and collect any materials that help further its investigation. This court holds that petitioner is legally entitled to the “root cause analysis” currently in respondent’s possession, and respondent must provide petitioner with the complete “root cause analysis” relating to the death of Mr. Butler within 10 days of this decision. The court has considered the respondent’s remaining arguments and finds them to be without merit. I",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Brian M. Callahan, Albany, for petitioner. Patrick J. Carle, New City, for respondent."
    ],
    "corrections": "",
    "head_matter": "[767 NYS2d 564]\nAlan J. Croce, as Chairman of the New York State Commission of Correction, Petitioner, v Anjan Bhattacharyya, M.S., Individually and as Rockland County Commissioner of Hospitals, Respondent.\nSupreme Court, Albany County,\nOctober 11, 2003\nAPPEARANCES OF COUNSEL\nBrian M. Callahan, Albany, for petitioner. Patrick J. Carle, New City, for respondent."
  },
  "file_name": "0863-01",
  "first_page_order": 851,
  "last_page_order": 854
}
