{
  "id": 1237592,
  "name": "The People of the State of New York, Plaintiff, v. Elbrin Evangelista, Defendant",
  "name_abbreviation": "People v. Evangelista",
  "decision_date": "2003-10-27",
  "docket_number": "",
  "first_page": "873",
  "last_page": "879",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 873"
    },
    {
      "type": "parallel",
      "cite": "771 N.Y.S.2d 791"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Crim. Ct.",
    "id": 9055,
    "name": "New York City Criminal Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "441 US 130",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1780316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/441/0130-01"
      ]
    },
    {
      "cite": "406 US 404",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171091
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0404-01"
      ]
    },
    {
      "cite": "399 US 78",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168686
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0078-01"
      ]
    },
    {
      "cite": "399 US 66",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168449
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/399/0066-01"
      ]
    },
    {
      "cite": "302 NY 461",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2222907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/302/0461-01"
      ]
    },
    {
      "cite": "119 Misc 2d 488",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        813057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/119/0488-01"
      ]
    },
    {
      "cite": "151 Misc 2d 208",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        897530
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/151/0208-01"
      ]
    },
    {
      "cite": "172 Misc 2d 79",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        924526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/172/0079-01"
      ]
    },
    {
      "cite": "86 NY2d 529",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4438604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/86/0529-01"
      ]
    },
    {
      "cite": "72 NY2d 32",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4409327
      ],
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/72/0032-01"
      ]
    },
    {
      "cite": "74 NY2d 639",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4413205
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "640"
        },
        {
          "page": "641"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/74/0639-01"
      ]
    },
    {
      "cite": "81 NY2d 772",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4427919,
        4428804,
        4428791
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "774"
        },
        {
          "page": "774-775"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/81/0772-03",
        "/ny-2d/81/0772-02",
        "/ny-2d/81/0772-01"
      ]
    },
    {
      "cite": "61 NY2d 290",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2345428
      ],
      "weight": 12,
      "pin_cites": [
        {
          "page": "294"
        },
        {
          "page": "290"
        },
        {
          "page": "290, 295"
        },
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/61/0290-01"
      ]
    },
    {
      "cite": "422 US 853",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9689
      ],
      "pin_cites": [
        {
          "page": "857"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0853-01"
      ]
    },
    {
      "cite": "333 US 196",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157706
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0196-01"
      ]
    },
    {
      "cite": "68 NY2d 410",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2350749
      ],
      "weight": 15,
      "pin_cites": [
        {
          "page": "416"
        },
        {
          "page": "416"
        },
        {
          "page": "417-418"
        },
        {
          "page": "417-418"
        },
        {
          "page": "418"
        },
        {
          "page": "417-418"
        },
        {
          "page": "417-418"
        },
        {
          "page": "420"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/68/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 15231,
    "ocr_confidence": 0.774,
    "pagerank": {
      "raw": 6.89516513629939e-08,
      "percentile": 0.41924104455510725
    },
    "sha256": "df6139b5ee282e13fe05b4201ffd93d1c8ed24036cecad83ac5a09391cf84fce",
    "simhash": "1:84bed28334c87861",
    "word_count": 2524
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff, v Elbrin Evangelista, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nSalvatore J. Modica, J.\nThe defendant is charged with a single count of sexual misconduct under Penal Law § 130.20 (1). It is alleged that this 19-year-old defendant had sexual intercourse with a 14-year-old girl “numerous times” between the dates of September 22, 2002 and April 2, 2003. The defendant, relying on People v Keindl (68 NY2d 410 [1986]), contends that the accusatory instrument should be dismissed as a denial of due process and as duplicitous. (See also CPL 170.30 [1] [f].) The court agrees that the accusatory instrument is defective. Nevertheless, dismissal is inappropriate at this time. The People, in accordance with this opinion, will be given an opportunity to cure the defect by either filing a superseding information or prosecutor’s information, or serving a bill of particulars.\nUnder both the State and Federal Constitutions, a defendant is entitled to “fair notice of the nature of the charges against him, and of the manner, time and place of the conduct underlying the accusations, so as to enable him to answer the charges and prepare an adequate defense.” (People v Keindl, supra, 68 NY2d at 416; see also US Const 6th, 14th Amends; NY Const, art I, § 6; Cole v Arkansas, 333 US 196 [1948]; Herring v New York, 422 US 853, 857 [1975].) The additional importance of providing the defense with specific details of the charges is that it enables a defendant to raise, upon conviction, “the constitutional bar of double jeopardy against subsequent prosecutions for the same offense.” (People v Keindl, supra, 68 NY2d at 416; People v Morris, 61 NY2d 290 [1984].) Some of these constitutional protections are reflected in CPL 200.50 (3) and (7), which require individual counts in an indictment to be drafted with sufficient precision, and CPL 200.30 (1), which prohibits duplicitous pleading. (People v Morris, supra, 61 NY2d 290 [1984]; People v Keindl, supra, 68 NY2d at 417-418.)\nWith respect to whether an accusatory instrument has been drafted with sufficient clarity, if time is not an element of a crime, the Criminal Procedure Law neither mandates that a single date be pleaded in an indictment nor does it impose a restriction on the length of the designated time period. (See CPL 200.50 [6]; People v Morris, supra, 61 NY2d at 294.) Thus, CPL 200.50 (6) allows a crime to be pleaded in the disjunctive, meaning “on or about, a designated date, or during a designated period of time.” Put another way, the accusatory instrument may, “as supplemented by the bill of particulars . . . allege the time in approximate terms.” (People v Watt, 81 NY2d 772, 774 [1993].) Nevertheless, despite the permissive language of CPL 200.50 (6), it still remains to be determined whether the designated period of time in the accusatory instrument adequately informs the defendant of the accusation within the meaning of the New York State and Federal Constitutions. (People v Morris, supra, 61 NY2d at 290.) A charge in an accusatory instrument violates the constitutional guarantees of fair notice when the time interval during which the crime is alleged to have taken place is so unreasonably excessive that a defendant cannot possibly defend against the charges and prepare a defense.\nUnder CPL 200.30 (1), a charge is duplicitous when more than one offense is alleged in a single count of an indictment. In the words of the Court of Appeals, “each count of an [accusatory instrument may] charge only one offense” and that “where one count alleges the commission of a particular offense repeatedly during a designated period of time, that count encompasses more than one offense and is duplicitous.” (People v Beauchamp, 74 NY2d 639, 640 [1989], quoting People v Keindl, supra, 68 NY2d at 417-418.) The rule against duplicitous pleadings furthers not only the constitutional guarantee that the defendant be able to prepare a defense and the constitutional protection against being placed in double jeopardy, but it also ensures the reliability of the unanimous verdict. “If two or more offenses are alleged in one count, individual jurors might vote to convict a defendant of that count on the basis of different offenses; the defendant would thus stand convicted under that count even though the jury may never have reached a unanimous verdict as to any one of the offenses.” (People v Keindl, supra, 68 NY2d at 418.)\nIt should be noted, however, that the prohibitions against excessive time spans and duplicity generally apply only to offenses that are punishable by the performance of a single act, such as sodomy, rape, and sexual abuse. With respect to these offenses, multiple acts between the same individuals over a prolonged time period may not be alleged in a single count. (See People v Keindl, supra, 68 NY2d at 417-418.) By contrast, some offenses may, by definition, be committed by multiple acts. These offenses, which are characterized as continuing offenses, may allege time spans that might otherwise be considered unreasonably excessive. For instance, endangering the welfare of a minor may be committed by one act or multiple acts. It is, therefore, proper to charge this crime based upon a pattern of sexual behavior toward a child over an extended period of time. (People v Keindl, supra at 417-418.) In this case, the defendant is charged with sexual misconduct under Penal Law § 130.20 (1). This crime prohibits a defendant from engaging in sexual intercjourse with a person of the opposite gender without such person’s consent. Given that each act of sexual intercourse is a separate offense, it cannot be designated a continuing crime. (See e.g. People v Keindl, supra at 420.) ¡\nWith these principles in mind, the court first addresses the defendant’s contention that the time interval duringj which the defendant is alleged to have committed the crime of sexual misconduct is so excessive that he can neither defend against this charge nor prepare a defense. In Keindl, the defendant was convicted of numerous counts of sodomy and sexual ¡abuse and several counts of endangering the welfare of a child. These charges related to multiple sexual acts allegedly committed against three children, aged 8, 10, and 13 years old, over a period of from 10 to 16 months. Reversing the defendant’s convictions for sodomy and sexual abuse, the Court held that the time interval was so excessive on its face that it deprived jthe defendant of the right to be informed of the accusations and prepare a defense, and it exposed him to subsequent prosecutions for the same offenses. The Court of Appeals reached the same conclusion in Beauchamp, concluding that “the time period during which the crimes were alleged to have occurrejl (Oct. 31, 1983 — Aug. 1, 1984, excluding weekends) was so excessive that it was unreasonable.” (People v Beauchamp, supra, 74 NY2d at 641.) Thus, in both Keindl and Beauchamp, the time periods were deemed excessive per se and dismissals were required.\nOn the other hand, in People v Watt (81 NY2d 772 [1993]), an allegation of a five-month period within which the defendant allegedly engaged in sexual acts with children was not a per se unreasonable time period in which to charge. And in People u Morris (supra), a time interval of three weeks was also held not to be unreasonably excessive per se. It must be j stressed, however, that a court’s conclusion that a disputed time interval is not per se unreasonably excessive does not end the inquiry. As noted by the Court of Appeals, even though an accusatory instrument “may allege the time in approximate terms,” the time interval must still operate to give a defendant fair notice of the charges. (People v Watt, supra, 81 NY2d at 774¡) Accordingly, even in cases where the per se bar does not apply, an accusatory instrument, as supplemented by a bill of particulars, must still be scrutinized to determine whether the time interval passes constitutional muster. (Id.) That determination must be made in each case taking into account all relevant circumstances. (People v Morris, supra, 61 NY2d at 290, 295.) As stated in Watt,\n“The noninclusive list of factors includes the length of the time span provided by the People and the knowledge the People possess or should acquire with reasonable diligence of the exact or approximate date or dates of the criminal conduct. Additionally, relevant factors include the age and intelligence of the victim and other witnesses; the nature of the offense or offenses, including whether they are likely to be discovered immediately and whether there is a criminal pattern; and all other surrounding circumstances.” (People v Watt, supra, 81 NY2d at 774-775.)\nIn this case, the time interval is 6 months and 11 days. That time period is significantly longer than the time period in Morris and exceeds the time period in Watt by almost IV2 months. In the view of this court, the time span is per se unreasonable. Nevertheless, dismissal is stayed pending the filing by the District Attorney, within 21 days of the date of this order, either a prosecutor’s information, a superseding information, or a bill of particulars, alleging a shorter time period for the charge in this case. (See CPL 170.35 [1] [a].) The People must keep in mind that if they intend to prove that the alleged crime was committed within a certain time span rather than on a specific date, then they should consider the factors as outlined in this opinion. If the defendant is of the opinion that the paperwork filed by the District Attorney has not adequately cured the defect and that the charge lacks sufficient clarity, then he has leave to renew the motion to dismiss the charge.\nThe court further concludes that the crime of sexual misconduct as alleged in this accusatory instrument is duplicitous and must be dismissed. Given that the crime of sexual misconduct under Penal Law § 130.20 (1) punishes the performance of a single act, it is not a continuing crime. For this reason, the prohibition against duplicitous pleadings is applicable. In this case, the defendant is alleged to have had sexual intercourse repeatedly with a 14-year-old girl for a period of almost seven months. As drafted, the accusatory instrument alleges the commission of multiple violations of sexual misconduct under Penal Law § 130.20 (1) and is, therefore, defective. Nevertheless, dismissal is stayed pending the filing of either a superseding information, a prosecutor’s information, or a bill of particulars by the District Attorney, curing this defect, within 21 days of the date of this order. As noted in People v Davis (72 NY2d 32, 38 [1988]), when “the number of offenses charged by a particular count [of an indictment] is uncertain because the precise time oi the commission of the crime is not clearly stated . . . [t]he defect may be cured by reference to a bill of particulars.”\nFinally, the court acknowledges that the accusatdry instrument in this case is an information and, as such, is governed by articles 100 and 170 of the Criminal Procedure Law, both of which lack the provisions contained in CPL 200.30 and 200.50. The court further acknowledges that CPL 200.30 and 200.50 are not expressly applicable to informations. That the Legislature failed to extend the requirements contained in CPL 200.30 and 200.50 to informations, however, is not dispositive. The provisions of CPL 200.30 and 200.50 serve a due process role in that they provide the defendant with sufficient information as to the nature of the charge and the underlying conduct so that he/she may prepare a defense. (See e.g. People v Shack, 86 NY2d 529 [1995].) Not only do these provisions further the defendant’s right to due process under both the Federal and New York State Constitutions, but they also serve to protect the defendant from being placed in jeopardy for the same offense. (People v Morris, supra, 61 NY2d at 293.) In addition, these provisions ensure the unanimity of the verdict, which is required under | both the United States Constitution and the Criminal Procedure Law. It is clear, therefore, that the provisions of CPL 200.30 and 200.50, which prohibit duplicitous pleadings and which require sufficient precision in the drafting of charges, are constitutionally required in all criminal cases. (See e.g. People v Saldana, 172 Misc 2d 79 [Crim Ct, Bronx County 1997]; see People v Mitchell, 151 Misc 2d 208 [Crim Ct, Kings County 1991]; see also People v Todd, 119 Misc 2d 488 [Crim Ct, NY County 1983].) As discussed above, those constitutional rights and protections have been violated in this case.\nAccordingly, the defendant’s motion to dismiss the information is granted. The court’s order, however, is stayed for 21 days in accordance with this opinion.\n. The Criminal Procedure Law, however, requires that a prosecutor’s information “be in the form prescribed for an indictment, pursuant to section 200.50, and must, in one or more counts, allege the offense or offenses charged and a plain and concise statement of the conduct constituting each such offense.” (CPL 100.35.) No similar provision exists for informations.!\n. The New York State Constitution does not provide the right to a trial by jury when a defendant is prosecuted by a local criminal court accusatory instrument. (See People v Erickson, 302 NY 461 [1951].) The Sta1)e Constitution grants a defendant such right only where he has been indicted! by a grand jury for any offense or where the defendant is being prosecuted by a superior court information. (See NY Const, art I, § 2; see also NY Const, art VI, § 18.) The State Constitution notwithstanding, the United States Supreme Court, in Baldwin v New York (399 US 66 [1970]), held that the United States Constitution guarantees a defendant the right to a jury trial for any “serious” offense, for which an authorized sentence in excess of six months can be imposed. The federal constitutional requirement is met where the jury is composed of at least six persons. (See Williams v Florida, 399 US 78 [1970]; Apodaca v Oregon, 406 US 404 [1972] [the Federal Constitution does not require that a jury be comprised of 12 persons]; see also Preiser, Practice Commentaries, McKinney’s Cons Laws of NY, Book 11 A, CPL 340.40, at 119-120.) If the number is set at six persons, however, then the jury’s verdict requires unanimity. (See Burch v Louisiana, 441 US 130 [1979].) Following the decision in Baldwin, the New York State Legislature, in 1971, expanded the statutory right to a jury trial for misdemeanors prosecuted by information in the New York City Criminal Court for which the authorized sentence is in excess of six months. (See CPL 340.40.) Pursuant to CPL 360.10 (1), a jury trial of an information in a local criminal court consists of six jurors. If not expressly stated, implicit in the New York statutory scheme is the requirement that the jury’s verdict must be unanimous. (See CPL 360.55, 310.50, 310.80.)",
        "type": "majority",
        "author": "Salvatore J. Modica, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "John Cromwell, White Plains, for defendant. Robert T. Johnson, District Attorney, Bronx (Penny Bluford Garrett of counsel), for plaintiff."
    ],
    "corrections": "",
    "head_matter": "[771 NYS2d 791]\nThe People of the State of New York, Plaintiff, v Elbrin Evangelista, Defendant.\nCriminal Court of the City of New York, Bronx County,\nOctober 27, 2003\nAPPEARANCES OF COUNSEL\nJohn Cromwell, White Plains, for defendant. Robert T. Johnson, District Attorney, Bronx (Penny Bluford Garrett of counsel), for plaintiff."
  },
  "file_name": "0873-01",
  "first_page_order": 861,
  "last_page_order": 867
}
