{
  "id": 1237595,
  "name": "The People of the State of New York, Plaintiff v. Edward Hammonds, Defendant",
  "name_abbreviation": "People v. Hammonds",
  "decision_date": "2003-10-31",
  "docket_number": "",
  "first_page": "880",
  "last_page": "889",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 880"
    },
    {
      "type": "parallel",
      "cite": "768 N.Y.S.2d 166"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "78 Misc 2d 907",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1277076
      ],
      "pin_cites": [
        {
          "page": "910"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/78/0907-01"
      ]
    },
    {
      "cite": "462 US 640",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6192095
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "647"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0640-01"
      ]
    },
    {
      "cite": "95 NY2d 832",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "267 AD2d 317",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        115834
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/267/0317-01"
      ]
    },
    {
      "cite": "165 Misc 2d 1000",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        933732
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/165/1000-01"
      ]
    },
    {
      "cite": "99 NY2d 158",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        295047
      ],
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/99/0158-01"
      ]
    },
    {
      "cite": "390 US 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170914
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "383-384"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0377-01"
      ]
    },
    {
      "cite": "189 Misc 2d 487",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        221001
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "493"
        },
        {
          "page": "492-493"
        },
        {
          "page": "489-490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/189/0487-01"
      ]
    },
    {
      "cite": "194 Misc 2d 630",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        952059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/194/0630-01"
      ]
    },
    {
      "cite": "2001 NY Slip Op 50130",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "2002 NY Slip Op 40021",
      "category": "reporters:state",
      "reporter": "NY Slip Op",
      "opinion_index": 0
    },
    {
      "cite": "194 Misc 2d 449",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        952027
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "451"
        },
        {
          "page": "456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/194/0449-01"
      ]
    },
    {
      "cite": "498 US 833",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6345696,
        6345312,
        6344899,
        6342884,
        6344677,
        6343271,
        6345480,
        6343945,
        6346057,
        6343689,
        6344170,
        6345869,
        6345138,
        6343476,
        6343036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0833-13",
        "/us/498/0833-11",
        "/us/498/0833-09",
        "/us/498/0833-01",
        "/us/498/0833-08",
        "/us/498/0833-03",
        "/us/498/0833-12",
        "/us/498/0833-06",
        "/us/498/0833-15",
        "/us/498/0833-05",
        "/us/498/0833-07",
        "/us/498/0833-14",
        "/us/498/0833-10",
        "/us/498/0833-04",
        "/us/498/0833-02"
      ]
    },
    {
      "cite": "75 NY2d 327",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4417765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/75/0327-01"
      ]
    },
    {
      "cite": "191 Misc 2d 224",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        962467
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "228"
        },
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/191/0224-01"
      ]
    },
    {
      "cite": "53 Ark L Rev 231",
      "category": "journals:journal",
      "reporter": "Ark. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "25 Law & Hum Behav 459",
      "category": "journals:journal",
      "reporter": "Law & Hum. Behav.",
      "opinion_index": 0
    },
    {
      "cite": "105 Misc 2d 215",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        1946259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/105/0215-01"
      ]
    },
    {
      "cite": "114 Misc 2d 523",
      "category": "reporters:state",
      "reporter": "Misc. 2d",
      "case_ids": [
        796624
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "527"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/misc2d/114/0523-01"
      ]
    },
    {
      "cite": "1995 WL 251647",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "80 AD2d 568",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3238809
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/80/0568-01"
      ]
    },
    {
      "cite": "68 NY2d 1001",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "124 AD2d 254",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        5682999
      ],
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/124/0254-01"
      ]
    },
    {
      "cite": "56 NY2d 288",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        4385188
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "291"
        },
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/56/0288-01"
      ]
    },
    {
      "cite": "75 NY2d 818",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "opinion_index": 0
    },
    {
      "cite": "155 AD2d 978",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        3600620,
        3610301
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/155/0978-02",
        "/ad2d/155/0978-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1057,
    "char_count": 23237,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 9.77237325790593e-08,
      "percentile": 0.5316381379763839
    },
    "sha256": "c9e6bf75438a109f2e30d3954e974601487d6dc9a1ee9fd35eee7a7b0bc1a978",
    "simhash": "1:1661130dabdaa756",
    "word_count": 3688
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The People of the State of New York, Plaintiff v Edward Hammonds, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nMary H. Smith, J.\nBy Indictment No. 03-0845, defendant Edward Hammonds has been accused of one count of robbery in the first degree (Penal Law § 160.15 [3]), one count of criminal possession of a weapon in the third degree (Penal Law § 265.02 [1]), one count of grand larceny in the fourth degree (Penal Law § 155.30 [5]), and one count of menacing in the second degree (Penal Law § 120.14 [1]). The acts allegedly occurred on or about September 5, 2002. The People have moved, by way of an order to show cause, for an order from this court requiring defendant to appear in a lineup pursuant to CPL 240.40 (2) (b) (i). Defendant opposes the People’s motion on the grounds that it is untimely and not supported by good cause. Alternatively, defendant requests that should the lineup be granted, the court impose that the lineup be held in a double-blind and sequential manner to reduce the opportunity for misidentification. In addition, defendant requests that the People be required to provide a stenographer and photographer to record the lineup proceedings. Upon consideration of these papers, the motion for a lineup is disposed of as follows:\nBackground\nThe People filed the instant application three days after the court issued its decision and order on defendant’s omnibus motion and at a time when the case should have been ready for trial. The People’s late submission of this application does not go unnoticed and raises some question concerning the strength of the People’s case given the rather lackluster approach law enforcement has taken with regard to their prosecution of defendant to date. Indeed, defendant was not even arrested on the charges underlying this indictment until nine months after the date of the alleged crimes, when he was arrested on an unrelated misdemeanor offense. This late arrest occurred even though the alleged victim identified defendant from a mug shot book eight days after the crimes’ commission. In addition, law enforcement should have been aware of defendant’s whereabouts because he was on probation (and gainfully employed) and, according to defendant, still residing at the Peekskill address that was reflected on his criminal records. The court has ordered a Wade hearing on the noticed identification procedure and notes that to the extent that the identification is suppressed as being unduly suggestive (and there is no independent basis for an in-court identification), any identification that may result from the lineup that is being ordered herein would necessarily be tainted by the first identification procedure and should likewise be suppressed.\nStandard of Review for CPL 240.40 (2) (b) (i) Application\nPursuant to CPL 240.40 (2) (b) (i), the People may request a court order (postindictment) requiring defendant’s participation in a corporeal lineup. That statute provides: “[u]pon motion of the prosecutor, and subject to constitutional limitation, the court in which an indictment... is pending . . . may order the defendant to provide non-testimonial evidence. Such order may, among other things, require the defendant to . . . [alppear in a line-up.” The court order may also include a protective order which has the effect of “denying, limiting, conditioning, delaying or regulating discovery pursuant to this article for good cause, including constitutional limitations.” (CPL 240.50; see CPL 240.40 [3].)\nBecause the lineup results in the seizure of defendant’s body, the constitutional requirements of the Fourth Amendment must be satisfied before a court may order defendant’s participation. Thus, “[i]t is well established that a suspect may be ordered to appear in a lineup, or provide other nontestimonial evidence, when ‘the People establish (1) probable cause to believe the suspect has committed the crime, (2) a “clear indication” that relevant material evidence will be found, and (3) the method used to secure it is safe and reliable.’ ” (People v Shields, 155 AD2d 978 [1989], lv denied 75 NY2d 818 [1990], quoting Matter of Abe A., 56 NY2d 288, 291 [1982], and citing People v London, 124 AD2d 254, 256 [1986], lv denied 68 NY2d 1001 [1986]; Matter of Pidgeon v Rubin, 80 AD2d 568 [1981]; see also People v Cassese, 1995 WL 251647 [Nassau County Ct, Mar. 23, 1995, Kowtna, J.].) Thus, “the granting of relief pursuant to CPL 240.40 (subd 2, par [b], cl [i]) is permissive or discretionary . . . [and] the prosecutor is under a burden to demonstrate ‘probable cause’ for the ‘necessity’ of the proposed procedure ... a requirement which is in addition to the demonstration of ‘probable cause’ that a crime has been committed and the defendant has committed it.” (People v Boudin, 114 Misc 2d 523, 525 [1982]; see also People v Handley, 105 Misc 2d 215 [1980].)\nHere, the probable cause that a crime has been committed and that defendant committed it has been satisfied by the grand jury’s return of a true bill against defendant. The court has already determined in its decision and order dated October 14, 2003 that the grand jury proceedings were not defective and that there was sufficient evidence presented to uphold the indictment. And while not argued in the People’s application, there is good cause for the ordering of a lineup because “[b]ased upon the admissibility of evidence of a previous corporeal identification procedure as evidence in chief at trial (CPL 60.25, 60.30) versus the inadmissibility of evidence of a prior photographic identification procedure, it is apparent that the People have established probable cause for the 'necessity’ or reasonableness of the requested lineup procedure.” (People v Boudin, 114 Misc 2d at 527.)\nPros/Cons of the Double-Blind/Sequential Lineup\nFrom the facts of the case known to date, it is the court’s understanding that the reliability of the victim’s identification of defendant may well determine the outcome of this case. At the determination of trial readiness conference held on October 14, 2003, defendant insisted on addressing the court and, in the course of his protestations of innocence, defendant raised a couple of salient points — i.e., law enforcement’s failure to arrest him for nine months following the crimes and the serious discrepancies between the victim’s description of the perpetrator to the police versus the defendant’s physical characteristics. According to the People, defendant was identified by the victim from a mug shot book, but again there has been no determination regarding whether that identification procedure was unduly suggestive and, if so, whether there exists an independent basis for an in-court identification. That decision is left to the sound discretion of the Wade hearing court.\nBecause the reliability of the victim’s identification may well be the pivotal issue in this case (the District Attorney having identified little other evidence linking defendant to the crime), defendant has requested that if the court grants the People’s lineup application, the court should also require that certain methodologies be used in the lineup. Thus, defendant asserts that the current procedure employed — a simultaneous lineup where the law enforcement personnel charged with conducting the lineup have knowledge of the true suspect’s identity — is flawed and cannot produce reliable identifications. Rather, it is defendant’s contention that the court should order a method that has been winning favor in the scientific community known as the double-blind, sequential lineup. In the currently used simultaneous lineup, defendant is viewed along with ajd the other potential suspects (known as fillers) at once; one of the arguments against the use of this lineup procedure is that the witness may not perform the appropriate analysis in making an identification. Thus, rather than comparing each suspect to the memory the witness has of the perpetrator, the witness instead compares the potential suspects against each other and picks the one that most closely matches his memory of the perpetrator. By comparison, the sequential method requires that the witness view each potential suspect separately and tljen make a determination on each individually without ever viewing all the suspects simultaneously. In some controlled studies, this method has been shown to reduce misidentifications by as much as 50%. (See Feige and Bailey, Point/Counterpoint: Police Lineups, Do Sequential Lineups Improve Accuracy of Witness Identifications?, NYLJ Mag, Dec. 2002, at 10, col 1.) Critics of these studies rightly argue that a controlled study involving mock crimes cannot possibly simulate the trauma involved in an actual crime and the impacts that such trauma may have on the memory of the crime victim. (See id.) And there are other arguments against the movement to sequential lineups, including one which suggests that the method may reduce the number of correct identifications. (See id.; see also People v Kixby, NYLJ, Oct. 21, 2002, at 25, col 4, citing Steblay et al., Eyewitness Accuracy Rates in Sequential and Simultaneous Lineup Presenta tions: A Meta-Analytic Comparison, 25 Law & Hum Behav 459 [20Ó1]; Judges, Two Cheers for the Department of Justice’s Eyewitness Evidence: A Guide for Law Enforcement, 53 Ark L Rev 231 [2000]; Lindsay and Wells, Improving Eyewitness Identifications from Lineups: Simultaneous Versus Sequential Lineup Presentations, 70 J Applied Psychol 556 [1985].)\nNevertheless, while there is disagreement over the validity of the results of the sequential lineup studies, there appears to be no disagreement over the benefit of having a double-blind lineup. Thus “[njumerous scientific studies suggest that officers who know the identity of a true suspect in a lineup might influence the decision of a witness, even unintentionally, through suggestive words or movements.” (Perrotta, Hynes Endorses Double-Blind Police Lineups, NYLJ, Dec. 13, 2002, at 1, col 3.) As noted by one court when describing a submission made by the District Attorney’s expert: “while there may not be ‘100 percent agreement among all experts’ on the desirability of sequential lineups under all circumstances ‘[t]he same is not true of double-blind testing,’ which he describes as ‘something for which there is no disagreement among experts at all.’ ” (People v Wilson, 191 Misc 2d 224, 228 [2002].) In addition, unlike the impact associated with the implementation of the sequential lineup, the use of a double-blind lineup would not appear to pose a significant drain on law enforcement manpower. (See id.)\nWhether to Order a Double-Blind Sequential Lineup\nThe court’s authority to order that the District Attorney employ the sequential and/or double-blind lineup, however, is unsettled. There is currently a split at the trial court level (with apparently no appellate court decisions to date) over a court’s power to order double-blind and/or sequential lineups. Some courts hold the doctrine of separation of powers between the judicial, legislative and executive branches of government requires judicial deference. Therefore, these courts hold that it would be an improper infringement on law enforcement (and without a legal basis) for courts to order such lineups, especially since the simultaneous lineup procedure has been upheld by the New York Court of Appeals in People v Chipp (75 NY2d 327 [1990], cert denied 498 US 833 [1990]) as constitutional. (See People v M.A., 194 Misc 2d 449 [2002]; People v Alcime, 2002 NY Slip Op 40021[U] [2002]; People v Martinez, 2001 NY Slip Op 50130[U] [2001]; People v Franco, NYLJ, July 5, 2001, at 20, col 5; People v Cassese, 1995 WL 251647 [1995]; People v Aspinall, 194 Misc 2d 630 [2003].) Most courts nevertheless see the potential value in these alternative lineups and encourage their local district attorneys’ offices to follow other jurisdictions that have implemented either one (i.e., Brooklyn’s adoption of the double-blind simultaneous lineup) or both (i.e., New Jersey’s and Santa Clara, California’s adoption of the double-blind, sequential lineup). (See Perrotta, Hynes Endorses Double-Blind Police Lineups, NYLJ, Dec. 13, 2002, at 1, col 3.) Still other courts decline to order the double-blind, sequential lineups because of the conflicting scientific proof and lack of real world simulation inherent in these studies. (See Matter of Taylor, NYLJ, Oct. 4, 2002, at 21, col 4.)\nBy contrast, a number of courts order double-blind and/or sequential lineups finding that “[t]he doctrine of separation of powers does not require courts to turn a blind eye to the social science research and wait passively for the legislature or the police to decide to adopt new procedures that enhance the fairness of judicial proceedings, but may rule upon the propriety of and necessity for such procedures as the issues are raised.” (People v Kirby, NYLJ, Oct. 21, 2002, at 25, col 4, citing People v Wilson, 191 Misc 2d 224 [2002]; Matter of Thomas, 189 Misc 2d 487 [2001].) The legal basis for these orders emanates from different theories. Some courts find authority within their inherent authority to control the content of their orders. (See Matter of Thomas, 189 Misc 2d at 493.) Other courts find authority in the New York Court of Appeals decision in Matter of Abe A. (56 NY2d 288, 298 [1982]), which holds that in determining whether to issue an order requiring that blood be drawn from defendant, the court must consider whether “the method by which the authorized intrusion to be accomplished must be safe, reliable and impose no more physical discomfort than is reasonably necessary.” (See People v Kirby, NYLJ, Oct. 21, 2002, at 25, col 4 [“When the government can conduct an investigative procedure only by court order, it is the court’s responsibility to ensure that the People have established the reliability of the proposed procedure and must, before granting the order, weigh alternative methods for obtaining the evidence”]; Matter of Thomas, 189 Misc 2d 487, 492-493 [2001] [“The court reads this sentence as authorizing consideration of the ‘reliability’ of a requested procedure as well as the ‘reasonable necessity’ of the procedure . . . [and] if there is a better or lesser intrusive means available to accomplish the goal then a court should direct that those other more reliable or better methods be performed”].) The final line of authority is the catch-all notion that “[t]he Supreme Court of the State of New York has general original jurisdiction in law and equity, vesting in this court the inherent power to do all things reasonably necessary for the administration of justice within the scope of its jurisdiction.” (Matter of People v Wilson, 191 Misc 2d 224, 225 [2002].)\nWhile the court is not opposed to finding that it has the power to order that the lineup be held in a particular manner, it will not utilize such power for a number of reasons. First, while it would seem self-evident that the sequential method might provide more reliable results, given the amount of controversy surrounding the validity of the studies (both with regard to their inability to replicate the impact on memory recall of a real world crime victim and with regard to the results which suggest that sequential lineups may reduce the number of correct identifications), the court is not willing to usurp law enforcement’s discretion in the procedure they choose so long as the procedure has been held to be constitutional. Second, while there is no such controversy surrounding the double-blind method, if the court were to order that it be employed in this lineup, the court would be embarking on a “slippery slope” and would be hard pressed to deny future applications ¡that were grounded on scientific evidence tending to show that another more reliable lineup procedure de jure should be employed. Thus, the court believes the more prudent course is to leave that decision to the legislative and/or executive branches and hopes that they will “do justice” by adopting the double-blind methodology since there is no disagreement over its! beneficial effects in doing away with any unintentional suggqstiveness which may occur through body language.\nFinally, it is unfortunate but given the circumstances of this case, the use of a double-blind sequential lineup would most likely have no impact whatsoever on the reliability of the identification procedure employed in this case. To tjhe extent there has been a misidentification, the damage is irreparable since the alleged victim has already chosen defendant’s photo from a mug shot book and that picture is forever imprinted on his mind. This phenomenon has been described as follows:\n“Worse yet, after a misidentification occurs, the witness’s sense of recall can become impaired— perhaps irreparably — as the defendant’s im¡age tends to supplant the image of the actual criminal. The Supreme Court made this point in its first photographic identity case [Simmons v United States, 390 US 377, 383-384 (1968)], when it stated that ‘[r]egardless of how the initial misidentification comes about, the witness thereafter is apt to retain in his memory the image of the photograph ratiher than of the person actually seen, reducing ithe trustworthiness of subsequent lineup or courtroom identification.” (People v Gee, 99 NY2d 158, 163 [2002].)\nThus, it would appear that the benefits of a double-blind sequential lineup would be lost in a case where the victim has already identified the defendant from a photograph because it is more likely than not that the victim will again identify defendant in the lineup (whether it be sequential or simultaneous) based on his recollection of the defendant’s photograph.\nThe simultaneous, non-double-blind lineup has not been attacked as constitutionally infirm. In the end, courts must review the identification procedure employed to determine if it was unduly suggestive and, if so, whether there exists an independent basis for an in-court identification.\nNevertheless, given the critical nature of the identification evidence in this case, as well as the apparent weaknesses in the prosecution’s case, the court orders that the People furnish a stenographer and photographer to memorialize the lineup proceedings. (See People v Cassese, 1995 WL 251647 [1995] [videotaping of lineup]; People v Boudin, 114 Misc 2d 523 [1982] [stenographic recording and photographing of lineup]; CPL 240.40 [3]; 240.50.) It is hoped that these additional safeguards (including defense counsel’s presence) will reduce the opportunity for any unintentional suggestiveness from law enforcement personnel. Moreover, in addition to defense counsel’s recollection of the propriety of the procedures employed, there will be an available record in the event another suppression motion regarding the suggestiveness of this lineup procedure is necessary. And again, the court recommends that the District Attorney’s office does justice and uses the double-blind method for this lineup, as well as for all future lineups.\nBased on the foregoing, the People’s application is granted to the extent that a lineup is hereby ordered. The court further orders the People to provide defense counsel with notice seven days in advance of the date on which the lineup is scheduled to be held, and furnish the services of a stenographer and photographer to memorialize the lineup proceedings. Defendant’s application for a double-blind, sequential lineup is denied, but the court does agree and joins other courts that have recommended to their district attorneys’ offices that the offices “do justice” by employing the double-blind methodology in their lineups. (See People v M.A., 194 Misc 2d 449.)\n. The double-blind aspect simply means that the law enforcement officers conducting the lineup have no knowledge as to which of the participants is a filler or the true suspect. ¡\n. The court in Matter of Thomas (189 Misc 2d 487 [2001]) explained the phenomenon as follows: “Psychologists speculate that in a simultaneous lineup the viewer subconsciously believes that he or she should select the person that most resembles the perpetrator . . . Since the viewer believes that the alleged perpetrator is in the lineup, the viewer will in all likelihood select a person from the lineup based upon the person who most closely depicts tjhe perpetrator rather than from a recollection that the person is in fact the!perpetrator. In a sequential lineup, the viewer performs a ‘recall oriented function’ in that the viewer compares the person being viewed by him or her at the lineup with the person that he or she recalls as being involved in the incident, . . .” (Matter of Thomas, 189 Misc 2d at 489-490.)\n. However, if law enforcement personnel permit a witness to have a second bite at the apple by allowing a second sequential lineup using the same potential suspects, the sequential lineup becomes indistinguishable from the simultaneous lineup. (See People v M.A., 194 Misc 2d 449, 457 n 9 [2002].)\n. There are also issues concerning the studies’ validity because many (if not all) use photographs rather than live people in their stagedl sequential/ simultaneous lineups.\n. Clearly, if the simultaneous non-double-blind methodology was determined to be unconstitutional, the court would be empowered to order other procedures found to be constitutional to protect defendant’s due process rights. At least one New York court has found the sequential method to be constitutional. (See People v Blue, 165 Misc 2d 1000 [1995], affd 267 AD2d 317 [1999], lv denied 95 NY2d 832 [2000].)\n. These courts draw from the United States Supreme Court’s holding in Illinois v Lafayette (462 US 640 [1983]), which was a case in which the Supreme Court declined to find power in the judiciary under the Fourth Amendment to direct that a particular procedure be used in an inventory search because “the real question is not what ‘could have been achieved,’ but whether the Fourth Amendment requires such steps; it is not our function to write a manual on administering routine, neutral procedures of the station house. Our role is to assure against violations of the Constitution.” (Illinois v Lafayette, 462 US at 647.) Another court denied defendant’s request that a blank lineup be conducted holding that such a request was “not within the ambit of judicial discretion.” (See People v Guerea, 78 Misc 2d 907, 910 [1974].)\n. At least one defendant has argued that “the greater accuracy of the double-blind, sequential lineup procedure constitutes a lesser intrusion on his right to be free from unreasonable searches and seizures.” (People v M.A., 194 Misc 2d 449, 451 [2002].) This argument is flawed since the intrusion on defendant in submitting to a simultaneous lineup is indistinguishable from the intrusion incurred as a result of his submitting to a double-blind sequential lineup. (See id. at 456.)",
        "type": "majority",
        "author": "Mary H. Smith, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Jeanine Ferris Pirro, District Attorney, White Plaiks (Calvin H. Scholar of counsel), for plaintiff. Legal Aid Society of Westchester County, White Plains (Stephen J. Pittari and Salvatore A. Gaetani of counsel), for defendant. ¡"
    ],
    "corrections": "",
    "head_matter": "[768 NYS2d 166]\nThe People of the State of New York, Plaintiff v Edward Hammonds, Defendant.\nSupreme Court, Westchester County,\nOctober 31, 2003\nAPPEARANCES OF COUNSEL\nJeanine Ferris Pirro, District Attorney, White Plaiks (Calvin H. Scholar of counsel), for plaintiff. Legal Aid Society of Westchester County, White Plains (Stephen J. Pittari and Salvatore A. Gaetani of counsel), for defendant. ¡"
  },
  "file_name": "0880-01",
  "first_page_order": 868,
  "last_page_order": 877
}
