{
  "id": 1237596,
  "name": "Glen Waehner et al., Plaintiffs, v. Thomas R. Frost, Jr., Individually and Doing Business as Frost Architecture, Defendant",
  "name_abbreviation": "Waehner v. Frost",
  "decision_date": "2003-12-10",
  "docket_number": "",
  "first_page": "893",
  "last_page": "896",
  "citations": [
    {
      "type": "official",
      "cite": "1 Misc. 3d 893"
    },
    {
      "type": "parallel",
      "cite": "770 N.Y.S.2d 596"
    }
  ],
  "court": {
    "name_abbreviation": "N.Y. Sup. Ct.",
    "id": 8791,
    "name": "New York Supreme Court"
  },
  "jurisdiction": {
    "id": 1,
    "name_long": "New York",
    "name": "N.Y."
  },
  "cites_to": [
    {
      "cite": "2000 US Dist LEXIS 558",
      "category": "reporters:specialty_lexis",
      "reporter": "U.S. Dist. LEXIS",
      "opinion_index": 0
    },
    {
      "cite": "2000 WL 60200",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": 0
    },
    {
      "cite": "512 US 1205",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39361,
        39649,
        39908,
        39812,
        39472,
        39509,
        39573,
        39542,
        39577,
        39962,
        39548,
        39101,
        39614
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/512/1205-04",
        "/us/512/1205-07",
        "/us/512/1205-11",
        "/us/512/1205-10",
        "/us/512/1205-05",
        "/us/512/1205-06",
        "/us/512/1205-09",
        "/us/512/1205-12",
        "/us/512/1205-01",
        "/us/512/1205-02",
        "/us/512/1205-13",
        "/us/512/1205-08",
        "/us/512/1205-03"
      ]
    },
    {
      "cite": "14 F3d 1250",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        10532600
      ],
      "pin_cites": [
        {
          "page": "1254"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/14/1250-01"
      ]
    },
    {
      "cite": "304 AD2d 103",
      "category": "reporters:state",
      "reporter": "A.D.2d",
      "case_ids": [
        329297
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "116"
        },
        {
          "page": "117"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ad2d/304/0103-01"
      ]
    },
    {
      "cite": "92 NY2d 288",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        725021
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "292"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/92/0288-01"
      ]
    },
    {
      "cite": "98 NY2d 534",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        282462
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/98/0534-01"
      ]
    },
    {
      "cite": "1 NY3d 72",
      "category": "reporters:state",
      "reporter": "N.Y.3d",
      "case_ids": [
        1249182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny3d/1/0072-01"
      ]
    },
    {
      "cite": "94 NY2d 321",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        109712
      ],
      "pin_cites": [
        {
          "page": "326-327"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/94/0321-01"
      ]
    },
    {
      "cite": "61 NY2d 299",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        2345772
      ],
      "pin_cites": [
        {
          "page": "308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/61/0299-01"
      ]
    },
    {
      "cite": "99 NY2d 1",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        295004
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "6"
        },
        {
          "page": "9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/99/0001-01"
      ]
    },
    {
      "cite": "91 NY2d 39",
      "category": "reporters:state",
      "reporter": "N.Y.2d",
      "case_ids": [
        525066
      ],
      "pin_cites": [
        {
          "page": "49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny-2d/91/0039-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 6647,
    "ocr_confidence": 0.783,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.04647066296143134
    },
    "sha256": "f7f6f956bbb234727e26979979752e7dadda76c1c613e0a013dab452bd676702",
    "simhash": "1:e58b88587cf0952d",
    "word_count": 1065
  },
  "last_updated": "2024-02-27T19:35:05.009820+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Glen Waehner et al., Plaintiffs, v Thomas R. Frost, Jr., Individually and Doing Business as Frost Architecture, Defendant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nThomas D. Nolan, Jr, J.\nPlaintiffs, developers of a condominium project on Lake George, sued defendant, Thomas R. Frost, Jr., the project’s architect, and Thomas J. Bien and Associates, Inc., the general contractor, for damages allegedly caused by faulty design and construction. Plaintiffs settled with Bien for $60,000. Plaintiffs and defendant then agreed to submit their dispute to binding arbitration. On July 15, 2003, the arbitrator fixed) plaintiffs’ total damages at $86,620 and apportioned 90% liability against Frost for a faulty roof design and 10% against nonparty Bien for construction defects.\nPlaintiffs now move to confirm the award, and. defendant cross-moves to reduce the award to $26,620 to reflect an offset attributable to the $60,000 settlement. Defendant argues that the award violates. New York’s rule prohibiting duplicative recoveries, since, should the award stand, plaintiffs would recover a total of $137,958, i.e., $51,338 more than they were awarded in total damages. \\\nArbitration is a favored method of dispute resolution in New York. (Matter of Smith Barney Shearson v Sacharow, 91 NY2d 39, 49 [1997].) Judicial interference with the process and outcome of arbitration is discouraged. (Matter of New York City Tr. Auth. v Transport Workers Union of Am., Local 100, AFL-CIO, 99 NY2d 1, 6 [2002].) Unless the parties agree otherwise, arbitrators are not bound by principles of substantive law or by rules of evidence and may “do justice as he [or she] sees it, applying his [or her] own sense of law and equity to the facts as he [or she] finds them to be and making an award reflecting the spirit rather than the letter of the agreement [and an] award will not be vacated even though the court concludes that . . . [the arbitrator] misapplies substantive rules of law, unless it is violative of a strong public policy, or is totally irrational . . . .” (Matter of Silverman [Benmor Coats], 61 NY2d 299, 308 [1984]; accord Matter of New York State Correctional Officers & Police Benevolent Assn. v State of New York, 94 NY2d 321, 326-327 [1999].)\nThe record in this case demonstrates that the arbitrator was keenly aware of the settlement between plaintiffs and Bien. {See report of arbitrator and itemization of award, nn 1, 3, annexed as exhibit B to plaintiffs’ notice of motion.) Moreover, it is clear that although the arbitrator considered the settlement in his deliberations, he chose not to treat it as an offset {see letter of arbitrator, dated Aug. 25, 2003, annexed as exhibit E to defendant’s cross motion).\nThe issue narrows to whether the arbitrator’s conscious failure to offset the damages awarded by the settlement amount is sufficiently violative of public policy to require vacatur. An “extremely narrow” exception has been established in New York to set aside arbitration awards if public policy is disregarded. (Matter of United Fedn. of Teachers, Local 2, AFT, AFL-CIO v Board of Educ., 1 NY3d 72 [2003], citing Matter of New York City Tr. Auth. v Transport Workers Union of Am., Local 100, AFL-CIO, 99 NY2d 1, 9 [2002].) Violations of public policy may take two forms. The first which has no application here is when state law absolutely prohibits the particular matter from being decided in the arbitration. The second is when an arbitrator issues an award which does not follow well-defined constitutional, statutory, or common law of this state.\nDefendant’s objection, once again, is premised upon longstanding public policy in this state that litigants are to be fairly compensated but that duplicative recoveries and windfalls should be avoided. (Fisher v Qualico Contr. Corp., 98 NY2d 534, 537 [2002]; Whalen v Kawasaki Motors Corp., 92 NY2d 288, 292 [1998]; Sawtelle v Waddell & Reed, 304 AD2d 103, 116 [1st Dept 2003].) Research has not disclosed a New York decision setting aside an arbitration award on the basis of a duplicative recovery. However, under the Federal Arbitration Act, an arbitrator’s award was modified “[w]hen an arbitration award orders a party to pay damages that have already been paid.” (Eljer Mfg., Inc. v Kowin Dev. Corp., 14 F3d 1250, 1254 [7th Cir 1994], cert denied 512 US 1205 [1994]; Companhia de Navegacao Marítima Netumar v Armada Parcel Serv., Ltd., 2000 WL 60200, 2000 US Dist LEXIS 558 [US Dist Ct, SD NY, Jan, 25, 2000].)\nIn New York, double recoveries are prohibited and discouraged both in common law (Fisher, supra; Whalen, supra), and by statute (CPLR 4545; General Obligations Law § 15-108). CPLR 4545 codifies the common-law collateral source rule which prohibits recovery of damages for losses which have been replaced or indemnified by certain sources. General Obligations Law § 15-108 requires that a verdict be reduced by the greater of the settlement amount or the settlor’s attributable share of damages. Here, plaintiffs’ claim, if tried before the court, would be subject to a General Obligations Law § 15-108 offset. The arbitrator found defendant negligent, determined the full measure of plaintiffs’ damages, and apportioned those damages between the defendant and the settling tortfeasor Bien, but then did not apply the principles of General Obligations Law § 15-108. Public policy was violated. If the award were jto remain intact, plaintiffs would receive a windfall. The awaprd cannot stand.\nYet, the record in this case does not permit the court itself to modify the award and order an offset of the full $60,000 settlement, since there is an assertion by plaintiff that the settlement made with Bien also encompassed damages plaintiffs sustained by reason of construction defects beyond the roof. Plaintiffs are entitled to the opportunity to prove that some or all of the $60,000 settlement included damages which are unrelated to the roof defects and which should not be set off agpainst the award to plaintiffs.\nRemand to the arbitrator to determine what, if any, portion of the $60,000 settlement is attributable to damages unrelated to the roof defects is appropriate. (See Sawtelle v Waddell & Reed, supra at 117.)\nPlaintiffs’ motion to confirm the award of $77,958 is denied, without costs.\nDefendant’s motion is granted, without costs, and the award is vacated to the extent that the matter is remanded to the arbitrator for further proceedings not inconsistent herewith.",
        "type": "majority",
        "author": "Thomas D. Nolan, Jr, J."
      }
    ],
    "attorneys": [
      "APPEARANCES OF COUNSEL",
      "Linnan & Fallon, LLP, Albany, for plaintiffs. Donohue, Sabo, Varley & Armstrong, PC., Albany, for defendant."
    ],
    "corrections": "",
    "head_matter": "[770 NYS2d 596]\nGlen Waehner et al., Plaintiffs, v Thomas R. Frost, Jr., Individually and Doing Business as Frost Architecture, Defendant.\nSupreme Court, Saratoga County,\nDecember 10, 2003\nAPPEARANCES OF COUNSEL\nLinnan & Fallon, LLP, Albany, for plaintiffs. Donohue, Sabo, Varley & Armstrong, PC., Albany, for defendant."
  },
  "file_name": "0893-01",
  "first_page_order": 881,
  "last_page_order": 884
}
